Repository: cryptomator/ios
Catalog: CryptomatorIntents/*.lproj/Intents.strings
Languages: ar, ca, cs, da, de, el, es, fa, fil, fr, he, hi, hr, id, it, ja, ko, lv, nb, nl, pa, pl, pt, pt_br, ro, ru, sk, sl, sv, sw_tz, tr, uk, zh_hans, zh_hant

# common.failureReason
source: Failure Reason
ar: سبب الفشل
ca: Motiu de la fallada
cs: Důvod nezdaru
da: Årsag til fejl
de: Fehlerursache
el: Λόγος Αποτυχίας
es: Motivo del fallo
fil: Dahilan ng Pagkabigo
fr: Raison de l'échec
he: סיבת השגיאה
hr: Razlog neuspjeha
id: Penyebab Kegagalan
it: Motivo del fallimento
ja: 失敗の原因
ko: 실패 사유
lv: Neizdošanās Iemesls
nb: Feilårsak
nl: Reden van fout
pa: ਫੇਲ੍ਹ ਹੋਣ ਦਾ ਕਾਰਨ
pl: Powód niepowodzenia
pt: Motivo da falha
pt_br: Motivo da falha
ro: Motivul eșuării
ru: Причина ошибки
sk: Dôvod zlyhania
sl: Vzrok za neuspeh
sv: Felorsak
sw_tz: Sababu ya Kushindwa
tr: Başarısızlık Nedeni
uk: Причина помилки
zh_hans: 失败原因
zh_hant: 失敗原因

# common.false
source: false
ar: خطأ
ca: fals
da: falsk
de: falsch
el: ψευδής
es: falso
fa: غلط
fil: mali
fr: faux
he: שגוי
hr: netočno
id: salah
it: falso
ja: 偽
ko: 거짓
nb: usant
nl: onjuist
pa: ਅਸਫ਼ਲ
pl: nie
pt: falso
pt_br: falso
ro: fals
ru: ложь
sk: nepravda
sl: napačno
sv: falskt
sw_tz: uongo
tr: yanlış
uk: хибний
zh_hant: 否

# common.folder
source: Folder
ar: المجلد
ca: Carpeta
cs: Složka
da: Mappe
de: Ordner
el: Φάκελος
es: Carpeta
fa: پوشه
fr: Dossier
he: תיקייה
hr: Mapa
it: Cartella
ja: フォルダー
ko: 폴더
lv: Mape
nb: Mappe
nl: Map
pa: ਫੋਲਡਰ
pt: Pasta
pt_br: Diretório
ro: Dosar
ru: Папка
sk: Priečinok
sl: Mapa
sv: Mapp
sw_tz: Folda
tr: Klasör
uk: Папка
zh_hans: 文件夹
zh_hant: 資料夾

# common.true
source: true
ar: صحيح
ca: cert
da: sand
de: wahr
el: αληθής
es: verdadero
fa: درست
fil: totoo
fr: vrai
he: תקין
hr: točno
id: benar
it: vero
ja: 真
ko: 참
nb: sant
nl: juist
pa: ਸੱਚ
pl: tak
pt: verdadeiro
pt_br: verdadeiro
ro: adevărat
ru: истина
sk: pravda
sl: pravilno
sv: sant
sw_tz: kweli
tr: doğru
uk: вірний
zh_hant: 是

# common.vault
source: Vault
ar: الخزينة
ca: Caixa forta
cs: Trezor
da: Boks
de: Tresor
el: Κρύπτη
es: Bóveda
fa: گاوصندوق
fr: Coffre
he: כספת
hi: वॉल्ट
hr: Trezor
it: Cassaforte
ja: 金庫
lv: Glabātava
nb: Hvelv
nl: Kluis
pa: ਵਾਲਟ
pl: Sejf
pt: Cofre
pt_br: Cofre
ru: Хранилище
sk: Trezor
sl: Trezor
sv: Valv
sw_tz: Kuba
tr: Kasa
uk: Сховище
zh_hans: 保险库
zh_hant: 加密檔案庫

# getFolderIntent.description
source: Returns a folder object for the given path in the given vault.
ar: يعيد كائن المجلد للمسار المحدد في الخزانة المعطاة.
ca: Torna un objecte carpeta per la ruta indicada en la caixa forta indicada.
cs: Vrátí objekt složky pro dané umístění v daném trezoru.
da: Returnerer et mappe-objekt for den givne sti i boksen.
de: Gibt ein Ordnerobjekt für den angegebenen Pfad im angegebenen Tresor zurück.
el: Επιστρέφει ένα αντικείμενο φακέλου για τη δοσμένη διαδρομή στη δοσμένη κρύπτη.
es: Devuelve un objeto de carpeta para la ruta dada en la bóveda dada.
fil: Nagbabalik ng folder object para sa ibinigay na path sa ibinigay na vault.
fr: Retourne un dossier pour l'emplacement donné dans le coffre donné.
he: מחזיר אובייקט תיקייה עבור הנתיב שניתן בכספת הנתונה.
hr: Vraća mapu za odabranu putanju u odabranom trezoru.
id: Mengembalikan objek folder dari path dan vault yang telah diberikan.
it: Restituisce un oggetto cartella per il percorso specificato nella cassaforte specificata.
ja: 所定の金庫の所定パスにフォルダーのオブジェクトを戻す
ko: 주어진 Vault 내부의 주어진 위치에 대한 폴더 객체를 반환합니다.
lv: Atgriež norādītā ceļa mapes objektu norādītajā glabātavā.
nb: Returnerer et mappeobjekt for den angitte banen i det angitte hvelvet.
nl: Geeft als resultaat een map object voor het opgegeven pad in de gegeven kluis.
pa: ਦਿੱਤੇ ਵਾਲਟ ਵਿੱਚ ਦਿੱਤੇ ਹੋਏ ਮਾਰਗ ਲਈ ਫੋਲਡਰ ਆਬਜੈਕਟ ਵਾਪਸ ਦਿੰਦਾ ਹੈ।
pl: Zwraca folder dla danej ścieżki w danym sejfie.
pt: Retorna um objeto pasta para o caminho especificado no cofre especificado.
pt_br: Retorna um diretório para o caminho no cofre fornecido.
ro: Returnează un obiect de tip dosar pentru calea dată în seiful dat.
ru: Возвращает объект папки для заданного пути в указанном хранилище.
sk: Vrátiť objekt priečinka pre danú cestu v davom trezore.
sl: Vrne objekt z mapo za dano pot v danem trezorju.
sv: Returnerar ett mappobjekt för den angivna sökvägen i det givna valvet.
sw_tz: Hurejesha kipengee cha folda kwa njia iliyotolewa kwenye kuba iliyopewa.
tr: Sağlanan kasada gösterilen yol için bir klasör nesnesi döndürür.
uk: Повертає вміст папки для заданого шляху у вибраному сховищі.
zh_hans: 返回给定保险库中给定路径的文件夹对象。
zh_hant: 返回特定加密檔案庫內指定路徑的資料夾。

# getFolderIntent.path
source: Path
ar: المسار
ca: Ruta
cs: Popis umístění
da: Sti
de: Pfad
el: Διαδρομή
es: Ruta
fa: مسیر
fil: Daan
fr: Emplacement
he: נתיב
hr: Putanja
it: Percorso
ja: パス
ko: 경로
lv: Ceļš
nb: Bane
nl: Locatie
pa: ਮਾਰਗ
pl: Ścieżka
pt: Caminho
pt_br: Caminho
ro: Locație
ru: Путь
sk: Cesta
sl: Pot
sv: Sökväg
sw_tz: Njia
tr: Yol
uk: Шлях
zh_hans: 路径
zh_hant: 路徑

# getFolderIntent.text
source: Get folder located at ${path} in ${vault}
ar: احصل على المجلد الموجود في ${path} في ${vault}
ca: Obté la carpeta situada a ${path} en ${vault}
cs: Získat složku, nacházející se v ${path} v ${vault}
da: Hent mappe, placeret på ${path} i ${vault}
de: Ordner unter ${path} in ${vault} abrufen
el: Λήψη φακέλου που βρίσκεται σε ${path} στην ${vault}
es: Obtener carpeta ubicada en ${path} en ${vault}
fil: Kunin ang folder na matatagpuan sa ${path} sa ${vault}
fr: Récupérer le dossier situé à ${path} dans ${vault}
he: הצגת תיקייה הממוקמת ב${path} ב${vault}
hr: Dohvati mapu smještenu na ${path} u ${vault}
id: Mengambil folder yang berada di ${path} di dalam ${vault}
it: Ottieni la cartella situata in ${path} in ${vault}
ja: ${vault} の${path} のフォルダーを戻す
ko: ${vault} 내부의 ${path}에 위치한 폴더 반환
lv: Iegūt mapi, kura atrodas ${path} glabātavā ${vault}
nb: Få mappe lokalisert på ${path} i ${vault}
nl: Map ophalen op locatie ${path} in ${vault}
pa: ${vault} ਵਿੱਚ ${path} ਉੱਤੇ ਮੌਜੂਦ ਫੋਲਡਰ ਲਵੋ
pl: Pobierz folder znajdujący się w ${path} w ${vault}
pt: Obter a pasta que se encontra em ${path} no ${vault}
pt_br: Obter pasta localizada em ${path} em ${vault}
ro: Obține dosarul aflat in ${path} în ${vault}
ru: Получить папку, расположенную в ${path} в ${vault}
sk: Vziať priečinok umiestnený ${path} v ${vault}
sl: Pridobi mapo na lokaciji ${path} v ${vault}
sv: Hämta mapp som finns på ${path} i ${vault}
sw_tz: Pata folda iliyo ${njia} katika ${kuba}
tr: ${vault} içinde ${path} konumunda bulunan klasörü al
uk: Отримати папку, розташовану за ${path} в ${vault}
zh_hans: 获取位于“${vault}”中 ${path} 的文件夹
zh_hant: 取得 ${vault} 內位於 ${path} 的資料夾

# getFolderIntent.title
source: Get Folder
ar: احصل على المجلد
ca: Obté carpeta
cs: Získat složku
da: Hent mappe
de: Ordner abrufen
el: Πάρτε τον Φάκελο
es: Obtener carpeta
fa: دریافت پوشه
fil: Kumuha ng Folder
fr: Récupérer le Dossier
he: הצגת תיקייה
hr: Dohvati mapu
id: Ambil Folder
it: Ottieni Cartella
ja: フォルダーを戻す
ko: 폴더 열기
lv: Iegūt mapi
nb: Få mappe
nl: Map ophalen
pa: ਫੋਲਡਰ ਲਵੋ
pl: Pobierz folder
pt: Obter Pasta
pt_br: Obter Diretório
ro: Obține Dosarul
ru: Получить папку
sk: Získať priečinok
sl: Pridobi mapo
sv: Hämta mapp
sw_tz: Pata Folda
tr: Klasörü Al
uk: Отримати папку
zh_hans: 获取文件夹
zh_hant: 取得資料夾

# isUnlockedIntent.description
source: Returns whether the given vault is unlocked.
ar: يعيد ما إذا كانت الخزانة المعطاة غير مقفلة.
ca: Torna si la caixa forta indicada està desblocada.
cs: Vrátí, zda je daný trezor odemčený.
da: Returnerer hvorvidt den givne boks er låst op.
de: Gibt zurück, ob der angegebene Tresor entsperrt ist.
el: Επιστρέφει εάν η δεδομένη κρύπτη είναι ξεκλείδωτη.
es: Devuelve si la bóveda indicada está desbloqueada.
fil: Ibinabalik kung naka-unlock ang ibinigay na vault.
fr: Retour quand l'espace chiffré correspondant est déverrouillé.
he: חוזר במידה והכספת הנתונה לא נעולה.
hi: बताता है कि वॉल्ट उनलॉकेड है या नहीं।
id: Mengembalikan apakah vault yang diberikan tidak terkunci.
it: Restitisci se la cassaforte specificata è sbloccata.
ja: 金庫が解錠かどうか戻します。
ko: 주어진 Vault가 잠금 해제되었는지 아닌지를 반환합니다.
lv: Atgriež, vai norādītā glabātava ir atslēgta.
nb: Retrurnerer om det angitte hvelvet er opplåst.
nl: Geeft als resultaat of de gegeven kluis ontgrendeld is.
pl: Zwraca czy dany sejf jest odblokowany.
pt: Retorna se o cofre especificado está trancado.
pt_br: Retorna se o cofre informado está desbloqueado.
ro: Returnează dacă seiful dat este deblocat.
ru: Сообщает, разблокировано ли данное хранилище.
sk: Odpovie či je daný trezor odomknutý.
sl: Vrne če je določen trezor odklenjen.
sv: Returnerar om det angivna valvet är upplåst.
sw_tz: Hurejesha kama kuba iliyopewa imefunguliwa.
tr: Verilen kasanın kilidinin açık olup olmadığını döndürür.
uk: Інформує, чи обране сховище розблоковано.
zh_hans: 返回指定的保险库是否已解锁。
zh_hant: 返回該加密檔案庫是否已解鎖

# isUnlockedIntent.title
source: Is Unlocked
ar: غير مقفلة
ca: Desblocada
cs: Je Odemčen
da: Er låst op
de: Ist entsperrt
el: Είναι Ξεκλείδωτη
es: Está desbloqueada
fa: باز شده است
fil: Naka-unlock
fr: Est déverrouillé
he: לא נעולה
hi: उनलॉकेड है
id: Tidak Terkunci
it: È sbloccata
ja: 解錠済
ko: 잠금 해제됨
lv: Ir atslēgta
nb: Er låst opp
nl: Is ontgrendeld
pa: ਅਣ-ਲਾਕ ਹੈ
pl: Odblokowany
pt: Está Destrancado
pt_br: Desbloqueado
ro: Este deblocat
ru: Разблокировано
sk: Je odomknutý
sl: Je zaklenjen
sv: Upplåst
sw_tz: Imefunguliwa
tr: Kilidi Açıldı
uk: Розблоковано
zh_hans: 已解锁？
zh_hant: 已解鎖

# isVaultLockedIntent.title
source: Is vault unlocked
ar: هل الخزانة غير مغلقة
ca: La caixa forta és blocada?
cs: Je trezor odemčen
da: Er boksen låst op
de: Ist Tresor entsperrt
el: Η κρύπτη είναι ξεκλείδωτη
es: Bóveda desbloqueada
fa: گاوصندوق باز شده است
fil: Naka-unlock ang vault
fr: L'espace chiffré est-il déverrouillé
he: כספת לא נעולה
hi: क्या वॉल्ट उनलॉकेड है
id: Vault tidak terkunci
it: La cassaforte è sbloccata?
ja: 金庫が解錠ですか？
ko: Vault 잠금 해제됨
lv: Vai glabātava ir atslēgta
nb: Er hvevet låst opp
nl: Is kluis ontgrendeld
pa: ਵਾਲਟ ਅਣ-ਲਾਕ ਹੈ
pl: Czy sejf jest odblokowany
pt: O cofre está destrancado
pt_br: Cofre bloqueado
ro: Este Vault-ul deblocat
ru: Хранилище разблокировано
sk: Je trezor odomknutý
sl: Ali je trezor zaklenjen
sv: Är valvet upplåst
sw_tz: Kuba imefunguliwa
tr: kasanın kilidi açıldı
uk: Чи розблоковано сховище
zh_hans: 保险库是否已解锁
zh_hant: 加密檔案庫是否已解鎖

# isVaultUnlockedIntent.text
source: Is ${vault} unlocked?
ar: هل ${vault} غير مقفلة؟
ca: ${vault} desblocada?
cs: Je ${vault} odemčen?
da: Er ${vault} låst op?
de: Ist ${vault} entsperrt?
el: Είναι η ${vault} ξεκλείδωτη;
es: ¿Está ${vault} desbloqueada?
fa: آیا ${vault} باز شده است؟
fil: Naka-unlock ba ang ${vault}?
fr: L'espace chiffré ${vault} est il déverrouillé ?
he: האם ${vault} לא נעולה?
hi: क्या ${vault} उनलॉकेड है?
id: Apakah ${vault} tidak terkunci?
it: ${vault} è sbloccata?
ja: ${vault} が解錠してありますか？
ko: ${vault} 잠금 해제됨?
lv: ${vault} ir atslēgta?
nb: Er ${vault} låst opp?
nl: Is ${vault} ontgrendeld?
pa: ${vault} ਅਣ-ਲਾਕ ਕਰਨਾ ਹੈ?
pl: Czy ${vault} jest odblokowany?
pt: O ${vault} está desbloqueado?
pt_br: O ${vault} está desbloqueado?
ro: Este ${vault} deblocat?
ru: Хранилище ${vault} разблокировано?
sk: Je ${vault} odomknutý?
sl: Ali je ${vault} odklenjen?
sv: Är ${vault} upplåst?
sw_tz: Je, ${kuba} imefunguliwa?
tr: ${vault} kilidi açıldı?
uk: Чи ${vault} розблоковано?
zh_hans: ${vault} 保险库是否已解锁。
zh_hant: ${vault} 是否已解鎖?

# lockVaultIntent.description
source: Locks the given vault.
ar: يقفل الخزانة المعطاة.
ca: Bloca la caixa forta indicada.
cs: Uzamkne daný trezor.
da: Låser den givne boks.
de: Sperrt den angegebenen Tresor.
el: Κλειδώνει τη δεδομένη κρύπτη.
es: Bloquea la bóveda indicada.
fil: Nila-lock ang ibinigay na vault.
fr: Verrouille l'espace chiffré correspondant.
he: נעילת הכספת הנתונה.
hi: दी गयी वॉल्ट को लॉक कर देता है।
id: Mengunci vault yang diberikan.
it: Blocca la cassaforte specificata.
ja: 金庫を施錠します。
ko: 해당 vault를 잠급니다.
lv: Aizslēdz norādīto glabātavu.
nb: Låser det angitte hvelvet.
nl: Vergrendelt de gegeven kluis.
pa: ਦਿੱਤੇ ਵਾਲਟ ਨੂੰ ਲਾਕ ਕਰਦਾ ਹੈ।
pl: Blokuje dany sejf.
pt: Tranca o cofre especificado.
pt_br: Bloqueia o cofre fornecido.
ro: Încuie vault-ul specificat.
ru: Блокировка данного хранилища.
sk: Zamknúť daný trezor.
sl: Zaklene določen trezor.
sv: Låser det givna valvet.
sw_tz: Hufunga kuba iliyotolewa.
tr: Verilen kasayı kilitler.
uk: Заблокує вибране сховище.
zh_hans: 锁定指定的保险库。
zh_hant: 鎖定該加密檔案庫

# lockVaultIntent.text
source: Lock ${vault}
ar: قفل ${vault}
ca: Bloca ${vault}
cs: Zamknout ${vault}
da: Lås ${vault}
de: ${vault} sperren
el: Κλείδωμα ${vault}
es: Bloquear ${vault}
fa: قفل کردن ${vault}
fil: I-lock ang ${vault}
fr: Verrouiller l'espace chiffré ${vault}
he: נעילת ${vault}
hi: लॉक ${vault}
id: Kunci ${vault}
it: Blocca ${vault}
ja: ${vault} を施錠
ko: ${vault} 잠금
lv: Aizslēgt ${vault}
nb: Lås ${vault}
nl: Vergrendel ${vault}
pa: ${vault} ਨੂੰ ਲਾਕ ਕਰੋ
pl: Zablokuj ${vault}
pt: Trancar ${vault}
pt_br: Bloquear ${vault}
ro: Încuie ${vault}
ru: Блокировка ${vault}
sk: Zamknúť ${vault}
sl: Zakleni ${vault}
sv: Lås ${vault}
sw_tz: Funga${kuba}
tr: ${vault}'u kilitle
uk: Заблокувати ${vault}
zh_hans: 锁定 ${vault}
zh_hant: 鎖定 ${vault}

# lockVaultIntent.title
source: Lock Vault
ar: قفل الخزنة
ca: Bloca caixa forta
cs: Uzamknout trezor
da: Lås boks
de: Tresor sperren
el: Κλείδωμα Κρύπτης
es: Bloquear bóveda
fa: قفل کردن گاوصندوق
fr: Verrouiller l'espace chiffré
he: נעילת כספת
hi: वॉल्ट को लॉक करें
id: Kunci Vault
it: Blocca Cassaforte
ja: 金庫を施錠
ko: Vault 잠그기
lv: Aizslēgt glabātavu
nb: Lås hvelvet
nl: Kluis vergrendelen
pa: ਵਾਲਟ ਲਾਕ ਕਰੋ
pl: Zablokuj sejf
pt: Trancar o Cofre
pt_br: Bloquear Cofre
ro: Încuie Vault-ul
ru: Блокировка хранилища
sk: Zamknúť trezor
sl: Zakleni trezor
sv: Lås valv
sw_tz: Funga Kuba
tr: Kasayı kilitle
uk: Заблокувати сховище
zh_hans: 锁定保险库
zh_hant: 鎖定加密檔案庫

# openVaultIntent.description
source: Opens the given vault in the Files app.
ar: يفتح الخزانة المعطاة في تطبيق الملفات.
ca: Obre la caixa forta indicada en l'app Files.
cs: Otevře daný trezor v aplikaci Soubor.
da: Åbner den givne boks i Filer appen.
de: Öffnet den angegebenen Tresor in der Datei-App.
el: Ανοίγει τη δεδομένη κρύπτη στην εφαρμογή Αρχεία.
es: Abre la bóveda indicada en la aplicación Archivos.
fil: Binubuksan ang ibinigay na vault sa Files app.
fr: Ouvre l'espace chiffré correspondant dans l’app Fichiers.
he: פתיחת הכספת הנתונה ביישום Files.
hi: दी गई वॉल्ट को फाइल्स ऐप पर खोलें
id: Membuka vault yang diberikan di aplikasi Files.
it: Apri la cassaforte specificata nell'applicazione File.
ja: ファイルアプリで金庫を開く
ko: 파일 앱에서 해당 Vault를 엽니다.
lv: Atver norādīto glabātavu datņu lietotnē.
nb: Åpner det angitte hvelvet i Filer-app'en.
nl: Open deze kluis in de bestanden-app.
pa: ਫਾਇਲ ਐਪ ਵਿੱਚ ਦਿੱਤਾ ਵਾਲਟ ਖੋਲ੍ਹੋ।
pl: Otwiera dany sejf w aplikacji Pliki.
pt: Abre o cofre especificado na aplicação de Ficheiros.
pt_br: Abre o cofre informado no Gerenciador de Arquivos.
ro: Deschide vault-ul ales în aplicația Fișiere.
ru: Открыть данное хранилище в приложении "Файлы".
sk: Otvoriť daný trezor v súborovej aplikácií.
sl: Odpre določen trezor v aplikaciji Datoteke.
sv: Öppnar det angivna valvet i appen Filer.
sw_tz: Hufungua kuba iliyotolewa katika programu ya Faili.
tr: Verilen kasayı Dosyalar uygulamasında açar.
uk: Відкриває вибране сховище у додатку "Файли".
zh_hans: 在文件应用中打开指定的保险库。
zh_hant: 在「檔案」應用程式中開啟該加密檔案庫

# openVaultIntent.text
source: Open ${vault} in the Files app
ar: افتح ${vault} في تطبيق الملفات
ca: Obre ${vault} en l'app Files
cs: Otevřít ${vault} v aplikaci Soubory
da: Åbner ${vault} i Filer appen
de: ${vault} in der Datei-App öffnen
el: Ανοίξτε τη ${vault} στην εφαρμογή Αρχεία
es: Abrir ${vault} en la aplicación Archivos
fil: Buksan ang ${vault} sa Files app
fr: Ouvrir ${vault} dans l'app Fichiers
he: פתיחת ${vault} ביישום Files
hi: ${vault} को फाइल्स ऐप पर खोलें
id: Membuka ${vault} di Files aplikasi
it: Apri ${vault} nell'applicazione File
ja: ファイルアプリで${vault} を開きます。
ko: 파일 앱에서 ${vault} 열기
lv: Atvērt ${vault} datņu lietotnē
nb: Åpne ${vault} i Filer-app'en
nl: Open ${vault} in de bestanden-app
pa: ਫਾਇਲਾਂ ਐਪ ਵਿੱਚ ${vault} ਨੂੰ ਖੋਲ੍ਹੋ
pl: Otwórz ${vault} w aplikacji Pliki
pt: Abre ${vault} na aplicação de Ficheiros
pt_br: Abrir ${vault} no Gerenciador de Arquivos
ro: Deschide ${vault} în aplicația 'Fișiere'
ru: Открыть ${vault} в приложении "Файлы"
sk: Otvoriť ${vault} v súborovej aplikácií
sl: Odpre ${vault} v aplikaciji Datoteke
sv: Öppna ${vault} i appen Filer
sw_tz: Fungua ${kuba} katika programu ya Faili
tr: Dosyalar uygulamasında ${vault} dosyasını aç
uk: Відкрити ${vault} у додатку "Файли"
zh_hans: 在文件应用中打开 ${vault}
zh_hant: 在「檔案」應用程式中開啟 ${vault}

# openVaultIntent.title
source: Open Vault
ar: افتح المخزن
ca: Obre la caixa forta
cs: Otevřít trezor
da: Åben boks
de: Tresor öffnen
el: Άνοιγμα Κρύπτης
es: Abrir bóveda
fa: باز کردن گاوصندوق
fil: Buksan ang Vault
fr: Ouvrir l'espace chiffré
he: פתיחת כספת
hi: वॉल्ट खोले
id: Buka Vault
it: Apri Cassaforte
ja: 金庫を開く
ko: Vault 열기
lv: Atvērt glabātavu
nb: Åpne hvelvet
nl: Kluis openen
pa: ਵਾਲਟ ਖੋਲ੍ਹੋ
pl: Otwórz sejf
pt: Abrir o Cofre
pt_br: Abrir Cofre
ro: Deschide seiful
ru: Открыть хранилище
sk: Otvoriť trezor
sl: Odpri trezor
sv: Öppna valv
sw_tz: Funga Kuba
tr: Kasayı aç
uk: Відкрити сховище
zh_hans: 打开保险库
zh_hant: 開啟加密檔案庫

# saveFileIntent.description
source: Saves a file to a vault.
ar: يحفظ الملف إلى المخزن.
ca: Desa un fitxer a la caixa forta.
cs: Ukládá soubor do souboru.
da: Gemmer en fil til en boks.
de: Speichert eine Datei in einem Tresor.
el: Αποθηκεύει ένα αρχείο σε μια κρύπτη.
es: Guarda un archivo en una bóveda.
fa: یک فایل در گاوصندوق ذخیره میشود.
fil: Nagse-save ng file sa isang vault.
fr: Enregistre un fichier dans un coffre.
he: שמירת קובץ לכספת.
hr: Sprema datoteku u trezor.
id: Simpan sebuah file ke vault.
it: Salva un file in una cassaforte.
ja: 金庫にファイルを保存します
ko: 파일을 vault에 저장합니다.
lv: Saglabā datni glabātavā.
nb: Lagrer en fil i hvelvet.
nl: Slaat een bestand op naar een kluis.
pa: ਫਾਇਲ ਨੂੰ ਵਾਲਟ ਵਿੱਚ ਖੋਲ੍ਹੋ।
pl: Zapisuje plik w sejfie.
pt: Guarda um ficheiro no cofre.
pt_br: Salvar um arquivo para o cofre.
ro: Salvează un fișier într-un vault.
ru: Сохраняет файл в хранилище.
sk: Uložiť súbory do trezoru.
sl: Shrani datoteko v trezor.
sv: Sparar en fil till ett valv.
sw_tz: Huhifadhi faili kwenye kuba.
tr: Bir dosyayı kasaya kaydeder.
uk: Зберігає файл до сховища.
zh_hans: 保存文件到保险库
zh_hant: 儲存檔案到加密檔案庫。

# saveFileIntent.file
source: File
ar: الملف
ca: Fitxer
cs: Soubor
da: Fil
de: Datei
el: Αρχείο
es: Archivo
fa: فایل
fr: Fichier
he: קובץ
hr: Datoteka
ja: ファイル
ko: 파일
lv: Datne
nb: Fil
nl: Bestand
pa: ਫਾਇਲ
pl: Plik
pt: Ficheiro
pt_br: Arquivo
ro: Fişier
ru: Файл
sk: Súbor
sl: Datoteka
sv: Fil
sw_tz: Faili
tr: Dosya
uk: Файл
zh_hans: 文件
zh_hant: 檔案

# saveFileIntent.parameter.ignoreExisting
source: Ignore existing file with same name
ar: تجاهل الملف الموجود بنفس الاسم
ca: Ignora els fitxers existents amb el mateix nom
cs: Ignorovat existující soubor se stejným názvem
da: Ignorér eksisterende filer med samme navn
de: Bestehende Datei mit gleichem Namen ignorieren
el: Παράβλεψη υπάρχοντος αρχείου με το ίδιο όνομα
es: Ignorar archivo existente con el mismo nombre
fil: Huwag pansinin ang umiiral na file na may parehong pangalan
fr: Ignorer un fichier existant avec le même nom
he: התעלמות מקובץ קיים עם שם זהה
hr: Zanemari postojeću datoteku s istim imenom
id: Abaikan file yang sudah ada dengan nama yang sama
it: Ignora i file esistenti con lo stesso nome
ja: 同じ名前の存在しているファイルを無視します
ko: 같은 이름을 가진 기존 파일 무시하기
lv: Neņemt vērā esošu datni ar tādu pašu nosaukumu
nb: Ignorerer eksisterende fil med samme navn
nl: Negeer bestaand bestand met dezelfde naam
pa: ਇੱਕੋ ਨਾਂ ਦੀ ਮੌਜੂਦਾ ਫਾਇਲ ਨੂੰ ਅਣਡਿੱਠਾ ਕਰੋ
pl: Ignoruj istniejący plik o tej samej nazwie
pt: Ignorar ficheiro existente com o mesmo nome
pt_br: Ignorar arquivo existente com o mesmo nome
ro: Ignoră fișierul existent cu același nume
ru: Игнорировать существующий файл с таким же именем
sk: Ignorovať existujúci súbor s rovnakým názvom
sl: Ignoriraj obstoječo datoteko z enakim imenom
sv: Ignorera befintlig fil med samma namn
sw_tz: Puuza faili iliyopo yenye jina moja
tr: Aynı ada sahip mevcut dosyayı yoksay
uk: Ігнорувати існуючий файл з такою самою назвою
zh_hans: 忽略同名的现有文件
zh_hant: 忽略同名的現存文件

# saveFileIntent.text
source: Save ${file} to ${folder}
ar: حفظ ${file} إلى ${folder}
ca: Desa ${file} a ${folder}
cs: Uložit ${file} do ${folder}
da: Gem ${file} i ${folder}
de: ${file} in ${folder} speichern
el: Αποθήκευση ${file} σε ${folder}
es: Guardar ${file} en ${folder}
fa: ذخیره ${file} در ${folder}
fil: I-save ang ${file} sa ${folder}
fr: Enregistrer ${file} dans ${folder}
he: שמירת ${file} ל${folder}
hr: Spremi ${file} u ${folder}
id: Simpan ${file} ke ${folder}
it: Salva ${file} su ${folder}
ja: ${folder} に${file} を保存します
ko: ${file}을 ${folder}에 저장
lv: Saglabāt ${file} ${folder}
nb: Lagre ${file} i ${folder}
nl: ${file} opslaan in ${folder}
pa: ${folder} ਵਿੱਚ ${file} ਸੰਭਾਲੋ
pl: Zapisz ${file} do ${folder}
pt: Guardar ${file} em ${folder}
pt_br: Salvar ${file} em ${folder}
ro: Salvează ${file} în ${folder}
ru: Сохранить ${file} в ${folder}
sk: Uložiť ${file} do ${folder}
sl: Shrani ${file} v ${folder}
sv: Spara ${file} till ${folder}
sw_tz: Hifadhi ${faili} kwenye ${folda}
tr: ${file} dosyasını ${folder} klasörüne kaydet
uk: Зберегти ${file} до ${folder}
zh_hans: 保存 ${file} 到 ${folder}
zh_hant: 儲存 ${file} 到 ${folder}

# saveFileIntent.title
source: Save File
ar: احفظ الملف
ca: Desa el fitxer
cs: Uložit soubor
da: Gem fil
de: Datei speichern
el: Αποθήκευση Αρχείου
es: Guardar archivo
fa: دخیرهٔ پرونده‌
fil: I-save ang File
fr: Enregistrer le Fichier
he: שמירת קובץ
hr: Spremi datoteku
id: Simpan File
it: Salva File
ja: ファイルを保存
ko: 파일 저장하기
lv: Saglabāt datni
nb: Lagre fil
nl: Bestand opslaan
pa: ਫਾਇਲ ਸੰਭਾਲੋ
pl: Zapisz plik
pt: Guardar Ficheiro
pt_br: Salvar Arquivo
ro: Salvează fișierul
ru: Сохранить файл
sk: Uložiť súbor
sl: Shrani datoteko
sv: Spara fil
sw_tz: Hifadhi Faili
tr: Dosyayı kaydet
uk: Зберегти файл
zh_hans: 保存文件
zh_hant: 儲存檔案

# vaultFolder.displayName
source: Vault Folder
ar: مجلد المخزن
ca: Carpeta de caixa forta
cs: Složka trezoru
da: Boks mappe
de: Tresorordner
el: Φάκελος Κρύπτης
es: Carpeta de bóveda
fa: پوشه گاوصندوق
fr: Dossier du coffre
he: תיקיית הכספת
hr: Mapa trezora
id: Folder Vault
it: Cartella Cassaforte
ja: 金庫のフォルダー
ko: Vault 폴더
lv: Glabātavas mape
nb: Hvelvmappe
nl: Kluis map
pa: ਵਾਲਟ ਫੋਲਡਰ
pl: Folder sejfu
pt: Pasta do Cofre
pt_br: Diretório do cofre
ro: Dosarul vault-ului
ru: Папка хранилища
sk: Priečinok trezora
sl: Mapa trezorja
sv: Valvmapp
sw_tz: Folda ya Kuba
tr: Kasa Klasörü
uk: Папка сховища
zh_hans: 保险库文件夹
zh_hant: 加密檔案庫資料夾

# vaultFolder.vaultIdentifier
source: Vault Identifier
ar: معرّف المخزن
ca: Identificador de la caixa forta
cs: Identifikátor trezoru
da: Boks navn
de: Tresor-Bezeichnung
el: Αναγνωριστικό Κρύπτης
es: Identificador de bóveda
fa: مشخص کننده گاوصندوق
fr: Identifiant du coffre
he: מזהה כספת
hr: Identifikator trezora
id: Id pengenal vault
it: Identificativo della Cassaforte
ja: 金庫の識別名
ko: Vault 식별자
lv: Glabātavas identifikators
nb: Hvelvidentifikator
nl: Kluis identificatie
pa: ਵਾਲਟ ਪਛਾਣਕਰਤਾ
pl: Identyfikator sejfu
pt: Identificador do Cofre
pt_br: Identificador do Cofre
ro: Identificatorul vault-ului
ru: Идентификатор хранилища
sk: Identifikátor trezora
sl: Identifikator trezorja
sv: Valv Identifierare
sw_tz: Kitambulisho cha Kuba
tr: Kasa Tanımlayıcısı
uk: Ідентифікатор сховища
zh_hans: 保险库标识符
zh_hant: 加密檔案庫識別碼
