Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# vaultProviderFactory.error.unsupportedVaultVersion
source: Vault version %ld is unsupported. This vault has been created with an older or newer version of Cryptomator.
ar: إصدار الخزانة %ld غير مدعوم. تم إنشاء هذه الخزانة بإصدار أقدم أو أحدث من Cryptomator.
ca: La versió %ld de la caixa forta no està suportada. Aquesta caixa forta ha estat creada amb una altra versió de Cryptomator.
cs: Verze trezoru %ld není podporována. Tento trezor byl vytvořen se starší nebo novější verzí Cryptomator.
da: Boks version %ld er ikke understøttet. Denne boks er blevet oprettet med en ældre, eller nyere, version af Cryptomator.
de: Tresorversion %ld wird nicht unterstützt. Dieser Tresor wurde mit einer älteren oder neueren Version von Cryptomator erstellt.
el: Η έκδοση %ld της κρύπτης δεν υποστηρίζεται. Αυτή η κρύπτη έχει δημιουργηθεί με παλαιότερη ή νεότερη έκδοση του Cryptomator.
es: La versión %ld de la bóveda no es compatible. Esta bóveda ha sido creada con una versión anterior o nueva de Cryptomator.
fil: Hindi sinusuportahan ang bersyon ng Vault na %ld. Ang vault na ito ay ginawa gamit ang mas luma o mas bagong bersyon ng Cryptomator.
fr: La version du coffre %ld n'est pas prise en charge. Ce coffre a été créé avec une version plus ancienne ou plus récente de Cryptomator.
he: גרסת כספת %ld אינה נתמכת. כספת זו נוצרה עם גרסה ישנה או חדשה יותר של Cryptomator.
hr: Verzija trezora %ld nije podržana. Ovaj trezor je izrađen sa starijom ili novijom verzijom Cryptomator-a.
id: Vault versi %ld tidak didukung. Vault ini telah dibuat menggunakan versi Cryptomator yang lebih lama ataupun lebih baru.
it: La versione %ld della cassaforte non è supportata. Questa cassaforte è stata creata con una versione più vecchia o più recente di Cryptomator.
ja: 金庫のバージョン %ld はサポートされていません。この金庫は、現在のものより古いか新しいバージョンの Cryptomator で作成されています。
ko: Valut 버전 %ld는 지원되지 않습니다. 이 Vault는 다른 버전의 Cryptomator에서 만들어졌습니다.
lv: Glabātavas versija %ld nav atbalstīta. Šī krātuve tika izveidota vecākā vai jaunākā Cryptomator versijā.
nb: Vault-versjon %ld støttes ikke. Dette hvelvet er opprettet med en eldre eller nyere versjon av Cryptomator.
nl: Kluisversie %ld wordt niet ondersteund. Deze kluis is gemaakt met een oudere of nieuwere versie van Cryptomator.
pl: Wersja sejfu %ld jest nieobsługiwana. Ten sejf został utworzony ze starszą lub nowszą wersją Cryptomator.
pt: A versão do cofre %ld não é compatível.. Este cofre foi criado com uma versão mais antiga ou mais recente do Cryptomator.
ro: Seiful cu versiunea %ld nu este acceptată. Acest seif a fost creat cu o versiune mai veche sau mai nouă de Cryptomator.
ru: Версия хранилища %ld не поддерживается. Это хранилище было создано в устаревшей или более новой версии Cryptomator.
sk: Verzia trezora %ld je nepodporovaná. Tento trezor bol vytvorený staršou alebo novšou verziou Cryptomatora.
sl: Trezor različica %ld ni podprt. Ta trezor je bil ustvarjen s starejšo ali novejšo različico Cryptomatorja.
sv: Valv-version %ld stöds inte. Detta valv har skapats med en äldre eller nyare version av Cryptomator.
sw_tz: Toleo la Kuba %ld halitegemezwi. Kuba hii imeundwa na toleo la zamani au jipya zaidi la Cryptomator.
tr: %ld Kasa sürümü desteklenmiyor. Bu kasa, Cryptomator'ın daha eski veya daha yeni bir sürümüyle oluşturuldu.
uk: Сховище %ld-ї версії не підтримується. Це сховище було створене старішою або новішою версією Cryptomator.
zh_hans: 不支持的保险库版本 %ld。这可能是使用太新或太旧的 Cryptomator 版本创建的保险库。
zh_hant: 不支援 %ld 版本的加密檔案庫。這加密檔案庫是使用 Cryptomator 較舊或較新版本建立的。

# webDAVAuthentication.httpConnection.alert.title
source: Use HTTPS?
ar: إستخدام HTTPS؟
ca: Utilizar HTTPS?
cs: Použít HTTPS?
da: Brug HTTPS?
de: HTTPS nutzen?
el: Χρήση HTTPS;
es: ¿Usar HTTPS?
fil: Gamiting ang HTTPS?
fr: Utiliser le HTTPS?
he: להשתמש ב-HTTPS?
hi: HTTPS का उपयोग करें?
hr: Koristiti HTTPS?
hu: HTTPS használata
id: Gunakan HTTPS?
it: Usare HTTPS?
ja: HTTPS を使用しますか？
ko: HTTPS를 사용하겠습니까?
lv: Izmantot HTTPS?
nb: Bruk HTTPS?
nl: HTTPS gebruiken?
pl: Używać HTTPS?
pt: Usar HTTPS?
ro: Folosiți HTTPS?
ru: Использовать HTTPS?
sk: Použiť HTTPS?
sl: Uporabi HTTPS?
sv: Använd HTTPS?
sw_tz: Tumia HTTPS?
th: ใช้ HTTPS?
tr: HTTPS kullanılsın mı?
uk: Використовувати HTTPS?
zh_hans: 使用 HTTPS?
zh_hant: 是否使用 HTTPS？

# webDAVAuthentication.httpConnection.alert.message
source: The usage of HTTP is insecure. We recommend to use HTTPS instead. If you know the risks, you can continue with HTTP.
ar: استخدام HTTP غير آمن. نوصي باستخدام HTTPS بدلاً من ذلك. إذا كنت تعرف المخاطر، يمكنك الاستمرار مع HTTP.
ca: L'ús de HTTP no és segur. Recomanem fer servir HTTPS. Si ets conscient dels riscos, pots continuant fent servir HTTP.
cs: Použití HTTP je nezabezpečené. Doporučujeme použít HTTPS. Pokud znáte rizika, můžete pokračovat s HTTP.
da: Brug af HTTP er usikkert. Vi anbefaler at bruge HTTPS i stedet. Hvis du forstår risikoen, kan du fortsætte med HTTP.
de: Die Verwendung von HTTP ist unsicher. Wir empfehlen stattdessen die Verwendung von HTTPS. Wenn du dir der Risiken bewusst bist, kannst du mit HTTP fortfahren.
el: Η χρήση του HTTP είναι μη ασφαλής. Σας συνιστούμε να χρησιμοποιήσετε το HTTPS αντ 'αυτού. Αν γνωρίζετε τους κινδύνους, μπορείτε να συνεχίσετε με το HTTP.
es: El uso de HTTP no es seguro. Recomendamos usar HTTPS en su lugar. Si conoce los riesgos puede seguir usando HTTP.
fil: Ang pag-gamit ng HTTP ay hindi ligtas. Kung alam mo ang mga panganib, maaari kang tumuloy gamit ang HTTP.
fr: L'utilisation du HTTP n'est pas sûre. Nous recommandons d'utiliser plutôt le HTTPS. Si vous connaissez les risques, vous pouvez continuer à utiliser HTTP.
he: HTTP הוא פרוטוקול לא מאובטח. אנו ממליצים להשתמש ב HTTPS במקום. אם אתה מבין את הסיכונים בכך, אתה יכול להמשיך להשתמש ב HTTP.
hr: Korištenje HTTP-a je nesigurno. Preporučamo korištenje HTTPS-a umjesto toga. Ako znate rizike, možemo nastaviti s HTTP-om.
hu: A HTTP használata nem biztonságos, helyette a HTTPS használata ajánlott. Ha ismeri a kockázatot, folytathatja HTTP-vel is.
id: Penggunaan HTTP tidak aman. Kami menyarankan untuk menggunakan HTTPS sebagai gantinya. Jika Anda mengetahui risikonya, Anda dapat melanjutkan dengan HTTP.
it: L'utilizzo di HTTP non è sicuro. Si consiglia invece di utilizzare HTTPS. Se conosci i rischi, puoi continuare con HTTP.
ja: HTTP は安全ではありません。代わりに HTTPS を使用することを推奨します。リスクを承知の上であれば HTTP をご使用ください。
ko: HTTP 사용은 안전하지 않습니다. HTTPS 사용을 권장합니다. HTTP 사용으로 야기될 문제를 숙지하고 있다면, HTTP를 사용할 수 있습니다.
lv: HTTP izmantošana ir nedroša. Mēs iesakām tā vietā izmantot HTTPS. Ja ir skaidri iespējamie riski, var turpināt ar HTTP.
nb: Å bruke HTTP er usikkert. Vi anbefaler å bruke HTTPS i stedet. Hvis du vet risikoen, kan du fortsette med HTTP.
nl: Het gebruik van HTTP is onveilig. We raden aan om in plaats daarvan HTTPS te gebruiken. Als u de risico's weet, kunt u doorgaan met HTTP.
pl: Używanie HTTP jest niezabezpieczone. Zamiast tego zalecamy używanie HTTPS. Jeśli znasz ryzyko, możesz kontynuować używając HTTP.
pt: O uso do HTTP não é seguro. Recomendamos o uso de HTTPS em vez disso. Se você conhece os riscos, pode continuar com HTTP.
ro: Utilizarea HTTP este nesigură. Vă recomandăm să utilizați HTTPS în schimb. Dacă cunoașteți riscurile, puteți continua cu HTTP.
ru: Протокол HTTP небезопасен. Рекомендуем использовать HTTPS. Продолжайте с HTTP, только если вы понимаете риски.
sk: Používanie HTTP nie je bezpečné. Odporúčame namiesto toho použiť HTTPS. Ak poznáte riziká, môžte pokračovať s HTTP.
sl: Uporaba HTTP protokola ni varna. Svetujemo uporabo HTTPS protokola. Če poznate tveganja, lahko nadaljujete s HTTP protokolom.
sv: Användning av HTTP är osäkert. Vi rekommenderar att du använder HTTPS istället. Om du känner till riskerna kan du fortsätta med HTTP.
sw_tz: Matumizi ya HTTP ni salama. Tunapendekeza kutumia HTTPS badala yake. Ikiwa unajua hatari, unaweza kuendelea na HTTP.
tr: HTTP'nin kullanımı güvensizdir. Bunun yerine HTTPS kullanmanızı öneririz. Riskleri biliyorsanız, HTTP ile devam edebilirsiniz.
uk: Використання HTTP є небезпечним. Ми рекомендуємо використовувати HTTPS. Якщо ви усвідомлюєте ризики, то можете продовжити з HTTP.
zh_hans: HTTP 不安全，我们建议使用 HTTPS。如果您知道其中风险，您可以继续使用 HTTP。
zh_hant: 使用 HTTP 是不安全的。我們推薦使用 HTTPS 來取代。如果您瞭解風險，您可以使用 HTTP 繼續。

# webDAVAuthentication.httpConnection.change
source: Change to HTTPS
ar: تغيير إلى HTTPS
ca: Canvia a HTTPS
cs: Změnit na HTTPS
da: Skift til HTTPS
de: Zu HTTPS ändern
el: Αλλαγή σε HTTPS
es: Cambiar a HTTPS
fil: Gawing HTTPS
fr: Passage au HTTPS
he: עבור ל-HTTPS
hi: HTTPS में बदलें
hr: Promijeni u HTTPS
hu: Váltson HTTPS-re
id: Ubah ke HTTPS
it: Cambia in HTTPS
ja: HTTPS を使用
ko: HTTPS로 변경
lv: Mainīt uz HTTPS
nb: Bytt til HTTPS
nl: Verander naar HTTPS
pl: Zmień na HTTPS
pt: Alterar para HTTPS
ro: Schimbare la HTTPS
ru: Изменить на HTTPS
sk: Zmeniť na HTTPS
sl: Spremeni v HTTPS
sv: Ändra till HTTPS
sw_tz: Badilisha hadi HTTPS
th: เปลี่ยนเป็น HTTPS
tr: HTTPS'ye geç
uk: Змінити на HTTPS
zh_hans: 换成 HTTPS
zh_hant: 更換為 HTTPS

# webDAVAuthentication.httpConnection.continue
source: Keep HTTP
ar: ابقَ على HTTP
ca: Manté HTTP
cs: Zachovat HTTP
da: Behold HTTP
de: HTTP beibehalten
el: Διατήρηση HTTP
es: Mantener HTTP
fil: Panatilihin ang HTTP
fr: Garder HTTP
he: להשאיר HTTP
hr: Zadrži HTTP
id: Pertahankan HTTP
it: Mantieni HTTP
ja: HTTP を保持
ko: HTTP 유지
lv: Paturēt HTTP
nb: Behold HTTP
nl: HTTP behouden
pl: Zostaw HTTP
pt: Manter HTTP
ro: Păstrează HTTP
ru: Оставить HTTP
sk: Podržať HTTP
sl: Ohrani HTTP
sv: Behåll HTTP
sw_tz: Weka HTTP
th: ใช้ HTTPS
tr: HTTP'yi koru
uk: Залишити HTTP
zh_hans: 保持 HTTP
zh_hant: 保持 HTTP

# webDAVAuthenticator.error.unsupportedProtocol
source: Server doesn't seem to be WebDAV compatible. Please check if you've used the correct URL.
ar: يبدو أن الخادم غير متوافق مع WebDAV. يرجى التحقق مما إذا كنت قد استخدمت عنوان URL الصحيح.
ca: Sembla que el servidor no és WebDAV compatible. Si us plau comproveu que l' URL sigui correcta.
cs: Server není kompatibilní s WebDAV. Zkontrolujte, zda jste použili správnou adresu.
da: Serveren ser ikke ud til at være kompatibel med WebDAV. Kontrollér om du har brugt den korrekte URL.
de: Der Server scheint mit WebDAV nicht kompatibel zu sein. Bitte überprüfe, ob du die richtige URL verwendet hast.
el: Ο διακομιστής δε φαίνεται να είναι συμβατός με WebDAV. Παρακαλώ ελέγξτε αν έχετε χρησιμοποιήσει τη σωστή διεύθυνση URL.
es: El servidor no parece ser compatible con WebDAV. Compruebe si ha usado la URL correcta.
fil: Mukhang hindi compatible sa WebDAV ang server. Pakisuri kung ginamit mo ang tamang URL.
fr: Le serveur ne semble pas être compatible WebDAV. Veuillez vérifier si vous avez utilisé la bonne URL.
he: נראה שהשרת אינו תואם WebDAV. ודא שהשתמשת בכתובת הנכונה.
hr: Čini se da poslužitelj nije kompatibilan s WebDAV-om. Provjerite jeste li upotrijebili ispravan URL.
id: Server tampaknya tidak kompatibel dengan WebDAV. Harap periksa apakah Anda telah menggunakan URL yang benar.
it: Il server non sembra essere compatibile con WebDAV. Controlla se hai usato l'URL corretto.
ja: サーバーに WebDAV との互換性がありません。正しい URL を使用しているか確認してください
ko: 서버가 WebDAV를 지원하지 않습니다. 올바른 URL을 사용하는지 확인하십시오.
lv: Izskatās, ka serveris nav saderīgs ar WebDAV. Lūgums pārbaudīt, vai tiek izmantots pareizs URL.
nb: Serveren ser ikke ut til å være WebDAV-kompatibel. Sjekk om du har brukt riktig URL.
nl: Server lijkt niet compatibel te zijn met WebDAV. Controleer of je de juiste URL hebt gebruikt.
pl: Serwer wydaje się niekompatybilny z WebDAV. Proszę sprawdzić, czy użyto poprawnego adresu URL.
pt: O servidor não parece ser compatível com WebDAV. Por favor, verifique se você usou o URL correto.
ro: Serverul nu pare a fi compatibil cu WebDAV. Vă rugăm să verificați dacă ați folosit adresa URL corectă.
ru: Похоже, сервер не совместим с WebDAV. Проверьте, правильно ли указан URL.
sk: Zdá sa že server nie je WebDAV kompatibilný. Prosím skontrolujte či ste použili správnu URL.
sl: Strežnik očitno ni kompatibilen z WebDAV. Prosimo, preverite, ali ste uporabili pravilen URL.
sv: Servern verkar inte vara WebDAV-kompatibel. Kontrollera att du har använt rätt URL.
sw_tz: Seva haionekani kuwa inaoana na WebDAV. Tafadhali angalia ikiwa umetumia URL sahihi.
tr: Sunucu, WebDAV uyumlu görünmüyor. Lütfen doğru URL'yi kullanıp kullanmadığınızı kontrol edin.
uk: Схоже, сервер не сумісний з WebDAV. Будь ласка, перевірте, чи ви використовували правильну URL-адресу.
zh_hans: 服务器似乎不兼容 WebDAV，请检查链接是否正确。
zh_hant: 伺服器似乎不支援 WebDAV 。請檢查 URL 是否正確。

# webDAVAuthenticator.error.untrustedCertificate
source: Certificate of this server is untrusted. You may have to re-add this WebDAV connection.
ar: شهادة هذا الخادم غير موثوق بها. قد تحتاج إلى إعادة إضافة هذا الاتصال بـ WebDAV.
ca: El certificat d'aquest servidor no és de confiança. Potser haureu de tornar a afegir aquesta connexió WebDAV.
cs: Certifikát tohoto serveru není důvěryhodný. Možná budete muset znovu přidat toto WebDAV připojení.
da: Denne servers certifikat er ukendt. Du bliver måske nødt til at tilføje denne WebDAV-forbindelse igen.
de: Das Zertifikat dieses Servers ist nicht vertrauenswürdig. Eventuell musst du diese WebDAV-Verbindung erneut hinzufügen.
el: Το πιστοποιητικό αυτού του διακομιστή δεν είναι έμπιστο. Ίσως χρειαστεί να προσθέσετε ξανά αυτή τη σύνδεση WebDAV.
es: El certificado de este servidor no es confiable. Es posible que tenga que volver a añadir esta conexión WebDAV.
fil: Ang sertipiko ng server na ito ay hindi pinagkakatiwalaan. Maaaring kailanganin mong muling idagdag ang koneksyon sa WebDAV na ito.
fr: Le certificat de ce serveur n'est pas fiable. Vous devrez peut-être ré-ajouter cette connexion WebDAV.
he: התעודה של שרת זה אינה מהימנה. יתכן שתצטרך להוסיף מחדש את קישוריות WebDAV הזו.
hr: Certifikat ovog poslužitelja nije pouzdan. Možda ćete morati ponovno dodati ovu WebDAV vezu.
id: Sertifikat server ini tidak tepercaya. Anda mungkin harus menambahkan kembali koneksi WebDAV ini.
it: Il certificato di questo server non è attendibile. Potrebbe essere necessario aggiungere nuovamente questa connessione WebDAV.
ja: このサーバーの証明書は信頼されていません。WebDAV 接続を再追加する必要があります。
ko: 이 서버의 인증서를 신뢰할 수 없습니다. 이 WebDAV 연결을 다시 설정해야 할 수 있습니다.
lv: Šī servera sertifikātam nav uzticamības. Var būt nepieciešams pievienot šo WebDAV savienojumu no jauna.
nb: Sertifikatet til denne serveren er ikke klarert. Du må kanskje legge til denne WebDAV-tilkoblingen på nytt.
nl: Certificaat van deze server is niet vertrouwd. Je moet mogelijk deze WebDAV verbinding opnieuw toevoegen.
pl: Certyfikat tego serwera nie jest zaufany. Może być konieczne ponowne dodanie połączenia WebDAV.
pt: O certificado deste servidor não é confiável. Talvez seja necessário adicionar novamente esta ligação WebDAV.
ro: Certificatul acestui server nu este de încredere. Ar putea fi necesar să adaugi din nou această conexiune WebDAV.
ru: Сертификат этого сервера ненадёжен. Возможно, вам придётся добавить это подключение WebDAV ещё раз.
sk: Certifikát tohto servera nie je dôveryhodný. Môžte znovu-pridať toto WebDAV spojenie.
sl: Certifikat tega strežnika ni zaupanja vreden. Mogoče boste morali ponovno dodati to WebDAV povezavo.
sv: Certifikatet för denna server är inte betrott. Du kan behöva lägga till denna WebDAV-anslutning igen.
sw_tz: Cheti cha seva hii hakiaminiki. Huenda ukalazimika kuongeza upya muunganisho huu wa WebDAV.
tr: Bu sunucunun sertifikası güvenilir değil. Bu WebDAV bağlantısını yeniden eklemeniz gerekebilir.
uk: Сертифікат цього сервера ненадійний. Вам, можливо, доведеться повторно додати це з'єднання WebDAV.
zh_hans: 此服务器的证书不受信任，你可能需要重新添加此 WebDAV 连接。
zh_hant: 此伺服器的證書不被信任。您可能需要重新添加此 WebDAV 連接。

source: Retry Upload
ar: حاول الرفع مجددًا
ca: Torna a provar de pujar
cs: Opakovat nahrání
da: Prøv at uploade igen
de: Hochladen erneut versuchen
el: Δοκιμάστε ξανά τη μεταφόρτωση
es: Reintentar carga
fil: Subukan muli ang Pag-upload
fr: Réessayer l'envoi
he: לנסות העלאה שוב
hr: Ponovno pokušaj prijenos
id: Unggah Kembali
it: Riprova A Caricare
ja: アップロードを再試行
ko: 업로드 다시 하기
lv: Mēģināt vēlreiz augšupielādēt
nb: Forsøk å laste opp på nytt
nl: Upload nogmaals proberen
pa: ਅੱਪਲੋਡ ਦੀ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Ponów wysyłanie
pt: Tentar Upload Novamente
ro: Reîncercați încărcarea
ru: Повторить загрузку
sk: Opakovať nahratie
sl: Ponovno naloži
sv: Ladda upp igen
sw_tz: Jaribu upya Upakiaji
th: ลองอัปโหลดอีกครั้ง
tr: Yüklemeyi yeniden dene
uk: Повторити вивантаження
zh_hans: 重试上传
zh_hant: 重新上傳

source: Clear from Cache
ar: مسح من ذاكرة التخزين المؤقت
ca: Eliminar de la memòria cau
cs: Smazat z mezipaměti
da: Fjern fra cache
de: Aus Cache löschen
el: Εκκαθάριση από τη μνήμη Cache
es: Borrar de la caché
fil: I-clear mula sa Cache
fr: Effacer du cache
he: נקה מהמטמון
hi: कैशे से फ़ाइल साफ़ करें
hr: Očisti iz predmemorije
id: Hapus dari Cache
it: Elimina dalla cache
ja: キャッシュからクリア
ko: 캐시에서 지우기
lv: Iztīrīt no kešatmiņas
nb: Tøm fra mellomlager
nl: Wissen uit cache
pa: ਕੈਸ਼ ਤੋਂ ਮਿਟਾਓ
pl: Usuń z pamięci podręcznej
pt: Limpar do Cache
ro: Ștergeți fișierul din Cache
ru: Удалить из кэша
sk: Vymazať z Cache
sl: Počisti iz predpomnilnika
sv: Ta bort fil från buffert
sw_tz: Ondoa Mafaili kutoka kwa Akiba
th: ล้างจากแคช
tr: Önbellekten Temizle
uk: Видалити з кешу
zh_hans: 清除缓存
zh_hant: 從快取中移除

# common.cells.url
source: URL
ar: الرابط
bn: ইউআরএল
he: כתובת URL
hi: यूआरएल
hu: ULR
ro: Adresa URL
sl: URL naslov
uk: URL-адреса
zh_hant: 網址
