Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# purchase.restorePurchase.validTrialFound.alert.message
source: You can now use the full version of Cryptomator for a limited time. Your trial expires on %@. After that, your vaults will still be accessible in read-only mode.
ar: يمكنك الآن استخدام النسخة الكاملة من Cryptomator لفترة محدودة. تنتهي فترة التجربة الخاصة بك في %@. بعد ذلك، ستظل خزائنك متاحة في وضع القراءة فقط.
ca: Podeu utilitzar la versió completa de Cryptomator durant un temps limitat. La vostra prova caducà el %@. Després d'això, les vostres caixes fortes encara seran accessibles en mode de només lectura.
cs: Nyní můžete použít plnou verzi Cryptomatoru na omezenou dobu. Vaše zkušební verze vyprší %@. Poté budou vaše trezory stále dostupné v režimu jen pro čtení.
da: Du kan nu bruge den fulde version af Cryptomator i en begrænset periode. Din prøveperiode udløber %@. Derefter vil dine bokse stadig være tilgængelige i skrivebeskyttet tilstand.
de: Du kannst jetzt die Vollversion von Cryptomator für eine begrenzte Zeit nutzen. Deine Testversion läuft am %@ ab. Danach werden deine Tresore nur noch im Lesemodus zugänglich sein.
el: Τώρα μπορείτε να χρησιμοποιήσετε την πλήρη έκδοση του Cryptomator για περιορισμένο χρονικό διάστημα. Η δοκιμή σας λήγει στις %@. Μετά από αυτό, οι κρύπτες σας θα είναι ακόμα προσβάσιμες σε λειτουργία μόνο για ανάγνωση.
es: Ahora puede usar la versión completa de Cryptomator por un tiempo limitado. Su prueba expira el %@. Después las bóvedas seguirán siendo accesibles en modo de sólo lectura.
fil: Magagamit mo na ngayon ang buong bersyon ng Cryptomator sa limitadong panahon. Mag-e-expire ang iyong trial sa %@. Pagkatapos nito, maa-access pa rin ang iyong mga vault sa read-only mode.
fr: Vous pouvez maintenant utiliser la version complète de Cryptomator pour une durée limitée. Votre essai expire le %@. Après cela, vos coffres seront toujours accessibles en mode lecture seule.
he: אתה יכול להשתמש בגרסה המלאה של Cryptomator לזמן קצוב. תקופת הניסיון תפוג ב- %@. לאחר מכן, הכספות עדיין יהיו נגישות במצב קריאה בלבד.
hr: Sada možete koristiti punu verziju Cryptomator-a ograničeno vrijeme. Vaša probna verzija istječe %@. Nakon toga, vaši će trezori i dalje biti dostupni u načinu "samo za čitanje".
hu: Mostmár használhatja a Cryptomator teljes verzióját korlátozott időre. A próbaidője lejár ekkor: %@. Azután a széfeit továbbra is elérheti csak olvasható módban.
id: Sekarang Anda bisa menggunakan versi lengkap dari Cryptomator dalam waktu terbatas. Masa percobaan Anda akan berakhir pada %@. Setelah masa percobaan habis, Anda hanya bisa mengakses vault Anda dalam mode read-only.
it: Puoi ora usare la versione completa di Cryptomator per un tempo limitato. La tua prova scade il %@. Dopodiché, le tue cassaforti saranno ancora accessibili in modalità sola lettura.
ja: Cryptomatorのフルバージョンを期間限定で使用できるようになりました。試用期間は %@までです。 その後も、金庫は読み取り専用モードでアクセスすることができます。
ko: 제한된 기간 동안 Cryptomator의 정식 버전을 사용할 수 있습니다. 체험판은 %@에 만료됩니다. 그 후, Vault는 읽기 전용 모드로 접근할 수 있습니다.
lv: Tagad ierobežotu laiku var izmantot pilno Cryptomator versiju. Izmēģinājums beigsies %@. Pēc tam glabātavām joprojām varēs piekļūt tikai lasāmā režīmā.
nb: Nå kan du bruke fullversjonen av Cryptomator i en begrenset tid. Prøveperioden utløper den %@. Etter dette vil dine hvelv fortsatt være tilgjengelige i skrivebeskyttet modus.
nl: U kunt nu de volledige versie van Cryptomator voor een beperkte tijd gebruiken. Uw proefperiode verloopt op %@. Daarna is je kluis nog steeds toegankelijk in alleen-lezen modus.
pl: Teraz możesz używać pełnej wersji Cryptomator przez ograniczony czas. Twój okres próbny kończy się w dniu %@. Po tym sejfy będą nadal dostępne w trybie tylko do odczytu.
pt: Agora você pode usar a versão completa do Cryptomator por um período limitado. A sua avaliação expira em %@. Depois disso, os seus cofres ainda estarão acessíveis somente em modo leitura.
ro: Acum poți folosi versiunea completă a Criptomatorului pentru o perioadă limitată de timp. Perioada ta de probă expiră la %@. După aceasta data, seifurile dumneavoastră vor fi accesibile doar în modul de citire.
ru: Теперь вы можете использовать полную версию Cryptomator в течение ограниченного времени. Пробная версия истекает %@. После этого ваши хранилища по-прежнему будут доступны в режиме только для чтения.
sk: Teraz môžte používať plnú verziu Cryptomator-a na obmedzeny čas. Vaša skúšobná doba expiruje %@. Potom Vaše trezory zostanú naďalej dostupné v read-only móde.
sl: Sedaj lahko za omejen čas uporabljate polno različico Cryptomatorja. Vaš preizkus poteče %@. Po tem, bodo vaši trezorji še zmeraj dostopni v načinu samo za branje.
sv: Du kan nu använda den fullständiga versionen av Cryptomator under en begränsad tid. Din provperiod löper ut den %@. Efter det kommer dina valv fortfarande att vara tillgängliga i skrivskyddat läge.
sw_tz: Sasa unaweza kutumia toleo kamili la Cryptomator kwa muda mdogo. Jaribio lako linaisha kwenye %@. Baada ya hapo, vaults zako bado zitapatikana katika hali ya kusoma-tu.
tr: Artık Cryptomator'ın tam sürümünü sınırlı bir süre için kullanabilirsiniz. Deneme süreniz %@ tarihinde sona eriyor. Bundan sonra, kasalarınız sadece okuma modunda erişilebilir olmaya devam edecektir.
uk: Тепер ви можете використовувати повну версію Cryptomator протягом обмеженого часу. Ваш пробний період триватиме до %@. Після того ваші сховища залишаться доступними лише в режимі для читання.
zh_hans: 您现在可以在有限的时间内试用完整版的 Cryptomator。您的试用期将在 %@ 过期。 在这之后，您仍然可以在只读模式下访问您的保险库。
zh_hant: 您目前可以在時限內使用完整版的 Cryptomator。您的試用期將於 %@ 到期。之後，您的加密檔案庫仍可在唯讀模式下取存。

# purchase.restorePurchase.fullVersionFound.alert.title
source: Restore Successful
ar: تمت الاستعادة بنجاح
ca: S'ha restaurat amb èxit
cs: Obnovení bylo úspěšné
da: Gendannelse lykkedes
de: Wiederherstellung erfolgreich
el: Επιτυχής Επαναφορά
es: Restauración exitosa
fil: Ibalik ang Matagumpay
fr: Restauration réussie
he: שוחזר בהצלחה
hr: Obnavljanje uspješno
hu: Sikeres visszaállítás
id: Pemulihan Berhasil
it: Ripristino Riuscito
ja: 正常に復元されました
ko: 복원 완료
lv: Sekmīga atjaunošana
nb: Gjenoppretting vellykket
nl: Herstellen geslaagd
pl: Przywrócono pomyślnie
pt: Restauração bem-sucedida
ro: Restabilirea licenței a fost efectuată cu succes
ru: Успешно восстановлено
sk: Obnovenie úspešné
sl: Povrnitev uspešna
sv: Återställning lyckades
sw_tz: Urejeshi Imefanikiwa
th: การกู้คืนสำเร็จ
tr: Geri Yükleme Başarılı
uk: Відновлення успішне
zh_hans: 恢复成功
zh_hant: 復原成功

# purchase.restorePurchase.fullVersionNotFound.alert.title
source: No Full Version
ar: لا توجد نسخة كاملة
ca: Sense versió completa
cs: Žádná plná verze
da: Ingen fuld version
de: Keine Vollversion
el: Χωρίς Πλήρη Έκδοση
es: Sin versión completa
fil: Walang Buong Bersyon
fr: Pas de version complète
he: אין גרסה מלאה
hr: Nema pune verzije
hu: Nincs teljes verzió
id: Versi Lengkap Tidak Tersedia
it: Nessuna Versione Completa
ja: フルバージョンではありません
ko: 정식 버전 없음
lv: Nav pilnā versija
nb: Ingen fullversjon
nl: Geen volledige versie
pl: Brak pełnej wersji
pt: Sem Versão Completa
ro: Versiunea completă nu a fost găsită
ru: Полной версии нет
sk: Nie Plná Verzia
sl: Ni polne različice
sv: Ingen fullversion
sw_tz: Hakuna Toleo Kamili
th: ไม่มีเวอร์ชันเต็ม
tr: Tam Sürüm Yok
uk: Повна версія відсутня
zh_hans: 未购买完整版
zh_hant: 沒有完整版

# purchase.restorePurchase.fullVersionNotFound.alert.message
source: We were unable to find a previously purchased full version that could be restored. Please try another option.
ar: لم نتمكن من العثور على نسخة كاملة تم شراؤها مسبقًا يمكن استعادتها. يرجى تجربة خيار آخر.
ca: No hem pogut trobar una versió completa comprada anteriorment que es pogués restaurar. Si us plau, proveu una altra opció.
cs: Nebyli jsme schopni najít dříve zakoupenou plnou verzi, která by mohla být obnovena. Zkuste prosím jinou možnost.
da: Vi kunne ikke finde en tidligere købt fuld version, som vi kunne gendanne. Prøv venligst en anden mulighed.
de: Wir konnten keine zuvor gekaufte Vollversion finden, die wiederhergestellt werden kann. Bitte versuche eine andere Option.
el: Δεν ήταν δυνατή η εύρεση μιας προηγούμενης πλήρους έκδοσης που θα μπορούσε να αποκατασταθεί. Παρακαλώ δοκιμάστε μια άλλη επιλογή.
es: No hemos podido encontrar una versión completa adquirida previamente que se pudo restaurar. Intente con otra opción.
fil: Hindi namin mahanap ang isang dating binili na buong bersyon na maaaring ibalik. Mangyaring subukan ang isa pang pagpipilian.
fr: Nous n'avons pas pu trouver une version complète précédemment achetée qui pourrait être restaurée. Veuillez essayer une autre option.
he: לא הצלחנו למצוא רכישה קודמת של הגרסה המלאה שניתן לשחזר. אנא נסה אפשרות אחרת.
hr: Nismo uspjeli pronaći prethodno kupljenu punu verziju koja bi se mogla vratiti. Pokušajte s drugom opcijom.
hu: Nem találtunk egy előzőleg megvásárolt teljes verziót, melyet visszaállíthattunk volna. Kérjük, próbáljon meg egy másik opciót.
id: Kami tidak dapat menemukan versi lengkap yang sudah dibeli untuk dipulihkan. Silahkan coba opsi lain.
it: Non siamo riusciti a trovare una versione completa acquistata precedentemente ripristinabile. Sei pregato di provare un'altra opzione.
ja: 以前購入したフルバージョンが見つかりませんでした。別のオプションをお試しください。
ko: 이전에 구입한 정식 버전을 찾을 수 없습니다. 다른 옵션을 선택하십시오.
lv: Mēs nevarējām atrast iepriekš iegādātu pilno versiku, kuru varētu atjaunot. Lūgums mēģināt citu iespēju.
nb: Vi klarte ikke å finne en tidligere kjøpt fullversjon som kunne gjenopprettes. Prøv et annet alternativ.
nl: We konden geen eerder aangeschafte volledige versie vinden die hersteld kon worden. Probeer een andere optie.
pl: Nie mogliśmy znaleźć wcześniej zakupionej pełnej wersji, która mogłaby zostać przywrócona. Proszę spróbować innej opcji.
pt: Não conseguimos encontrar uma versão completa comprada anteriormente que pudesse ser restaurada. Por favor, tente outra opção.
ro: Nu am putut găsi o versiune completă achiziționată anterior. Vă rugăm să alegeți o altă opțiune.
ru: Не удалось найти ранее приобретённую полную версию, которая может быть восстановлена. Попробуйте другой вариант.
sk: Nevieme nájsť predchádzajúcu zakúpenú plnú verziu čo by mohla byť obnovená. Prosím skúste inú možnosť.
sl: Ni bilo mogoče najti predhodne polne različice za povrnitev. Prosimo, poskusite drugo možnost.
sv: Vi kunde inte hitta en tidigare köpt fullversion som kunde återställas. Försök med ett annat alternativ.
sw_tz: Hatukuweza kupata toleo kamili lililonunuliwa hapo awali ambalo linaweza kurejeshwa. Tafadhali jaribu chaguo jingine.
tr: Geri yüklenebilecek önceden satın alınmış bir tam sürüm bulamadık. Lütfen başka bir seçenek deneyin.
uk: Нам не вдалось знайти раніше придбану повну версію, яка може бути відновлена. Будь ласка, спробуйте іншу опцію.
zh_hans: 我们无法找到可供恢复的完整版本。请尝试其他选项。
zh_hant: 我們無法找到已購買並可以恢復的完整版本。請嘗試其他選項。

# purchase.restorePurchase.eligibleForUpgrade.alert.title
source: Eligible for Upgrade
ar: مؤهل للترقية
ca: Apte per l'actualització
cs: Upgrade je dostupný
da: Kvalificeret til opgradering
de: Berechtigt für Upgrade
el: Επιλέξιμο για αναβάθμιση
es: Elegible para actualizar
fil: Kwalipikado para sa Pag-upgrade
fr: Éligible pour une mise à jour
he: זכאי לשדרוג
hr: Ispunjava uvjete za nadogradnju
hu: Frissítésre jogosult
id: Berhak untuk Peningkatan
it: Idoneo per l'aggiornamento
ja: アップグレード可能
ko: 업그레이드 자격 있음
nb: Kvalifisert for oppgradering
nl: Komt in aanmerking voor upgrade
pl: Możliwość ulepszenia wersji
pt: É elegível para um "upgrade"
ro: Eligibil pentru tranziție
ru: Доступно для обновления
sk: Vhodný pre aktualizáciu
sl: Upravičenost za nadgradnjo
sv: Godkänd för uppgradering
sw_tz: Inastahiki kwa Kuboresha
th: สามารถอัปเกรดได้
tr: Yükseltme için uygun
uk: Придатний для покращення
zh_hans: 可以升级
zh_hant: 可以升級

# purchase.restorePurchase.eligibleForUpgrade.alert.message
source: It seems like that you are trying to upgrade from an older version of Cryptomator. In that case, please select the "Upgrade Offer" option instead.
ar: يبدو أنك تحاول الترقية من إصدار أقدم من Cryptomator. في هذه الحالة، يرجى اختيار خيار "عرض الترقية" بدلاً من ذلك.
ca: Sembla que esteu intentant actualitzar des d'una versió anterior de Cryptomator. En aquest cas, seleccioneu l'opció "Oferta d'actualització".
cs: Zdá se, že se pokoušíte upgradovat ze starší verze Cryptomatoru. V takovém případě prosím vyberte možnost "Nabídka na Upgrade".
da: Det ser ud til du prøver at opgradere fra en ældre version af Cryptomator. I så fald skal du vælge "Tilbud på opgradering"-muligheden i stedet.
de: Du versuchst offenbar, eine ältere Version von Cryptomator zu aktualisieren. Wähle bitte in diesem Fall stattdessen die Option „Upgrade-Angebot“ aus.
el: Φαίνεται ότι προσπαθείτε να κάνετε αναβάθμιση από μια παλαιότερη έκδοση του Cryptomator. Σε αυτήν την περίπτωση, επιλέξτε την επιλογή "Προσφορά Αναβάθμισης".
es: Parece que está intentando actualizar desde una versión anterior de Cryptomator. De ser así, seleccione la opción "Oferta de actualización".
fil: Mukhang sinusubukan mong mag-upgrade mula sa isang mas lumang bersyon ng Cryptomator. Kung ganoon, mangyaring piliin ang opsyon na "I-upgrade ang Alok" sa halip.
fr: Il semble que vous essayiez de mettre à jour depuis une ancienne version de Cryptomator. Veuillez sélectionner l'option "Offre de mise à niveau" à la place.
he: נראה שאתה מנסה לשדרג מגרסה ישנה של Cryptomator. אם זה המצב, אנא בחר באפשרות ״הצעת שדרוג״ במקום.
hr: Čini se da pokušavate nadograditi sa starije verzije Cryptomator-a. U tom slučaju, odaberite opciju "Ponuda za nadogradnju".
hu: Úgy tűnik, hogy a Cryptomator egy régebbi verziójáról próbál meg frissíteni. Ebben az esetben, kérjük válassza a "Frissítési ajánlat" opciót.
id: Sepertinya Anda mencoba melakukan peningkatan dari versi Cryptomator yang lebih lama. Jika demikian, silakan pilih opsi "Penawaran Peningkatan".
it: Sembra che si stia cercando di aggiornare da una versione precedente di Cryptomator. In questo caso, si prega di selezionare l'opzione "Offerta di aggiornamento".
ja: 古いバージョンの Cryptomator からアップグレードしようとしているようです。その場合は、代わりに「Upgrade Offer」オプションを選択してください。
ko: Cryptomator의 구버전에서 업그레이드 하려는 것 같습니다. 만약 그렇다면 대신 "업그레이드 제안" 옵션을 선택해주십시오.
lv: Izskatās, ka tiek mēģināts uzlabot no vecākas Cryptomator versijas. Tādā gadījumā lūgums atlasīt "Uzlabošanas piedāvājums" iespēju.
nb: Det ser ut til at du prøver å oppgradere fra en eldre versjon av Cryptomator. I så fall kan du velge alternativet "Oppgraderingstilbud" i stedet.
nl: Het lijkt erop dat u probeert te upgraden via een oudere versie van Cryptomator. In dat geval, selecteer de "Upgrade-aanbieding" optie.
pl: Wygląda na to, że próbujesz uaktualnić ze starszej wersji Cryptomator. W takim przypadku wybierz opcję "Uaktualnij Ofertę".
pt: Parece que está a tentar atualizar a partir de uma versão mais antiga do Cryptomator. Nesse caso, selecione por favor a opção "Promoção de Atualização".
ro: Se pare că încercați să faceți tranziția de la o versiune mai veche a Criptomatorului. În acest caz, va rugăm să alegeți opțiunea "Ofertă de tranziție".
ru: Похоже, вы пытаетесь выполнить обновление со старой версии Cryptomator. В этом случае выберите опцию предложения по обновлению.
sk: Zdá sa že sa pokúšate o aktualizáciu zo staršej verzie Cryptomator-a. V tomto prípade prosím radšej vyberte voľbu "Aktualizačná ponuka".
sl: Zdi se, da želite nadgraditi iz prejšnje različice Cryptomatorja. V tem primeru, prosimo izberite možnost "Ponudba za nadgradnjo".
sv: Det verkar som om du försöker uppgradera från en äldre version av Cryptomator. Välj i så fall alternativet "Uppgraderings-erbjudande".
sw_tz: Inaonekana kama kwamba unajaribu kuboresha kutoka kwa toleo la zamani la Cryptomator. Katika kesi hiyo, tafadhali chagua chaguo la "Boresha Ofa" badala yake.
tr: Görünüşe göre daha eski bir Cryptomator sürümünden yükseltmeye çalışıyorsunuz. Bu durumda, lütfen bunun yerine "Yükseltme Teklifi" seçeneğini seçin.
uk: Схоже, ви намагаєтеся оновити зі старої версії Cryptomator. У такому разі виберіть опцію "Пропозиції з покращення".
zh_hans: 似乎您正在从 Cryptomator 的旧版本进行升级。在这种情况下，请选择“升级优惠”选项。
zh_hant: 您似乎正嘗試從舊版本的 Cryptomator 升級。在這情況下，請選擇「升級優惠」。

# purchase.retry.button
source: Retry
ar: اعد المحاولة
bn: পুনরায় চেষ্টা করুন
ca: Reintenta
cs: Opakovat
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
fil: Subukan muli
fr: Réessayer
he: נסה שוב
hi: पुन: प्रयास करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
lv: Mēģināt vēlreiz
nb: Prøv igjen
nl: Opnieuw proberen
pa: ਮੁੜ-ਕੋਸ਼ਿਸ਼
pl: Ponów
pt: Tente novamente
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znovu
sl: Poizkusi znova
sv: Försök igen
sw_tz: Jaribu tena
th: ลอง​ใหม่
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# purchase.retry.footer
source: Could not load the available products.
ar: تعذر تحميل المنتجات المتاحة.
ca: No s'han pogut carregar els productes disponibles.
cs: Nelze načíst dostupné produkty.
da: Kunne ikke indlæse tilgængelige produkter.
de: Verfügbare Produkte konnten nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση των διαθέσιμων προϊόντων.
es: No se pudieron cargar los productos disponibles.
fil: Hindi ma-load ang mga available na produkto.
fr: Impossible de charger les produits disponibles.
he: העלאת המוצרים הזמינים לא צלח.
hr: Nije moguće učitati dostupne proizvode.
hu: Az elérhető termékek betöltése sikertelen.
id: Tidak dapat memuat produk yang tersedia.
it: Impossibile caricare i prodotti disponibili.
ja: 利用可能な製品を読み込めませんでした。
ko: 이용가능한 제품을 불러올 수 없습니다.
nb: Kunne ikke laste tilgjengelige produkter.
nl: De beschikbare producten konden niet worden geladen.
pl: Nie można załadować dostępnych produktów.
pt: Não foi possível carregar os produtos disponíveis.
ro: Produsele disponibile nu au putut fi încărcate.
ru: Не удалось загрузить доступные продукты.
sk: Nemôžem nahrať dostupné produkty.
sl: Ni bilo mogoče naložiti razpoložljivih izdelkov.
sv: Kunde inte ladda tillgängliga produkter.
sw_tz: Haikuweza kupakia bidhaa zinazopatikana.
tr: Mevcut ürünler yüklenemedi.
uk: Не вдалося завантажити доступні продукти.
zh_hans: 无法加载可用产品。
zh_hant: 無法載入可購買產品。

# purchase.title
source: Unlock Full Version
ar: فتح النسخة الكاملة
ca: Desbloca la versió completa
cs: Odemknout plnou verzi
da: Lås op for fuld version
de: Vollversion freischalten
el: Ξεκλείδωμα Πλήρους Έκδοσης
es: Desbloquear versión completa
fil: I-unlock ang Buong Bersyon
fr: Débloquer la version complète
he: שחרור גרסה מלאה
hr: Otključaj punu verziju
hu: Teljes verzió feloldása
id: Buka Versi Lengkap
it: Sblocca la Versione Completa
ja: フル バージョンのロックを解除
ko: 정식 버전 구입
lv: Atslēgt pilno versiju
nb: Lås opp fullversjonen
nl: Volledige versie ontgrendelen
pa: ਪੂਰਾ ਵਰਜ਼ਨ ਅਣ-ਲਾਕ ਕਰੋ
pl: Odblokuj pełną wersję
pt: Desbloqueie a versão completa
ro: Deblochează versiunea completă
ru: Получить полную версию
sk: Odomknúť plnú verziu
sl: Odkleni polno različico
sv: Lås upp fullversion
sw_tz: Fungua Toleo Kamili
th: ปลดล็อกเวอร์ชั่นเต็ม
tr: Tam Sürümün Kilidini Aç
uk: Розблокувати повну версію
zh_hans: 解锁完整版
zh_hant: 解鎖完整版

# purchase.unlockedFullVersion.message
source: You can now use the full version of Cryptomator. Happy crypting!
ar: يمكنك الآن استخدام النسخة الكاملة من Cryptomter. تشفير سعيد!
ca: Ja podeu fer servir la versió completa de Cryptomator. Feliç encriptació!
cs: Nyní můžete použít plnou verzi Cryptomatoru. Šťastné šifrování!
da: Du kan nu bruge den fulde version af Cryptomator. God fornøjelse!
de: Du kannst jetzt die Vollversion von Cryptomator verwenden. Viel Spaß beim Verschlüsseln!
el: Τώρα μπορείτε να χρησιμοποιήσετε την πλήρη έκδοση του Cryptomator. Καλή κρυπτογράφηση!
es: Ahora puede usar la versión completa de Cryptomator. ¡Feliz cifrado!
fil: Magagamit mo na ngayon ang buong bersyon ng Cryptomator. Maligayang pag-crypting!
fr: Vous pouvez maintenant utiliser la version complète de Cryptomator. Bon chiffrement !
he: אתה יכול להשתמש בגרסה המלאה של Cryptomator. הצפנה נעימה!
hr: Sada možete koristiti punu verziju Cryptomator-a. Sretno šifriranje!
hu: Mostmár használhatja a Cryptomator teljes verzióját. Örömteli titkosítást!
id: Sekarang Anda bisa menggunakan Cryptomator versi lengkap. Selamat berenkripsi ria!
it: Puoi ora usare la versione completa di Cryptomator. Buona crittografazione!
ja: これでCryptomatorのフルバージョンを使用できます。
ko: 이제 Cryptomator의 정식 버전을 사용할 수 있습니다.
lv: Tagad var izmantot pilno Cryptomator versiju. Laimīgu šifrēšanu!
nb: Du kan nå bruke fullversjonen av Cryptomator. God kryptering!
nl: U kunt nu de volledige versie van Cryptomator gebruiken. Veel plezier met encrypteren!
pl: Możesz teraz używać pełnej wersji Cryptomator. Szczęśliwego szyfrowania!
pt: Agora você pode utilizar a versão completa do Cryptomator. Feliz criptografia!
ro: Acum poți folosi versiunea completă a Criptomatorului. Criptare fericită!
ru: Теперь у вас полная версия Cryptomator. Удачного шифрования!
sk: Teraz už môžte používať plnú verziu Cryptomator-a. Veselé kryptovanie!
sl: Sedaj lahko uporabljate polno različico Cryptomatorja. Veselo šifriranje!
sv: Du kan nu använda den fullständiga versionen av Cryptomator. Glad kryptering!
sw_tz: Sasa unaweza kutumia toleo kamili la Cryptomator. Furaha kusimba!
tr: Artık Cryptomator'ın tam sürümünü kullanabilirsiniz. Mutlu şifrelemeler!
uk: Тепер ви можете використовувати повну версію Cryptomator. Вдалого шифрування!
zh_hans: 您现在可以使用完整版的 Cryptomator。加密快乐！
zh_hant: 您現在可以使用完整版的 Cryptomator。加密快樂！

# purchase.unlockedFullVersion.title
source: Thank You
ar: شكراً لك
ca: Gràcies
cs: Děkuji
da: Tak
de: Vielen Dank
el: Σας Ευχαριστούμε
es: Gracias
fil: Salamat
fr: Merci
he: תודה
hi: धन्यवाद
hr: Hvala Vam
hu: Köszönjük
id: Terima Kasih
it: Grazie
ja: ありがとうございます
ko: 감사합니다
lv: Paldies!
nb: Takk
nl: Dank u
pa: ਤੁਹਾਡਾ ਧੰਨਵਾਦ
pl: Dziękujemy
pt: Obrigado
ro: Vă mulțumim!
ru: Спасибо!
sk: Ďakujeme
sl: Hvala Vam
sv: Tackar
sw_tz: Asante
th: ขอบคุณ
tr: Teşekkürler
uk: Дякуємо Вам!
zh_hans: 谢谢
zh_hant: 感謝
