Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# common.alert.error.title
source: Error
ar: خطأ
bn: ত্রুটি দেখা দিয়েছে
cs: Chyba
da: Fejl
de: Fehler
el: Σφάλμα
fr: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 에러
lv: Kļūda
nb: Feil
nl: Fout
pa: ਗਲਤੀ
pl: Błąd
pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sl: Napaka
sv: Fel
sw_tz: Kosa
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

# common.alert.attention.title
source: Attention
ar: انتباه
bn: দৃষ্টি আকর্ষণ করছি!
ca: Atenció
cs: Upozornění
da: Vigtigt
de: Achtung
el: Προσοχή
es: Aviso
fil: Atensyon
fr: Avertissement
he: שים לב
hi: ध्यान दें
hr: Pažnja
hu: Figyelem
id: Perhatian
it: Attenzione
ja: 注意
ko: 주의
lv: Uzmanību
nb: Varsel
nl: Aandacht
pa: ਧਿਆਨ ਦਿਓ
pl: Uwaga
pt: Atenção
ro: Atenție
ru: Внимание
sk: Výstraha
sl: Pozor
sv: Observera
sw_tz: Makini
th: โปรดทราบ
tr: Dikkat
uk: Увага
zh_hans: 请注意
zh_hant: 注意

# common.button.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annullér
de: Abbrechen
el: Ακύρωση
es: Cancelar
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
lv: Atcelt
nb: Avbryt
nl: Annuleren
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
sw_tz: Katisha
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# common.button.change
source: Change
ar: تغيير
bn: পরিবর্তন করুন
ca: Canvia
cs: Změnit
da: Skift
de: Ändern
el: Αλλαγή
es: Modificar
fil: Baguhin
fr: Modifier
he: שנה
hi: बदलें
hr: Promijeni
hu: Változtat
id: Ubah
it: Aggiorna
ja: 変更
ko: 변경
lv: Mainīt
nb: Endre
nl: Wijzig
pa: ਬਦਲੋ
pl: Zmień
pt: Alterar
ro: Modifică
ru: Изменить
sk: Zmeniť
sl: Spremeni
sv: Ändra
sw_tz: Badilisha
th: เปลี่ยน
tr: Değiştir
uk: Змінити
zh_hans: 更改
zh_hant: 修改

# common.button.choose
source: Choose
ar: اختر
bn: বাছুন
ca: Trieu
cs: Vybrat
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
fil: Pumili
fr: Choisir
he: בחר
hi: चुनें
hr: Odaberi
hu: Választás
id: Pilih
it: Scegli
ja: 選択
ko: 선택
lv: Izvēlēties
nb: Velg
nl: Kies
pa: ਚੁਣੋ
pl: Wybierz
pt: Escolher
ro: Alegeți
ru: Выбрать
sk: Vybrať
sl: Izberi
sv: Välj
sw_tz: Chagua
th: เลือก
tr: Seç
uk: Обрати
zh_hans: 选择
zh_hant: 選擇

# common.button.clear
source: Clear
ar: مسح
bn: মুছে ফেলুন
ca: Netejar
cs: Smazat
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fil: Maaliwalas
fr: Effacer
he: ניקוי
hi: साफ़ करें
hr: Očisti
hu: Törlés
id: Hapus
it: Cancella
ja: 消去
ko: 지우기
nb: Tøm
nl: Wissen
pa: ਮਿਟਾਓ
pl: Wyczyść
pt: Limpar
ro: Goliți
ru: Очистить
sk: Vymazať
sl: Počisti
sv: Rensa
sw_tz: Ondoa
th: ล้าง
tr: Temizle
uk: Очистити
zh_hans: 清除
zh_hant: 清除

# common.button.close
source: Close
ar: إغلاق
bn: বন্ধ করুন
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fil: Isara
fr: Fermer
he: סגירה
hi: बंद करें
hr: Zatvori
hu: Bezár
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
lv: Aizvērt
nb: Lukk
nl: Sluiten
pa: ਬੰਦ ਕਰੋ
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
sw_tz: Futa
th: ปิด
tr: Kapat
uk: Закрити
zh_hans: 关闭
zh_hant: 關閉

# common.button.confirm
source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fil: Kumpirmahin
fr: Confirmer
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
lv: Apstiprināt
nb: Bekreft
nl: Bevestig
pa: ਤਸਦੀਕ
pl: Zatwierdź
pt: Confirmar
ro: Confirmați
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
sw_tz: Thibitisha
th: ยืนยัน
tr: Onayla
uk: Підтвердити
zh_hans: 确定
zh_hant: 確認

# common.button.create
source: Create
ar: إنشاء
bn: তৈরি করুন
ca: Crear
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
fil: Gumawa
fr: Créer
he: צור
hi: बनाएं
hr: Izradi
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 생성
lv: Izveidot
nb: Opprett
nl: Maak
pa: ਬਣਾਓ
pl: Utwórz
pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sv: Skapa
sw_tz: Unda
th: สร้าง
tr: Oluştur
uk: Створити
zh_hans: 新建
zh_hant: 建立

# common.button.createFolder
source: Create Folder
ar: إنشاء مجلد
bn: ফোল্ডার তৈরি করুন
ca: Crea una carpeta
cs: Vytvořit složku
da: Opret mappe
de: Ordner erstellen
el: Δημιουργία Φακέλου
es: Crear carpeta
fil: Gumawa ng Folder
fr: Créer un répertoire
he: צור תיקייה
hi: फोल्डर बनाएं
hr: Izradi mapu
hu: Mappa létrehozása
id: Buat Folder
it: Crea Cartella
ja: フォルダーを作成
ko: 폴더 생성
nb: Opprett mappe
nl: Map aanmaken
pa: ਫੋਲਡਰ ਬਣਾਓ
pl: Utwórz Folder
pt: Criar Pasta
ro: Creează dosar
ru: Создать папку
sk: Vytvoriť adresár
sl: Ustvari mapo
sv: Skapa mapp
sw_tz: Unda kabrasha
th: สร้างโฟลเดอร์
tr: Klasör Oluştur
uk: Створити папку
zh_hans: 新建文件夹
zh_hant: 新增資料夾

# common.button.done
source: Done
ar: تم
bn: সম্পন্ন হয়েছে
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Κλείσιμο
es: Hecho
fil: Tapos na
fr: OK
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
lv: Darīts
nb: Ferdig
nl: Klaar
pa: ਮੁਕੰਮਲ
pl: Gotowe
pt: Ok
ro: Finalizat
ru: Готово
sk: Hotovo
sl: Opravljeno
sv: Klar
sw_tz: Tayari
th: เสร็จสิ้น
tr: Tamam
uk: Завершити
zh_hans: 完成
zh_hant: 完成

# common.button.download
source: Download
ar: تحميل
bn: ডাউনলোড
ca: Descarrega
cs: Stáhnout
de: Herunterladen
el: Λήψη
es: Descargar
fil: I-download
fr: Télécharger
he: הורד
hi: डाउनलोड करें
hr: Preuzmi
hu: Letöltés
id: Unduh
ja: ダウンロード
ko: 다운로드
lv: Lejupielādēt
nb: Last ned
pa: ਡਾਊਨਲੋਡ
pl: Pobierz
pt: Descarregar
ro: Descarcă
ru: Скачать
sk: Stiahnuť
sl: Prenesi
sv: Ladda ner
sw_tz: Kupakua
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
zh_hans: 下载
zh_hant: 下載

# common.button.edit
source: Edit
ar: تعديل
bn: সম্পাদন করুন
ca: Editar
cs: Upravit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
es: Editar
fil: I-edit
fr: Éditer
he: ערוך
hi: संपादित करें
hr: Izmjeni
hu: Szerkeszt
id: Ubah
it: Modifica
ja: 編集
ko: 수정
lv: Labot
nb: Rediger
nl: Bewerken
pa: ਸੋਧੋ
pl: Edytuj
pt: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sl: Uredi
sv: Redigera
sw_tz: Hariri
th: แก้ไข
tr: Düzenle
uk: Редагувати
zh_hans: 编辑
zh_hant: 編輯

# common.button.enable
source: Enable
ar: تفعيل
bn: সক্রিয় করুন
ca: Activar
cs: Povolit
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fil: I-enable
fr: Activer
he: הפעל
hi: सक्षम करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
it: Abilita
ja: 有効にする
ko: 활성화
lv: Iespējot
nb: Aktiver
nl: Inschakelen
pa: ਸਮਰੱਥ
pl: Włącz
pt: Ativar
ro: Activează
ru: Включить
sk: Povoliť
sl: Omogoči
sv: Aktivera
sw_tz: Wezesha
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
zh_hans: 启用
zh_hant: 啟用

# common.button.next
source: Next
ar: التالي
bn: পরবর্তী
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fil: Sunod
fr: Suivant
he: הבא
hi: अगला
hr: Sljedeći
hu: Következő
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
lv: Tālāk
nb: Neste
nl: Volgende
pa: ਅੱਗੇ
pl: Dalej
pt: Seguinte
ro: Următor
ru: Далее
sk: Ďalej
sl: Naprej
sv: Nästa
sw_tz: Nyingine
th: ถัดไป
tr: İleri
uk: Далі
zh_hans: 下一步
zh_hant: 繼續

# common.button.ok
source: OK
ar: موافق
bn: আচ্ছা
ca: D'acord
el: ΟΚ
es: Aceptar
he: אישור
hi: ठीक है
hr: U redu
lv: Labi
pa: ਠੀਕ ਹੈ
sl: V redu
sw_tz: Sawa
th: ตกลง
tr: Tamam
uk: Гаразд
zh_hans: 确定
zh_hant: 確認

# common.button.refresh
source: Refresh
ar: تحديث
bn: রিফ্রেশ
ca: Refresca
cs: Načíst znovu
da: Opdatér
de: Aktualisieren
el: Ανανέωση
es: Recargar
fil: I-refresh
fr: Actualiser
he: רענן
hi: रीफ्रेश करें
hr: Osvježi
hu: Frissítés
id: Segarkan
it: Aggiorna
ja: 更新
ko: 새로고침
lv: Atsvaidzināt
nb: Oppdater
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ro: Împrospătează
ru: Обновить
sk: Obnoviť
sl: Osveži
sv: Uppdatera
sw_tz: Onesha upya
th: รีเฟรช
tr: Yenile
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

# common.button.register
source: Register
ar: تسجيل
cs: Registrovat
de: Registrieren
el: Εγγραφή
es: Registrarse
fr: Inscription
hu: Regisztráció
id: Daftar
it: Registrati
ja: 登録
ko: 등록
nb: Registrer
nl: Registreren
pl: Zarejestruj
pt: Registo
ru: Регистрация
sk: Registrovať
sl: Registracija
sv: Skapa konto
th: ลงทะเบียน
tr: Kaydol
uk: Зареєструвати
zh_hans: 注册
zh_hant: 註冊

# common.button.remove
source: Remove
ar: حذف
bn: বাতিল
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fil: Tanggalin
fr: Retirer
he: הסר
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
lv: Noņemt
nb: Fjern
nl: Verwijderen
pa: ਹਟਾਓ
pl: Usuń
pt: Remover
ro: Șterge
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
sw_tz: Ondoa
th: ลบ
tr: Kaldır
uk: Вилучити
zh_hans: 删除
zh_hant: 移除

# common.button.retry
source: Retry
ar: اعد المحاولة
bn: পুনরায় চেষ্টা করুন
ca: Reintenta
cs: Opakovat
da: Forsøg igen
de: Wiederholen
el: Επανάληψη
es: Reintentar
fil: Subukan muli
fr: Réessayer
he: לנסות שוב
hi: पुन: प्रयास करें
hr: Pokušaj ponovno
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ko: 재시도
lv: Mēģināt vēlreiz
nb: Prøv igjen
nl: Opnieuw proberen
pa: ਮੁੜ-ਕੋਸ਼ਿਸ਼
pl: Ponów
pt: Tentar de novo
ro: Încercați din nou
ru: Повторить
sk: Skúsiť znovu
sl: Poizkusi znova
sv: Försök igen
sw_tz: Jaribu tena
th: ลอง​ใหม่
tr: Yeniden dene
uk: Повторити
zh_hans: 重试
zh_hant: 重試

# common.button.signOut
source: Sign Out
ar: تسجيل الخروج
bn: সাইন আউট
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fil: Mag-sign Out
fr: Se déconnecter
he: התנתק
hi: साइन आउट करें
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
it: Disconnettiti
ja: サインアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pa: ਸਾਈਨ ਆਉਟ
pl: Wyloguj
pt: Terminar Sessão
ro: Deconectare
ru: Выйти
sk: Odhlásiť
sl: Odjava
sv: Logga ut
sw_tz: Ondoka
th: ลงชื่อออก
tr: Çıkış Yap
uk: Вийти
zh_hans: 退出登录
zh_hant: 登出

# common.button.verify
source: Verify
ar: التحقق
bn: যাচাই করুন
ca: Verificar
cs: Ověřit
da: Bekræft
de: Verifizieren
el: Επαλήθευση
es: Verificar
fil: I-verify
fr: Vérifier
he: אמת
hi: सत्यापित करें
hr: Potvrdi
hu: Hitelesítés
id: Buka
it: Verifica
ja: 認証
ko: 확인
nb: Bekreft
nl: Verifiëren
pa: ਤਸਦੀਕ
pl: Potwierdź
pt: Verificar
ro: Verifică
ru: Проверить
sk: Overiť
sl: Preveri
sv: Verifiera
sw_tz: Thibitisha
th: ยืนยัน
tr: Doğrula
uk: Перевірити
zh_hans: 验证
zh_hant: 驗證

# common.cells.openInFilesApp
source: Open in Files App
ar: فتح في تطبيق الملفات
bn: ফাইল আ্যপে খুলুন
ca: Obrir amb l'aplicació de fitxers
cs: Otevřít v aplikaci Soubory
da: Åbn i Filer appen
de: In der App „Dateien“ öffnen
el: Άνοιγμα στην εφαρμογή Αρχείων
es: Abrir en la app de Archivos
fil: Ibuksan sa Files App
fr: Ouvrir dans l'application Fichiers
he: פתיחת ביישום Files
hi: दस्तावेज ऐप में खोलें
hr: Otvori u Files aplikaciji
hu: Megnyitás ezzel: Fájlok
id: Buka di Aplikasi File
it: Apri nell'App File
ja: ファイル アプリで開く
ko: 파일 앱에서 열기
lv: Atvērt datņu lietotnē
nb: Åpne i Filer-appen
nl: Open in Bestanden App
pa: Files ਐਪ ਵਿੱਚ ਖੋਲ੍ਹੋ
pl: Otwórz w aplikacji Pliki
pt: Abrir na app Ficheiros
ro: Deschide în aplicația de fișiere
ru: Открыть в "Файлах"
sk: Otvoriť v súborovej aplikácii
sl: Odpri v aplikaciji Datoteke
sv: Öppna i Filer-appen
sw_tz: Fungua katika Programu ya Mafaili
th: เปิดในแอปไฟล์
tr: Dosyalar Uygulamasında Aç
uk: Відкрити в програмі «Файли»
zh_hans: 在文件管理器中打开
zh_hant: 在「檔案」應用程式中開啟

# common.cells.password
source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
he: סיסמה
hi: कूट शब्द
hr: Lozinka
hu: Jelszó
id: Kata Sandi
ja: パスワード
ko: 비밀번호
lv: Parole
nb: Passord
nl: Wachtwoord
pa: ਪਾਸਵਰਡ
pl: Hasło
pt: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
sw_tz: Neno la siri
th: รหัสผ่าน
tr: Şifre
uk: Пароль
zh_hans: 密码
zh_hant: 密碼

# common.cells.username
source: Username
ar: اسم المستخدم
bn: ব্যবহারকারীর নাম
ca: Nom d'usuari
cs: Uživatel
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
it: Nome utente
ja: ユーザー名
ko: 사용자명
lv: Lietotājvārds
nb: Brukernavn
nl: Gebruikersnaam
pa: ਵਰਤੋਂਕਾਰ ਨਾਂ
pl: Login
pt: Nome de utilizador
ro: Nume de utilizator
ru: Имя пользователя
sk: Uživateľské meno
sl: Uporabniško ime
sv: Användarnamn
sw_tz: Jina la mtumiaji
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
zh_hans: 用户名
zh_hant: 帳號

# common.footer.learnMore
source: Learn more.
ar: معرفة المزيد.
bn: আরও জানুন।
ca: Més informació.
cs: Více informací.
da: Læs mere.
de: Mehr erfahren.
el: Μάθε περισσότερα.
es: Más información.
fil: Matuto pa.
fr: En savoir plus.
he: למידע נוסף.
hi: अधिक जानें
hr: Saznaj više.
hu: További információk.
id: Selengkapnya.
it: Scopri di più.
ja: さらに詳しく
ko: 자세히 알아보기
lv: Uzzināt vairāk.
nb: Finn ut mer.
nl: Meer weten.
pa: ਹੋਰ ਜਾਣੋ।
pl: Więcej informacji.
pt: Saiba mais.
ro: Aflați mai multe.
ru: Подробнее.
sk: Dozvedieť sa viac.
sl: Preberite več.
sv: Läs mer.
sw_tz: Jifunze zaidi.
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edin.
uk: Дізнатися більше.
zh_hans: 了解更多。
zh_hant: 了解更多。

# common.hud.authenticating
source: Authenticating…
ar: المصادقة…
bn: প্রমাণ করা হচ্ছে…
ca: Autenticant…
cs: Ověřování…
da: Godkender…
de: Authentifizierung …
el: Ταυτοποίηση…
es: Autenticando…
fil: Pinapatunayan…
fr: Authentification…
he: בתהליך אימות…
hi: प्रमाणीकरण प्रक्रिया में है...
hu: Hitelesítés…
id: Mengotentikasi…
it: Autenticazione…
ja: 認証中…
ko: 로그인중…
nb: Autentiserer…
nl: Authenticeren…
pa: ਪਰਮਾਣਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ…
pl: Uwierzytelnianie…
pt: A autenticar…
ro: In proces de autentificare…
ru: Аутентификация…
sk: Overovanie…
sl: Prijavljam …
sv: Autentiserar…
sw_tz: Kuthibitisha…
th: กำลังตรวจสอบ…
tr: Kimlik doğrulanıyor…
uk: Авторизація…
zh_hans: 正在验证...
zh_hant: 驗證中...

# accountList.header.title
source: Authentications
ar: المصادقة
bn: যাচাইকরণ
ca: Autenticacions
cs: Ověření
da: Godkendere
de: Authentifizierungen
el: Ταυτοποιήσεις
es: Autenticaciones
fil: Mga pagpapatunay
fr: Authentifications
he: אימות
hi: प्रमाणीकरण
hr: Autentikacije
hu: Hitelesítések
id: Otentikasi
it: Autenticazioni
ja: 認証
ko: 계정
lv: Autentificēšanās
nb: Godkjenninger
nl: Authenticaties
pa: ਪਰਮਾਣਕਿਤਾ
pl: Uwierzytelnianie
pt: Autenticações
ro: Autentificări
ru: Аутентификации
sk: Overenia
sl: Prijave
sv: Autentiseringar
sw_tz: Uhalalishaji
th: การรับรอง
tr: Kimlik Doğrulaması
uk: Авторизація
zh_hans: 身份验证
zh_hant: 驗證

# accountList.emptyList.message
source: Tap here to add an account
ar: انقر هنا لإضافة حساب
bn: একাউন্ট যোগ করতে এখানে চাপুন
ca: Feu clic ací per a afegir un compte
cs: Klepnutím sem přidáte účet
da: Tryk her for at tilføje en konto
de: Tipp hier, um einen Account hinzuzufügen
el: Πατήστε εδώ για να προσθέσετε ένα λογαριασμό
es: Pulse aquí para añadir una cuenta
fil: Pumindot dito para madagdag ang account
fr: Appuyez ici pour ajouter un compte
he: לחץ כאן להוספת חשבון
hi: खाता खोलने के लिए यहाँ दबाएँ
hr: Dodirnite ovdje za dodavanje računa
hu: Koppintson ide egy fiók hozzáadásához
id: Ketuk disini untuk menambah akun
it: Tocca qui per aggiungere un account
ja: ここをタップしてアカウントを追加
ko: 여기를 눌러 계정 추가
lv: Piesist šeit, lai pievienotu kontu
nb: Trykk her for å legge til en konto
nl: Tik hier om een account toe te voegen
pa: ਖਾਤਾ ਜੋੜਣ ਲਈ ਇੱਥੇ ਛੋਹੋ
pl: Dotknij tutaj, aby dodać konto
pt: Toque aqui para adicionar uma conta
ro: Atinge aici pentru a adăuga un cont
ru: Нажмите, чтобы добавить аккаунт
sk: Kliknúť sem pre pridanie účtu
sl: Tapnite sem da dodate račun
sv: Tryck här för att lägga till ett konto
sw_tz: Gonga hapa ili kuongeza akaunti
th: แตะที่นี่เพื่อเพิ่มบัญชี
tr: Hesap eklemek için buraya dokunun
uk: Натисніть тут, щоб додати обліковий запис
zh_hans: 点击此处添加保险库
zh_hant: 點擊此處來新增帳號

# accountList.signOut.alert.title
source: Remove Associated Vaults?
ar: إزالة المخازن المرتبطة؟
bn: যুক্ত ভোল্টগুলো বাতিল করবেন?
ca: Eliminar les caixes fortes associades?
cs: Odstranit přidružené trezory?
da: Fjern associerede bokse?
de: Zugehörige Tresore entfernen?
el: Αφαίρεση Συσχετιζόμενων Κρυπτών;
es: ¿Eliminar bóvedas asociadas?
fil: Itangal ang mga associated na vaults?
fr: Supprimer les coffres associés ?
he: הסרת כספות קשורות?
hi: क्या जुड़े हुए कक्षों को हटाना चाहते हैं?
hr: Ukloniti povezane trezore?
hu: Hozzátartozó széfek eltávolítása?
id: Hapus Vault Terkait?
it: Rimuovere le Cassaforti Associate?
ja: 関連する金庫を削除しますか?
ko: 연결된 Vault를 제거하시겠습니까?
nb: Fjern tilknyttede hvelv?
nl: Bijbehorende kluizen verwijderen?
pa: ਸੰਬੰਧਿਤ ਖਾਤੇ ਹਟਾਉਣੇ ਹਨ?
pl: Usunąć powiązane sejfy?
pt: Remover Cofres Associados?
ro: Eliminați Seifele asociate?
ru: Удалить связанные хранилища?
sk: Odstrániť asociované trezory?
sl: Odstrani povezane trezorje?
sv: Ta bort associerade valv?
sw_tz: Ondoa Kuba Zinazohusiana?
tr: İlişkili Kasalar Kaldırılsın mı?
uk: Вилучити пов'язані сховища?
zh_hans: 移除关联的保险库吗？
zh_hant: 移除關聯的加密檔案庫？

# accountList.signOut.alert.message
source: By signing out, all associated vaults will be removed from the vault list. No encrypted data will be deleted. You can sign in again and re-add the vaults later.
ar: في حال تسجيل الخروج، سيتم إزالة جميع المخازن المرتبطة من قائمة المخازن. لن يتم حذف أي بيانات مشفرة. يمكنك تسجيل الدخول مرة أخرى وإعادة إضافة المخازن لاحقاً.
bn: সাইন আউট করলে একাউন্টের সাথে যুক্ত সকল ভোল্ট মুছে যাবে। যদিও ভোল্টের এনক্রিপ্টেড তথ্যগুলো মুছবে না। ভোল্টগুলো পুনরায় যুক্ত করতে আপনি আবার সাইন ইন করতে পারেন।
ca: En tancar la sessió, totes les caixes fortes associades s'eliminaran de la llista de caixes fortes. No se suprimirà cap dada xifrada. Podeu tornar a iniciar la sessió i tornar a afegir les caixes fortes més tard.
cs: Odhlášením budou všechny přidružené trezory odstraněny ze seznamu trezorů. Žádná zašifrovaná data nebudou odstraněna. Můžete se znovu přihlásit a trezory znovu přidat později.
da: Ved at logge ud, vil alle tilknyttede bokse blive fjernet fra listen. Ingen krypterede data vil blive slettet. Du kan logge ind igen og tilføje boksene igen senere.
de: Durch das Ausloggen werden alle zugehörigen Tresore aus der Tresorliste entfernt. Es werden keine verschlüsselten Daten gelöscht. Du kannst dich erneut anmelden und die Tresore später wieder hinzufügen.
el: Με την αποσύνδεση, όλες οι συνδεδεμένες κρύπτες θα αφαιρεθούν από τη λίστα κρυπτών. Δεν θα διαγραφούν τα κρυπτογραφημένα δεδομένα. Μπορείτε να συνδεθείτε ξανά και να προσθέσετε ξανά τις κρύπτες αργότερα.
es: Al cerrar sesión, todas las bóvedas asociadas se eliminarán de la lista de bóvedas. No se eliminarán los datos cifrados. Puede iniciar sesión de nuevo y volver a añadir las bóvedas más tarde.
fil: Sa pamamagitan ng pag-sign out, ang lahat ng nauugnay na vault ay aalisin sa listahan ng vault. Walang matatanggal na naka-encrypt na data. Maaari kang mag-sign in muli at muling idagdag ang mga vault sa ibang pagkakataon.
fr: En vous déconnectant, tous les coffres associés seront supprimés de la liste des coffres. Aucune donnée chiffrée ne sera supprimée. Vous pouvez vous reconnecter et ré-ajouter les coffres plus tard.
he: אם תנתק, כל הכספות הקשורות יוסרו מרשימת הכספות. לא ימחק מידע מוצפן. ניתן להכנס שוב ולהוסיף את הכספות בעתיד.
hi: सत्रांत करने से सारे जुड़े हुए कक्ष कक्ष-तालिका से हटा दिए जाएँगे। कूट-डेटा को नहीं हटाया जाएगा। आप पुनः सत्रारम्भ कर के कक्षों को पुनः जोड़ सकते हैं।
hr: Odjavom, svi povezani trezori bit će uklonjeni s popisa trezora. Šifrirani podaci neće biti izbrisani. Možete se ponovno prijaviti i kasnije ponovo dodati trezore.
hu: A kijelentkezéssel az összes hozzátartozó széf eltávolításra kerül a listából. Semmilyen titkosított adat nem törlődik. Később újra bejelentkezhet és újra felveheti a széfeket.
id: Dengan keluar, semua vault terkait akan dihapus dari daftar vault. Tidak ada data terenkripsi yang akan dihapus. Anda dapat masuk lagi dan menambahkan kembali vault nanti.
it: Disconnettendoti, tutte le cassaforti associate saranno rimosse dall'elenco delle cassaforti. Nessun dato crittografato sarà eliminato. Puoi accedere nuovamente e riaggiungerle in seguito.
ja: サインアウトすると、関連するすべての金庫が金庫のリストから削除されます。暗号化済みのデータは削除されません。再度ログインすれば再度金庫をあとから追加することができます。
ko: 로그아웃 시, 연결된 Vault가 목록에서 모두 제거됩니다. 암호화된 데이터가 삭제되는 것은 아닙니다. 다시 로그인 시 Vault를 다시 추가 할 수 있습니다.
lv: Atsakoties visas saistītās glabātavas tiks noņemtas no glabātavu saraksta. Šifrētie dati netiks izdzēsti. Pēc tam var atkal pieteikties un pievienot glabātavas no jauna.
nb: Ved å logge ut, vil alle tilhørende hvelv bli fjernet fra listen over hvelv. Ingen krypterte data vil slettes. Du kan logge på igjen og legge til hvelvene på nytt senere.
nl: Door uit te loggen worden alle bijbehorende kluizen uit de kluislijst verwijderd. Er worden geen versleutelde gegevens verwijderd. U kunt opnieuw inloggen en later de kluis opnieuw toevoegen.
pa: ਸਾਈਨ ਆਉਟ ਕਰਨ ਨਾਲ ਵਾਲਟ ਸੂਚੀ ਵਿੱਚੋਂ ਸਾਰੇ ਸੰਬੰਧਿਤ ਵਾਲਟ ਹਟਾਏ ਜਾਣਗੇ। ਕੋਈ ਵੀ ਇੰਕ੍ਰਿਪਟ ਕੀਤਾ ਡਾਟੇ ਨਹੀਂ ਹਟਾਇਆ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਮੁੜ ਸਾਈਨ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਵਾਲਟਾਂ ਨੂੰ ਫੇਰ ਜੋੜ ਸਕਦੇ ਹੋ।
pl: Po wylogowaniu wszystkie powiązane sejfy zostaną usunięte z listy. Żadne zaszyfrowane dane nie zostaną usunięte. Po ponownym logowaniu będzie można znowu dodać sejfy.
pt: Ao terminar sessão, todas os cofres associados serão removidos da sua lista de cofres. Nenhum ficheiro encriptado será apagado. Você pode iniciar sessão novamente e voltar a adicionar os cofres mais tarde.
ro: Prin deconectare, toate seifurile asociate vor fi șterse din lista de seife. Nicio informație criptată nu va fi ștearsă. Puteți să vă conectați din nou și să readăugați seifurile mai târziu.
ru: При выходе из системы все связанные хранилища будут удалены из списка. Сами зашифрованные данные не удаляются. Позже вы можете опять войти и снова добавить хранилища.
sk: Odhlásením sa budú všetky asociované trezory odstránené zo zoznamu trezorov. Žiadne zašifrované dáta však nebudú zmazané. Môžte sa znovu prihlásiť a opätovne pridať trezory neskôr.
sl: Z odjavo bodo s seznama trezorjev odstranjeni vsi povezani trezorji. Nobeni šifrirani podatki ne bodo odstranjeni. Ponovno se lahko prijavite in dodate trezorje kasneje.
sv: Genom att logga ut kommer alla associerade valv att tas bort från valvlistan. Ingen krypterad data kommer att raderas. Du kan logga in igen och lägga till valven senare.
sw_tz: Kwa kujisajili, kuba zote zinazohusiana zitaondolewa kwenye orodha ya kuba. Hakuna data iliyosimbwa kwa njia fiche itakayofutwa. Unaweza kuingia tena na kuongeza tena kuba baadaye.
tr: Oturumu kapattığınızda, ilişkili tüm kasalar kasa listesinden kaldırılacaktır. Şifrelenmiş hiçbir veri silinmeyecektir. Tekrar oturum açabilir ve kasaları daha sonra yeniden ekleyebilirsiniz.
uk: Після виходу з облікового запису всі пов’язані сховища буде вилучено зі списку сховищ. Зашифровані дані не будуть видалені. Ви зможете знову увійти та повторно додати сховища пізніше.
zh_hans: 登出后，所有关联的保险库将从保险库列表中移除。未加密的数据将被删除，您可以重新登录并添加保险库。
zh_hant: 登出後，所有關聯的加密檔案庫將從列表中移除。這並不會刪除任何加密數據。您可以稍後再次登入並重新添加加密檔案庫。

# addVault.title
source: Add Vault
ar: أضِف مخزنًا
bn: ভোল্ট যুক্ত করুন
ca: Afegir una caixa forta
cs: Přidat trezor
da: Tilføj boks
de: Tresor hinzufügen
el: Προσθήκη Κρύπτης
es: Añadir bóveda
fil: Magdagdag ng Vault
fr: Ajouter un coffre
he: הוסף כספת
hi: वाउल्ट डालें
hr: Dodaj trezor
hu: Széf hozzáadása
id: Tambah Vault
it: Aggiungi Cassaforte
ja: 金庫を追加
ko: Vault 추가
lv: Pievienot glabātavu
nb: Legg til hvelv
nl: Kluis toevoegen
pa: ਵਾਲਟ ਜੋੜੋ
pl: Dodaj sejf
pt: Adicionar Cofre
ro: Adaugă seif
ru: Добавить хранилище
sk: Pridať trezor
sl: Dodaj trezor
sv: Lägg till valv
sw_tz: Ongeza Kuba
th: เพิ่ม Vault
tr: Kasa Ekle
uk: Додати сховище
zh_hans: 添加保险库
zh_hant: 新增加密檔案庫
