Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# chooseFolder.emptyFolder.footer
source: Folder is Empty
ar: المجلد فارغ
bn: ফোল্ডার খালি
ca: La carpeta és buida
cs: Složka je prázdná
da: Mappen er tom
de: Ordner ist leer
el: Ο φάκελος είναι κενός
es: La carpeta está vacía
fil: Walang laman ang folder
fr: Le dossier est vide
he: התיקייה ריקה
hi: फ़ोल्डर रिक्त है
hr: Mapa je prazna
hu: A mappa üres
id: Folder Kosong
it: La Cartella è Vuota
ja: フォルダが空です
ko: 폴더가 비었습니다
lv: Tukša mape
nb: Mappen er tom
nl: Map is leeg
pa: ਫੋਲਡਰ ਖਾਲੀ ਹੈ
pl: Folder jest pusty
pt: A pasta está vazia
ro: Dosarul este gol
ru: Папка пуста
sk: Adresár je prázdny
sl: Mapa je prazna
sv: Mappen är tom
sw_tz: Kabrasha ni Tupu
th: โฟลเดอร์นี้ว่างเปล่า
tr: Klasör Boş
uk: Папка порожня
zh_hans: 文件夹为空
zh_hant: 資料夾是空的

# chooseFolder.createNewFolder.header.title
source: Choose a name for the folder.
ar: اختر اسماً للمجلد.
bn: ফোল্ডারটির জন্য একটি নাম পছন্দ করুন.
ca: Trieu el nom de la carpeta.
cs: Zvolte název složky.
da: Vælg et navn til mappen.
de: Wähle einen Namen für den Ordner.
el: Επιλέξτε ένα όνομα για το φάκελο.
es: Elija un nombre para la carpeta.
fil: Pumili ng pangalan para sa folder.
fr: Choisissez un nom pour le dossier.
he: בחר שם לתיקיה.
hi: फ़ोल्डर का नाम चुने।
hr: Odaberite ime za mapu.
hu: Válasszon egy nevet a mappa számára.
id: Pilih nama folder.
it: Scegli un nome per la cartella.
ja: フォルダーの名前を入力してください。
ko: 폴더의 이름을 선택해주십시오.
lv: Jāizvēlas mapes nosaukums.
nb: Navngi mappen.
nl: Kies een naam voor de map.
pa: ਫੋਲਡਰ ਲਈ ਨਾਂ ਚੁਣੋ।
pl: Wybierz nazwę katalogu.
pt: Escolha um nome para a pasta.
ro: Alegeți un nume pentru dosar.
ru: Выберите имя для папки.
sk: Zvoľte meno pre adresár.
sl: Izberite ime za mapo.
sv: Välj namn för valvet.
sw_tz: Chagua jina la kabrasha.
th: เลือกชื่อให้โฟลเดอร์
tr: Klasör için bir ad seçin.
uk: Виберіть назву для папки.
zh_hans: 为文件夹创建一个名称。
zh_hant: 為資料夾命名。

# chooseFolder.createNewFolder.cells.name
source: Folder Name
ar: اسم المجلد
bn: ফোল্ডার এর নাম
ca: Nom de la carpeta
cs: Název složky
da: Mappenavn
de: Ordnername
el: Όνομα Φακέλου
es: Nombre de la carpeta
fil: Pangalan ng Folder
fr: Nom de classeur
he: שם תיקייה
hi: फ़ोल्डर का नाम
hr: Ime mape
hu: Mappa neve
id: Nama Folder
it: Nome della Cartella
ja: フォルダー名
ko: 폴더명
lv: Mapes nosaukums
nb: Mappenavn
nl: Naam van de Map
pa: ਫੋਲਡਰ ਦਾ ਨਾਂ
pl: Nazwa katalogu
pt: Nome da Pasta
ro: Nume dosar
ru: Имя папки
sk: Meno adresára
sl: Ime mape
sv: Namn på mappen
sw_tz: Jina la Kabrasha
th: ชื่อโฟลเดอร์
tr: Klasör Adı
uk: Назва папки
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

# chooseFolder.createNewFolder.error.emptyFolderName
source: Folder name cannot be empty.
ar: اسم المجلد لا يمكن أن يكون فارغاً.
bn: ফোল্ডার এর নাম খালি থাকতে পারবে না.
ca: No es pot deixar buit el nom de la carpeta.
cs: Název složky nemůže být prázdný.
da: Mappenavn må ikke være tomt.
de: Ordnername darf nicht leer sein.
el: Το όνομα φακέλου δεν μπορεί να είναι κενό.
es: El nombre de la carpeta no puede estar vacío.
fil: Hindi maaaring walang laman ang pangalan ng folder.
fr: Le nom de dossier ne peut pas être vide.
he: שם התיקיה לא יכול להיות ריק.
hi: फ़ोल्डर का नाम रिक्त नहीं हो सकता
hr: Ime mape ne može biti prazno.
hu: A mappa neve nem lehet üres.
id: Nama Folder tidak boleh kosong.
it: Il nome della cartella non può essere vuoto.
ja: フォルダ名は空にできません。
ko: 폴더 이름이 비어 있어서는 안 됩니다.
lv: Mapes nosaukums nevar būt tukšs.
nb: Du må gi mappen et navn.
nl: Naam van de map mag niet leeg zijn.
pa: ਫ਼ੋਲਡਰ ਨਾਂ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
pl: Nazwa folderu nie może być pusta.
pt: Nome da pasta não pode estar vazio.
ro: Numele dosarului nu poate fi gol.
ru: Имя папки не может быть пустым.
sk: Meno adresára nemôže byť prázdne.
sl: Ime mape ne sme biti prazno.
sv: Mappens namn får inte vara tomt.
sw_tz: Jina la Kuba haliwezi kuwa tupu.
th: ชื่อโฟลเดอร์ไม่สามารถเว้นว่างได้
tr: Klasör adı boş olamaz.
uk: Поле «Назва папки» не може бути порожнім.
zh_hans: 文件夹名称不能为空。
zh_hant: 資料夾名稱不能留空。

# chooseFolder.createNewFolder.progress
source: Creating Folder…
ar: جاري إنشاء مجلد…
bn: ফোল্ডার তৈরি হচ্ছে…
ca: Ara es crea la carpeta…
cs: Vytváření složky…
da: Opretter mappe…
de: Ordner wird erstellt …
el: Δημιουργία Φακέλου…
es: Creando carpeta…
fil: Gumagawa ng Folder…
fr: Création du dossier…
he: יוצר תיקייה…
hr: Izrada mape…
hu: Mappa létrehozása…
id: Membuat Folder…
it: Creando la Cartella…
ja: フォルダーを作成中...
ko: 폴더 생성 중...
nb: Oppretter mappe…
nl: Map aanmaken…
pa: …ਫੋਲਡਰ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Tworzenie katalogu…
pt: Criar pasta
ro: Se creează folderul…
ru: Создание папки…
sk: Vytvára sa priečinok…
sl: Ustvarjanje mape …
sv: Skapar mapp…
sw_tz: Kuunda kabrasha…
th: กำลังสร้างโฟลเดอร์…
tr: Klasör oluşturuluyor…
uk: Створення папки…
zh_hans: 正在创建文件夹...
zh_hant: 正在建立資料夾

# cloudProvider.error.itemNotFound
source: "%@" could not be found.
ar: تعذر العثور على "%@".
bn: "%@" খুজে পাওয়া যায়নি.
ca: "%@" no s'ha pogut trobat.
cs: "%@" nebylo nalezeno.
da: "%@" kunne ikke findes.
de: „%@“ konnte nicht gefunden werden.
el: "%@" δεν βρέθηκε.
es: No se pudo encontrar "%@".
fil: Hindi mahanap ang "%@".
fr: "%@" n'a pas pu être trouvé.
he: ״%@״ לא נמצא.
hi: “%@“ नहीं मिला
hr: "%@" nije mogao biti pronađen.
hu: A(z) "%@" nem található.
id: "%@" tidak ditemukan.
it: "%@" non è stato trovato.
ja: "%@" が見つかりませんでした。
ko: "%@"을(를) 찾을 수 없습니다.
lv: "%@" nevarēja atrast.
nb: "%@" ble ikke funnet.
nl: "%@" niet gevonden.
pa: "%@" ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ।
pl: "%@" nie został odnaleziony.
pt: Não foi possível encontrar "%@".
ro: "%@" nu a putut fi găsit.
ru: Не удалось найти "%@".
sk: "%@" nie je možné nájsť.
sl: "%@" ni bilo mogoče najti.
sv: "%@" kunde inte hittas.
sw_tz: "%@" haikuweza kupatikana.
th: ไม่พบ "%@"
tr: "%@" bulunamadı.
uk: «%@» не знайдено.
zh_hans: 找不到 %@"。
zh_hant: 無法找到「%@」。

# cloudProvider.error.itemAlreadyExists
source: "%@" already exists.
ar: %@" موجود مسبقاً.
bn: "%@" ইতিমধ্যে বিদ্যমান.
ca: "%@" ja existeix.
cs: "%@" již existuje.
da: "%@" findes allerede.
de: „%@“ existiert bereits.
el: "%@" υπάρχει ήδη.
es: "%@" ya existe.
fil: "%@" mayroon na.
fr: "%@" existe déjà.
he: ״%@״ כבר קיים.
hi: “%@“ पहले से मौजूद है
hr: "%@" već postoji.
hu: A(z) "%@" már létezik.
id: "%@" sudah ada.
it: "%@" esiste già.
ja: "%@" が既に存在します。
ko: "%@"이(가) 이미 존재합니다.
lv: "%@" jau pastāv.
nb: "%@" finnes allerede.
nl: "%@" bestaat al.
pa: "%@" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: "%@" już istnieje.
pt: "%@" já existe.
ro: "%@" există deja.
ru: "%@" уже существует.
sk: "%@" už existuje.
sl: "%@" že obstaja.
sv: "%@" finns redan.
sw_tz: "%@" tayari ipo.
th: "%@" มีอยู่แล้ว
tr: "%@" zaten mevcut.
uk: «%@» вже існує.
zh_hans: "%@" 已存在。
zh_hant: 「%@」已經存在。

# cloudProvider.error.itemTypeMismatch
source: "%@" has an unexpected item type.
ar: "%@" يحتوي على نوع عنصر غير متوقع.
bn: "%@" এর একটি অপ্রত্যাশিত আইটেম রয়েছে.
ca: "%@" té un tipus d'element inesperat.
cs: "%@" má neočekávaný typ položky.
da: "%@" har en uventet type.
de: „%@“ hat einen unerwarteten Dateityp.
el: "%@" έχει έναν μη αναμενόμενο τύπο στοιχείου.
es: "%@" tiene un tipo de elemento inesperado.
fil: Ang "%@" ay may hindi inaasahang uri ng item.
fr: "%@" a un type d'élément inattendu.
he: ״%@״ מכיל פריט לא צפוי.
hi: "%@" में अप्रत्याशित प्रकार की चीज है।
hr: "%@" ima neočekivanu vrstu stavke.
hu: A következőben egy nem várt elemtípus található: "%@".
id: "%@" memiliki jenis item yang tidak terduga.
it: "%@" ha un tipo di elemento inatteso.
ja: "%@" に予期しないファイルがあります。
ko: "%@"의 파일 타입이 올바르지 않습니다.
lv: "%@" ir neparedzēts vienuma veids.
nb: "%@" har en uventet elementtype.
nl: "%@" heeft een onverwachts item type.
pa: "%@" ਅਣਪਛਾਤੀ ਆਈਟਮ ਕਿਸਮ ਹੈ।
pl: "%@" ma nieoczekiwany typ przedmiotu.
pt: "%@" tem um tipo de item inesperado.
ro: „%@” are un tip de element neașteptat.
ru: "%@" содержит неподдерживаемый тип.
sk: "%@" obsahuje neočakávaný typ položiek.
sl: "%@" je neveljavnega tipa.
sv: "%@" har en oväntad typ.
sw_tz: "%@" ina aina ya kipengee kisichotarajiwa.
tr: "%@", beklenmeyen bir öğe türüne sahip.
uk: «%@» має неочікуваний тип об'єкта.
zh_hans: "%@" 有一个非预期的文件类型。
zh_hant: “%@”有一個非預期的文件類型

# cloudProvider.error.parentFolderDoesNotExist
source: Parent folder "%@" does not exist.
ar: المجلد الأصل "%@" غير موجود.
bn: আগের ফোল্ডার "%@" বিদ্যমান নয়.
ca: La carpeta mare "%@" no existeix.
cs: Nadřazená složka "%@" neexistuje.
da: Overordnet mappe "%@" eksisterer ikke.
de: Übergeordneter Ordner „%@“ existiert nicht.
el: Γονικός φάκελος "%@" δεν υπάρχει.
es: La carpeta padre "%@" no existe.
fil: Ang folder ng magulang na "%@" ay hindi umiiral.
fr: Le dossier parent "%@" n'existe pas.
he: תיקית אב ״%@״ לא קיימת.
hi: मूल फ़ोल्डर "%@" उपलब्ध नहीं ह।
hr: Roditeljska mapa "%@" ne postoji.
hu: A szülőmappa "%@" nem létezik.
id: Folder induk "%@" tidak ada.
it: La cartella padre "%@" non esiste.
ja: 親フォルダ "%@" が存在しません。
ko: 상위 폴더 "%@"이(가) 존재하지 않습니다.
lv: Vecākmape "%@" nepastāv.
nb: Overordnet mappe "%@" finnes ikke.
nl: Bovenliggende map "%@" bestaat niet.
pa: ਮੁੱਢਲਾ ਫੋਲਡਰ "%@" ਮੌਜੂਦ ਨਹੀਂ ਹੈ।
pl: Folder nadrzędny "%@" nie istnieje.
pt: A pasta parente "%@" não existe.
ro: Dosarul părinte " "%@" nu există.
ru: Родительская папка "%@" не существует.
sk: Nadradený adresár "%@" neexistuje.
sl: Predhodna mapa "%@" ne obstaja.
sv: Överordnad mapp "%@" finns inte.
sw_tz: Folda ya mzazi "%@" haipo.
tr: "%@" ana klasörü mevcut değil.
uk: Батьківська папка «%@» не існує.
zh_hans: 父文件夹 "%@" 不存在。
zh_hant: 父文件夾“%@”不存在

# cloudProvider.error.pageTokenInvalid
source: Fetching contents of directory could not be continued.
ar: لا يمكن متابعة جلب محتويات الدليل.
ca: L'obtenció de contigut del directory no s'ha pogut sur a terme.
cs: Načítání obsahu adresáře nemůže pokračovat.
da: Kunne ikke hentning mappens indhold.
de: Abrufen von Verzeichnisinhalten konnte nicht fortgesetzt werden.
el: Η λήψη περιεχομένων του καταλόγου δεν μπόρεσε να συνεχιστεί.
es: No se pudo continuar la búsqueda del contenido del directorio.
fil: Hindi maipagpatuloy ang pagkuha ng mga nilalaman ng direktoryo.
fr: La récupération du contenu du répertoire n'a pas pu être poursuivie.
he: לא ניתן להמשיך במשיכת תוכן התיקיה.
hi: निदेशिका से जानकारी हासिल नहीं हुई।
hr: Dohvaćanje sadržaja mape nije se moglo nastaviti.
hu: A könyvtár elemeinek lekérését nem tudtuk folytatni.
id: Tidak dapat mengambil isi direktori.
it: Impossibile continuare il recupero dei contenuti della directory.
ja: ディレクトリの内容を取得できませんでした。
ko: 디렉토리의 내용물을 불러올 수 없습니다.
lv: Mapes satura noalsi nevarēja turpināt.
nb: Henting av mappens innhold kunne ikke fortsette.
nl: Ophalen van de inhoud van directory kon niet worden voortgezet.
pl: Pobieranie zawartości katalogu nie może być kontynuowane.
pt: Não foi possível continuar a procurar o conteúdo do diretório.
ro: Preluarea conținutului directorului nu a putut fi continuată.
ru: Не удалось продолжить загрузку содержимого папки.
sk: Vyvolanie obsahu adresára nemôže pokračovať.
sl: Prenašanja vsebine mape ni mogoče nadaljevati.
sv: Hämtar innehållet i katalogen kunde inte fortsätta.
sw_tz: Kuchora yaliyomo kwenye mpangilio orodha hakukuweza kuendelea.
tr: Dizin içeriğini alma işlemine devam edilemedi.
uk: Не вдалося продовжити завантаження вмісту каталогу.
zh_hans: 无法继续获取目录内容。
zh_hant: 無法繼續取得目錄的內容。

# cloudProvider.error.quotaInsufficient
source: Your storage has insufficient space.
ar: مساحة التخزين الخاصة بك غير كافية.
bn: আপনার স্টোরেজে পর্যাপ্ত পরিমাণ জায়গা নেই.
ca: No hi ha prou espai d'emmagatzematge.
cs: Vaše úložiště nemá dostatek místa.
da: Dit lager har ikke tilstrækkelig plads.
de: Dein Speicher hat nicht genügend Platz.
el: Ο αποθηκευτικός σας χώρος δεν επαρκεί.
es: Su almacenamiento no tiene espacio suficiente.
fil: Walang sapat na espasyo ang iyong storage.
fr: Votre espace de stockage est insuffisant.
he: חסר מקום פנוי באחסון שלך.
hi: आपके स्टोरेज में अपर्याप्त मात्रा में जगह है।
hr: Vaša pohrana nema dovoljno prostora.
hu: Kevés a tárhely.
id: Penyimpanan Anda tidak memiliki cukup ruang.
it: Lo spazio di archiviazione dispone di spazio insufficiente.
ja: ストレージの容量が不足しています。
ko: 저장공간이 부족합니다.
lv: Krātuvē trūkst vietas.
nb: Lagringsstedet ditt har ikke nok plass.
nl: Uw opslag heeft onvoldoende ruimte beschikbaar.
pa: ਤੁਹਾਡੇ ਕੋਲ ਨਾ-ਕਾਫ਼ੀ ਖਾਲੀ ਥਾਂ ਹੈ।
pl: Brak wystarczającej ilości miejsca w danej lokalizacji.
pt: O seu armazenamento não tem espaço suficiente.
ro: Spațiul dvs. de stocare nu este suficient.
ru: Недостаточно места на устройстве хранения данных.
sk: Váše úložisko má nedostatok miesta.
sl: Vaš prostor za shranjevanje nima dovolj prostora.
sv: Ditt lagringsutrymme har inte tillräckligt med utrymme.
sw_tz: Hifadhi yako haina nafasi ya kutosha.
th: คุณมีพื้นที่ว่างไม่เพียงพอ
tr: Depolama alanınız yetersiz.
uk: Недостатньо місця у вашому сховищі даних.
zh_hans: 您的存储空间不足。
zh_hant: 您的存儲已空間不足

# cloudProvider.error.unauthorized
source: Unable to perform unauthorized operation.
ar: غير قادر على تنفيذ عملية غير مصرح بها.
bn: অননুমোদিত কার্যক্রম চালাতে অক্ষম হয়েছে.
ca: L'operació no està autoritzada.
cs: Nelze provést neautorizovanou operaci.
da: Kan ikke udføre uautoriseret operation.
de: Unautorisierte Operation kann nicht ausgeführt werden.
el: Δεν είναι δυνατή η εκτέλεση μη εξουσιοδοτημένης λειτουργίας.
es: No se puede realizar la operación no autorizada.
fil: Hindi magawa ang hindi awtorisadong operasyon.
fr: Impossible d'effectuer une opération non autorisée.
he: לא ניתן לבצע פעולה לא מאושרת.
hi: अनधिकृत कार्य को नहीं कर पाए।
hr: Nije moguće izvesti neovlašteni zahvat.
hu: Nem lehet jogosulatlan műveletet végrehajtani.
id: Tidak dapat melakukan operasi yang tidak sah.
it: Impossibile eseguire operazioni non autorizzate.
ja: 権限のない操作を実行できません。
ko: 허가되지 않은 작업을 수행할 수 없습니다.
lv: Nebija iespējams veikt darbību, kas nav pilnvarota.
nb: Kan ikke utføre den uautoriserte handlingen.
nl: Niet mogelijk om ongeautoriseerde bewerking uit te voeren.
pl: Nie można wykonać operacji nieautoryzowanej.
pt: Não foi possível executar a operação não autorizada.
ro: Imposibil de efectuat o operațiune neautorizată.
ru: Невозможно выполнить неавторизованную операцию.
sk: Nie je možné vykonať neautorizovanú operáciu.
sl: Ni bilo mogoče izvesti nepooblaščene operacije.
sv: Kan inte utföra obehörig åtgärd.
sw_tz: Haiwezi kufanya uendeshaji usioidhinishwa.
tr: İşlem, yetkisiz gerçekleştirilemiyor.
uk: Не вдалося виконати несанкціоновану операцію.
zh_hans: 无法执行未经授权的操作。
zh_hant: 無法執行未授權的操作

# cloudProvider.error.noInternetConnection
source: Internet connection needed for this operation.
ar: الاتصال بشبكة الإنترنت لازم لهذه العملية.
bn: এই কার্যক্রমটি চালনায় ইন্টারনেট সংযোগ প্রয়োজন.
ca: Cal tenir connexió a Internet per a aquesta operació.
cs: Pro tuto operaci je nutné připojení k internetu.
da: Internetforbindelse er påkrævet for denne operation.
de: Für diesen Vorgang wird eine Internetverbindung benötigt.
el: Απαιτείται σύνδεση στο διαδίκτυο για αυτήν τη λειτουργία.
es: Se necesita conexión a Internet para esta operación.
fil: Kailangan ng koneksyon sa internet para sa operasyong ito.
fr: Connexion Internet requise pour cette opération.
he: תקשורת לאינטרנט נדרשת לפעולה זו.
hi: इस कार्य तो करने की लिए इंटरनेट सम्पर्क की आवश्यकता है।
hr: Za ovaj zahvat je potrebna internetska veza.
hu: Internet hozzáférés szükséges ehhez a művelethez.
id: Diperlukan koneksi internet.
it: Connessione Internet necessaria per questa operazione.
ja: この操作にはインターネット接続が必要です。
ko: 이 작업은 인터넷 연결이 필요합니다.
lv: Šai darbībai ir nepieciešams savienojums ar internetu.
nb: Internettilkobling er nødvendig for denne handlingen.
nl: Internet verbinding nodig voor deze actie.
pa: ਇਸ ਕਾਰਵਾਈ ਲਈ ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਦੀ ਲੋੜ ਹੈ।
pl: Połączenie z Internetem jest wymagane do wykonania tej operacji.
pt: Conexão à Internet é necessário para esta operação.
ro: Conexiune la internet necesară pentru această operațiune.
ru: Для этой операции требуется подключение к Интернету.
sk: Internetové pripojenie je potrebné k tejto operácii.
sl: Za to operacijo je potrebna internetna povezava.
sv: Internetanslutning behövs för denna operation.
sw_tz: Muunganisho wa tovuti unahitajika kwa uendeshaji huu.
tr: Bu işlem için İnternet bağlantısı gerekiyor.
uk: Для цієї операції потрібне з’єднання з інтернетом.
zh_hans: 此操作需要网络连接。
zh_hant: 此操作需要連線至互聯網。

# cloudProviderType.localFileSystem
source: Other File Provider
ar: موفر ملفات آخر
ca: Un altre proveïdor de fitxers
cs: Další poskytovatel souborů
da: Andre fil-kilder
de: Anderer Speicher-Anbieter
el: Άλλος Πάροχος Αρχείων
es: Otro proveedor de archivos
fil: Iba pang File Provider
fr: Autre fournisseur de fichiers
he: ספק קבצים אחר
hi: दस्तावेज़ों का अन्य प्रबंधक।
hr: Drugi pružatelj datoteke
hu: Más fájlszolgáltató
id: Provider Lainnya
it: Altro Fornitore di File
ja: その他のファイル プロバイダー
ko: 다른 파일 앱
lv: Cits datņu nodrošinātājs
nb: Annen Filer-tilbyder
nl: Andere File Provider
pa: ਹੋਰ ਫਾਇਲ ਪੂਰਕ
pl: Inny dostawca plików
pt: Outro Provedor de Ficheiros
ro: Alt furnizor de fisiere
ru: Другой файловый провайдер
sk: Iný súborový prehliadač
sl: Drug datotečni ponudnik
sv: Annan filleverantör
sw_tz: Mtoa Faili Mwingine
th: ผู้ให้บริการอื่น
tr: Diğer Dosya Sağlayıcı
uk: Інший файловий сервіс
zh_hans: 其他文件存储提供商
zh_hant: 其他儲存空間

# fileProvider.onboarding.title
source: Welcome
ar: مرحباً بك
bn: স্বাগতম
ca: Us donem la benvinguda
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
fil: Maligayang pagdating
fr: Bienvenue
he: ברוך הבא
hi: स्वागत है
hr: Dobrodošli
hu: Üdvözöljük
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다
lv: Laipni lūdzam
nb: Velkommen
nl: Welkom
pa: ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy
pt: Bem-vindo(a)
ro: Bine ați venit
ru: Добро пожаловать
sk: Vitajte
sl: Dobrodošli
sv: Välkommen
sw_tz: Karibu
th: ยินดีต้อนรับ
tr: Hoş geldiniz
uk: Вітаємо
zh_hans: 欢迎使用
zh_hant: 歡迎

# fileProvider.onboarding.info
source: Thanks for choosing Cryptomator to protect your files. To get started, go to the main app and add a vault.
ar: شكراً لاختيار Cryptomator لحماية ملفاتك. للبدء، اذهب إلى التطبيق الرئيس وأضف مخزن.
bn: আপনার ফাইলগুলো রক্ষায় ক্রিপ্টোমেটরকে পছন্দ করার জন্য ধন্যবাদ. শুরু করতে, প্রধান আ্যপটিতে যান এবং ভোল্ট যুক্ত করুন.
ca: Gràcies per triar Cryptomator per protegir els vostres fitxers. Per començar, aneu a l'aplicació principal i afegiu una caixa forta.
cs: Děkujeme, že jste si vybrali Cryptomator pro ochranu vašich souborů. Chcete-li začít, přejděte do hlavní aplikace a přidejte trezor.
da: Tak fordi du valgte Cryptomator til at beskytte dine filer. Åben appen og tilføj en boks, for at komme i gang.
de: Vielen Dank, dass du Cryptomator zum Schutz deiner Dateien gewählt hast. Um loszulegen, gehe zur Haupt-App und füge einen Tresor hinzu.
el: Ευχαριστούμε που επιλέξατε το Cryptomator για την προστασία των αρχείων σας. Για να ξεκινήσετε, μεταβείτε στην κύρια εφαρμογή και προσθέστε μια κρύπτη.
es: Gracias por elegir Cryptomator para proteger sus archivos. Para empezar, vaya a la aplicación principal y añada una bóveda.
fil: Salamat sa pagpili sa Cryptomator para protektahan ang iyong mga file. Upang makapagsimula, pumunta sa pangunahing app at magdagdag ng vault.
fr: Merci d'avoir choisi Cryptomator pour protéger vos fichiers. Pour commencer, allez dans l'application principale et ajoutez un coffre.
he: תודה שבחרת ב- Cryptomator להגנה על הקבצים שלך. להתחלה, פתח את האפליקציה והוסף כספת.
hi: आपके दस्तावेज़ों की सुरक्षा के हेतु क्रिप्टोमेटर का चयन करने के लिए आपका धन्यवाद। शुरू करने के लिए मुख्य ऐप में जाएँ और एक कक्ष तो जोड़ें।
hr: Hvala što ste odabrali Cryptomator za zaštitu Vaših datoteka. Za početak, idite na glavnu aplikaciju i dodajte trezor.
hu: Köszönjük, hogy a Cryptomatort válaszotta fájlainak megvédéséhez. Kezdéshez menjen a fő appba és adjon hozzá egy széfet.
id: Terima kasih telah memilih Cryptomator untuk melindungi file Anda. Untuk memulai, buka aplikasi utama dan tambahkan vault.
it: Grazie per aver scelto Cryptomator per proteggere i tuoi file. Per iniziare, vai all'app principale e aggiungi una cassaforte.
ja: ファイルを保護するために Cryptomator を選んでいただきありがとうございます。はじめるには、アプリから金庫を追加してください。
ko: 파일을 보호하기 위해 Cryptomator를 선택하여 주셔서 감사합니다. 시작하기 위해 메인으로 이동하신 후 Vault를 추가하십시오.
lv: Paldies par izvēlēšanos izmantot Cryptomator, lai aizsargātu savas datnes! Lai uzsākktu, jādodas uz galveno lietotni un jāpievieno glabātava.
nb: Takk for at du valgte Cryptomator til å beskytte filene dine. For å komme i gang, gå til hovedappen og legg til et hvelv.
nl: Bedankt voor het kiezen van Cryptomator om uw bestanden te beschermen. Om te beginnen, ga naar de app en voeg een kluis toe.
pa: ਆਪਣੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਬਣਾਉਣ ਲਈ Cryptomator ਚੁਣਨ ਵਾਸਤੇ ਧੰਨਵਾਦ ਹੈ। ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਮੁੱਖ ਐਪ ਉੱਤੇ ਜਾਓ ਅਤੇ ਵਾਲਟ ਜੋੜੋ।
pl: Dziękujemy za wybranie programu Cryptomator do ochrony plików. Aby rozpocząć, przejdź do głównej aplikacji i dodaj sejf.
pt: Obrigado por escolher o Cryptomator para proteger os seus ficheiros. Para começar, vá para a aplicação principal e adicione um cofre.
ro: Vă mulțumim că ați ales Cryptomator pentru a vă proteja fișierele. Pentru a începe, mergeți la aplicația principală și adăugați un seif.
ru: Благодарим, что выбрали Cryptomator для защиты своих файлов. Чтобы начать, перейдите в главное приложение и добавьте хранилище.
sk: Ďakujeme že ste si zvolili Cryptomator k ochrane Vašich súborov. Pre začatie vstúpte do hlavnej aplikácie a pridajte trezor.
sl: Hvala, da ste za zaščito svojih datotek izbrali Cryptomator. Za začetek, pojdite v glavno aplikacijo in dodajte trezor.
sv: Tack för att du väljer Cryptomator för att skydda dina filer. För att komma igång, gå till huvudfönstret och lägg till ett valv.
sw_tz: Shukrani kwa kuchagua Cryptomator kulinda faili zako. Ili kuanza, nenda kwenye programu kuu na uongeze kuba.
tr: Dosyalarınızı korumak için Cryptomator'ı seçtiğiniz için teşekkür ederiz. Başlamak için uygulamaya gidin ve bir kasa ekleyin.
uk: Дякуємо, що обрали Cryptomator для захисту ваших файлів. Щоб почати, перейдіть до основної програми та додайте сховище.
zh_hans: 感谢您选择 Cryptomator 来保护您的文件。若要开始，请前往主应用程序并添加一个保险库。
zh_hant: 感謝您選擇 Cryptomator 來保護您的文件。若要開始，請前往主應用程序並添加一個加密檔案庫

# fileProvider.onboarding.button.openCryptomator
source: Open Cryptomator
ar: فتح Cryptomator
bn: ক্রিপ্টোমেটর খুলুন
ca: Obre Cryptomator
cs: Otevřít Cryptomator
da: Åben Cryptomator
de: Cryptomator öffnen
el: Άνοιγμα Cryptomator
es: Abrir Cryptomator
fil: Buksan ang Cryptomator
fr: Ouvrir Cryptomator
he: פתח את Cryptomator
hi: क्रिप्टोमेटर खोलें
hr: Otvori Cryptomator
hu: Cryptomator megnyitása
id: Buka Cryptomator
it: Apri Cryptomator
ja: Cryptomator を開く
ko: Cryptomator 열기
lv: Atvērt Cryptomator
nb: Åpne Cryptomator
pa: Cryptomator ਖੋਲ੍ਹੋ
pl: Otwórz Cryptomator
pt: Abrir Cryptomator
ro: Deschideți Cryptomator
ru: Открыть Cryptomator
sk: Otvoriť Cryptomator
sl: Odpri Cryptomator
sv: Öppna Cryptomator
sw_tz: Fungua Cryptomator
th: เปิด Cryptomator
tr: Cryptomator'ı aç
uk: Відкрити Cryptomator
zh_hans: 打开 Cryptomator
zh_hant: 打開 Cryptomator

# fileProvider.error.biometricalAuthCanceled.title
source: Unlock Canceled
ar: الغاء فتح القفل
bn: আনলক বাতিল হয়েছে
ca: Desbloqueig cancel·lat
cs: Odemknutí zrušeno
da: Oplåsning annulleret
de: Entsperren abgebrochen
el: Το Ξεκλείδωμα Ακυρώθηκε
es: Desbloqueo cancelado
fil: Nakansela ang Unlock
fr: Déverrouillage annulé
he: שחרור נעילה בוטל
hr: Otključavanje otkazano
hu: Feloldás megszakítva
id: Buka Kunci Dibatalkan
it: Sblocco annullato
ja: ロック解除がキャンセルされました
ko: 잠금 해제 취소됨
lv: Atslēgšana atcelta
nb: Opplåsningen ble avbrutt
nl: Ontgrendelen geannuleerd
pa: ਅਣ-ਲਾਕ ਕਰਨ ਰੱਦ ਕੀਤਾ
pl: Odblokowanie anulowane
pt: Desbloqueio Cancelado
ro: Deblocare Anulată
ru: Разблокировка отменена
sk: Odomknutie zrušené
sl: Odklep preklican
sv: Upplåsning avbruten
sw_tz: Fungua Imekatishwa
th: การปลดล็อกถูกยกเลิก
tr: Kilidi açma iptal edildi
uk: Розблокування скасовано
zh_hans: 解锁已取消
zh_hant: 解鎖已取消
