Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# vaultDetail.moveVault.detectedMasterkey.text
source: Cryptomator detected an existing vault at this location. In order to move your vault, please go back and choose a different folder.
ar: اكتشف Cryptomator وجود خزانة قائمة في هذا الموقع. للنقل، يرجى العودة واختيار مجلد مختلف.
ca: Cryptomator ha detectat una caixa forta en aquesta localització. Per tal de moure la caixa forta, si us plau, aneu enrere i trieu una altra carpeta.
cs: Cryptomator zjistil na tomto místě existující trezor. Chcete-li trezor přesunout, vraťte se zpět a vyberte jinou složku.
da: Cryptomator fandt en eksisterende boks på denne placering. For at flytte din boks, skal du gå tilbage og vælge en ny mappe.
de: Cryptomator hat an diesem Ort einen bestehenden Tresor erkannt. Um deinen Tresor zu verschieben, gehe bitte zurück und wähle einen anderen Ordner.
el: Το Cryptomator εντόπισε μια υπάρχον κρύπτη σε αυτή τη θέση. Για να μετακινήσετε τη κρύπτη σας, παρακαλώ επιστρέψτε και επιλέξτε ένα διαφορετικό φάκελο.
es: Cryptomator detectó una bóveda existente en esta ubicación. Para mover su bóveda, por favor vuelva atrás y elija una carpeta diferente.
fil: Nakakita ang Cryptomator ng umiiral nang vault sa lokasyong ito. Upang ilipat ang iyong vault, mangyaring bumalik at pumili ng ibang folder.
fr: Cryptomator a détecté un coffre existant à cet emplacement. Afin de déplacer votre coffre, veuillez revenir en arrière et choisir un dossier différent.
he: Cryptomator זיהה כספת קיימת במיקום זה. כדי ליצר כספת חדשה חזרו אחורה ובחרו תיקיה אחרת.
hr: Cryptomator je otkrio postojeći trezor na ovoj lokaciji. Da biste premjestili svoj trezor, vratite se i odaberite drugu mapu.
id: Cryptomator mendeteksi sebuah vault di lokasi ini. Untuk memindah vault, mohon kembali dan pilih folder berbeda.
it: Cryptomator ha rilevato una cassaforte esistente in questa posizione. Per poter spostare la tua cassaforte, sei pregato di tornare indietro e scegliere una cartella differente.
ja: Cryptomator がこの場所に既存の金庫を検出しました。 金庫を移動するには、戻って違うフォルダーを選択してください。
ko: Cryptomator가 이 위치에 있는 Vault를 감지하였습니다. 새 Vault를 생성하기 위해, 다른 경로를 선택하시기 바랍니다.
lv: Cryptomator noteica šajā atrašanās vietā esošu glabātavu. Lai pārvietotu savu glabātavu, lūgums doties atpakaļ un izvēlēties citu mapi.
nb: Cryptomator oppdaget et eksisterende hvelv på denne plasseringen. For å flytte hvelvet ditt må du gå tilbake og velge en annen mappe.
nl: Cryptomator heeft een bestaande kluis gedetecteerd op deze locatie. Om uw kluis te verplaatsen, ga terug en kies een andere map.
pl: Cryptomator wykrył istniejący sejf w tym miejscu. Aby zmienić miejsce docelowe, wróć i wybierz inny folder.
pt: O Cryptomator detetou um cofre existente nesta localização. Para criar um cofre novo, por favor recue e escolhe uma pasta diferente.
ro: Cryptomator a detectat un seif în această locație. Pentru a crea un nou seif, vă rugăm să alegeți un folder diferit.
ru: Cryptomator обнаружил существующее хранилище в этом месте. Чтобы переместить хранилище, вернитесь и выберите другую папку.
sk: Cryptomator zdetekoval existujúci trezor na tejto lokalite. V prípade vytvorenia nového trezoru sa prosím vráťte späť a zvoľte iný adresár.
sl: Cryptomator je na tej lokaciji zaznal obstoječ trezor. Za premik trezorja, prosimo pojdite nazaj in izberite drugo mapo.
sv: Cryptomator upptäckte ett befintligt valv på denna plats. För att skapa ett nytt valv, gå tillbaka och välj en annan mapp.
sw_tz: Cryptomator imegundua kuba iliyopo katika eneo hili. In ili kuhamisha vault yako, tafadhali rudi nyuma na uchague folda tofauti.
tr: Cryptomator bu konumda mevcut bir kasa algıladı. Kasanızı taşımak için lütfen geri dönün ve farklı bir klasör seçin.
uk: Cryptomator виявив чинне сховище за цим розташуванням. Щоб перемістити ваше сховище, будь ласка, поверніться та оберіть іншу папку.
zh_hans: Cryptomator 检测到当前路径已经存在一个保险库。 如果您不想对其进行修改，请返回并选择另一个文件夹。
zh_hant: Cryptomator 在此檢測到現有的加密檔案庫。 如要移動您的加密檔案庫，請返回並選擇其他資料夾。

# vaultDetail.moveVault.progress
source: Moving…
ar: جاري النقل…
ca: S'està movent…
cs: Přesouvání…
da: Flytter…
de: Tresor wird verschoben …
el: Μετακίνηση…
es: Moviendo…
fil: Gumagalaw…
fr: Déplacement…
he: מעביר…
hr: Premještanje…
hu: Áthelyezés…
id: Memindahkan…
it: Spostando…
ja: 移動中…
ko: 이동 중…
nb: Flytter…
nl: Verplaatsen…
pa: …ਭੇਜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Przenoszenie…
pt: A Mover…
ro: Se mută…
ru: Перемещение…
sk: Presúvanie…
sl: Premikanje …
sv: Flyttar…
sw_tz: Kusonga…
th: กำลังย้าย…
tr: Taşınıyor…
uk: Переміщення…
zh_hans: 正在转移……
zh_hant: 正在移動……

# vaultDetail.removeVault.footer
source: This will only remove the vault from the vault list and not delete any encrypted files.
ar: سيؤدي هذا فقط إلى إزالة الخزانة من قائمة الخزائن ولن يحذف أي ملفات مشفرة.
ca: Això només eliminarà la caixa forta de la llista de caixes fortes però no esborrarà cap fitxer encriptat.
cs: Tímto odstraníte pouze trezor ze seznamu trezorů a neodstraníte žádné šifrované soubory.
da: Dette vil kun fjerne boksen fra listen, og sletter ikke nogen krypterede filer.
de: Dadurch wird nur der Tresor aus der Tresorliste entfernt und keine verschlüsselten Daten gelöscht.
el: Αυτό θα αφαιρέσει μόνο την κρύπτη από τη λίστα κρύπτης και δεν θα διαγράψει κρυπτογραφημένα αρχεία.
es: Esto solo eliminará la bóveda de la lista de bóvedas y no eliminará ningún archivo cifrado.
fil: Aalisin lang nito ang vault sa listahan ng vault at hindi tatanggalin ang anumang naka-encrypt na file.
fr: Cela ne supprimera que le coffre de la liste des coffres et ne supprimera aucun fichier chiffré.
he: זה רק יסיר את הכספת מרשימת הכספות ולא ימחק קבצים מוצפנים.
hi: यह केवल कक्ष का नाम कक्ष-तालिका से हटा देगा। आपके कूट दस्तावेज नहीं मिटेंगे।
hr: Ovo će samo ukloniti trezor s popisa trezora i neće izbrisati šifrirane datoteke.
id: Hanya menghapus vault dari daftar vault dan tidak menghapus file terenkripsi yang ada.
it: Questo rimuoverà solo la cassaforte dall'elenco della cassaforte e non eliminerà alcun file crittografato.
ja: 金庫のリストから金庫が削除されます。暗号化されたファイルは削除されません。
ko: 이 동작은 Vault 목록에서 Vault를 지우지만 암호화된 파일은 지우지 않습니다.
lv: Šī darbība tikai noņems glabātavu no glabātavu saraksta un neizdzēsīs nevienu šifrēto datni.
nb: Dette vil bare fjerne hvelvet fra listen over hvelv. Ingen krypterte filer blir slettet.
nl: Dit verwijdert alleen de kluis uit de lijst en verwijdert geen versleutelde bestanden.
pl: Spowoduje to wyłącznie usunięcie sejfu z listy, zaszyfrowane pliki nie zostaną skasowane.
pt: Isto só irá remover o cofre da lista de cofres e não irá apagar nenhum ficheiro encriptado.
ro: Acest lucru va elimina doar seiful din lista de seifuri și nu va șterge niciun fișier criptat.
ru: Будет удалено только хранилище из списка, но не зашифрованные файлы.
sk: Toto iba odstráni trezor zo zoznamu trezorov a nezmaže žiadne zakódované súbory.
sl: To bo samo odstranilo trezor s seznama trezorjev in ne bo izbrisalo nobenih zašifriranih datotek.
sv: Detta kommer bara att ta bort valvet från valvlistan och inte ta bort några krypterade filer.
sw_tz: Hii itaondoa tu kuba kutoka kwenye orodha ya kuba na sio kufuta faili zozote zilizosimbwa kwa njia fiche.
th: ขั้นตอนนี้เพียงลบ vault ออกจากรายการทั้งหมด แต่ไม่ลบไฟล์ที่ถูกเข้ารหัสใดๆ
tr: Bu, yalnızca kasayı kasa listesinden kaldırır ve şifrelenmiş dosyaları silmez.
uk: Це прибере сховище лише зі списку сховищ, але не видалить зашифрованих файлів.
zh_hans: 这只会从保险库列表中移除，并不会删除任何加密文件。
zh_hant: 這只會從列表中移除加密檔案庫，而不會刪除任何加密文件。

# vaultDetail.renameVault.progress
source: Renaming…
ar: إعادة تسمية…
ca: S'està canviant el nom…
cs: Přejmenování…
da: Omdøber…
de: Tresor wird umbenannt …
el: Μετονομασία…
es: Renombrando…
fil: Pinapalitan ang pangalan…
fr: Renommage…
he: משנה שם…
hr: Preimenovanje…
hu: Átnevezés…
id: Mengubah nama…
it: Rinominando…
ja: 名前を変更しています…
ko: 이름 변경 중…
lv: Pārdēvē…
nb: Endrer navn…
nl: Naam wijzigen…
pa: …ਨਾਂ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Zmiana nazwy…
pt: A Renomear…
ro: În proces de redenumire…
ru: Переименование…
sk: Premenovanie…
sl: Preimenovanje …
sv: Döper om…
sw_tz: Inaita jina jipya…
th: กำลังเปลี่ยนชื่อ…
tr: Yeniden adlandırılıyor…
uk: Перейменування…
zh_hans: 正在重命名……
zh_hant: 正在重命名……

# vaultDetail.unlocked.footer
source: Your vault is currently unlocked in the Files app.
ar: خزانتك غير مقفلة حاليًا في تطبيق الملفات.
ca: La vostra caixa forta ara està desblocada en l'app Files.
cs: Váš trezor je v současné době odemčen v aplikaci Soubory.
da: Din boks er i øjeblikket låst op, i Filer appen.
de: Dein Tresor ist in der App „Dateien“ zurzeit entsperrt.
el: Η κρύπτη σας είναι ξεκλειδωμένη αυτή τη στιγμή στην εφαρμογή Αρχείων.
es: Su bóveda está actualmente desbloqueada en la aplicación Archivos.
fil: Kasalukuyang naka-unlock ang iyong vault sa Files app.
fr: Votre coffre est actuellement déverrouillé dans l'application Fichiers.
he: הכספת שלך כרגע לא נעולה בישום Files.
hi: आपका कक्ष अभी "फ़ाइल एप" में खुला है।
hr: Vaš trezor je trenutno otključan u Files aplikaciji.
hu: A széfe jelenleg fel van oldva a Fájlok appban.
id: Vault Anda saat ini tidak terkunci di aplikasi File.
it: La tua cassaforte è attualmente sbloccata nell'app File.
ja: 金庫はファイル アプリで解錠されています。
ko: 파일 앱에서 Vault가 잠금 해제되어 있습니다.
lv: Glabātava pašreiz ir atslēgta datņu lietonē.
nb: Hvelvet ditt er for øyeblikket låst opp i Filer-appen.
nl: Je kluis is momenteel ontgrendeld in de Bestandenapp.
pl: Twój sejf jest obecnie odblokowany w aplikacji Pliki.
pt: O seu cofre está de momento desbloqueado na aplicação Ficheiros.
ro: Seiful dvs. este în prezent deblocat în aplicația fișiere.
ru: Сейчас хранилище разблокировано в приложении "Файлы".
sk: Váš trezor je aktuálne odomknutý v súborovej aplikácii.
sl: Vaš trezor je trenutno odklenjen v aplikaciji Datoteke.
sv: Ditt valv är för närvarande upplåst i appen Filer.
sw_tz: Kuba yako imefunguliwa kwa sasa katika programu ya Mafaili.
tr: Kasanızın kilidi şu anda Dosyalar uygulamasında açık.
uk: Ваше сховище вже розблоковано в додатку "Файли".
zh_hans: 您的保险库目前已在文件应用中解锁。
zh_hant: 您的加密檔案庫目前在「檔䅁」應用程式中解鎖。

# vaultDetail.unlockVault.footer
source: Enter password for "%@" to store it in the iOS keychain and to enable %@.
ar: أدخل كلمة المرور ل "%1$@" لتخزينها في 'سلسلة مفاتيح iOS' وتمكين %2$@.
ca: Introduïu la paraula clau per "%@" per desar-la en el clauer d'iOS i per habilitar %@.
cs: Zadejte heslo pro "%@" pro uložení do iOS klíčenky a pro povolení %@.
da: Indtast adgangskode for "%@" for at gemme den i iOS-nøgleringen og for at aktivere %@.
de: Gib das Passwort für „%@“ ein, um es im iOS-Schlüsselbund zu speichern und %@ zu aktivieren.
el: Εισάγετε τον κωδικό πρόσβασης για το "%@" για να τον αποθηκεύσετε στο iOS keychain και για να ενεργοποιήσετε %@.
es: Ingrese la contraseña para "%@" para guardarla en el llavero de iOS y para habilitar %@.
fil: Ilagay ang password para sa "%@" para iimbak ito sa iOS keychain at para paganahin ang %@.
fr: Entrez le mot de passe pour "%@" pour le stocker dans le porte-clés iOS et pour activer %@.
he: הקש סיסמה עבור ״%@״ לשמירתה בצרור המפתחות של iOS ולהפעלת %@.
hi: "%@" के कूट शब्द को iOS कूट शृंखला में संग्रह करने के लिए और %@ संचालित करने के लिए कूट शब्द भरें।
hr: Unesite lozinku za "%@" da biste ju pohraniti u privjesak za ključeve iOS-a i omogućiti %@.
id: Masukkan kata sandi untuk "%@" untuk mengaktifkan dan menyimpannya di iOS keychain %@.
it: Inserisci la password per "%@" per memorizzarla nel portachiavi iOS e per abilitare %@.
ja: iOS keychain に保存し %@ を有効にするには "%@" のパスワードを入力してください。
ko: 비밀번호를 iOS 키체인에 저장하여 %2$@를 활성화 하기 위해 "%1$@"의 비밀번호를 입력하십시오.
lv: Jāievada "%1$@" parole, lai to glabāt iOS atslēgu saišķī un iespējotu %2$@.
nb: Skriv inn passord for "%@" for å lagre det i iOS-nøkkelringen og aktivere %@.
nl: Voer wachtwoord voor "%@" in om het in de iOS-sleutelhanger op te slaan en %@ in te schakelen.
pl: Wprowadź hasło dla "%@", aby zapisać je w pęku kluczy iOS i aktywować %@.
pt: Insira a palavra-passe de "%@" para a armazenar no Porta-chaves do iOS e para ativar %@.
ro: Introduceți parola pentru "%@" pentru a o stoca în iOS keychain și pentru a activa %@.
ru: Введите пароль для "%@", чтобы сохранить его в Связке ключей iOS и включить %@.
sk: Vložte heslo pre "%@" pre jeho uloženie v iOS keychain a pre povolenie %@.
sv: Ange lösenord för "%@" för att lagra det i iOS nyckelring och för att aktivera %@.
sw_tz: Ingiza nenosiri la "%@" ili kuihifadhi kwenye kitufe cha iOS na kuwezesha %@.
th: กรอกรหัสผ่านสำหรับ "%@" เพื่อเก็บไว้ในพวงกุญแจ iOS และเปิดใช้งาน %@
tr: iOS anahtar zincirinde saklamak ve %@'yi etkinleştirmek için "%@" parolasını girin.
uk: Введіть пароль для "%1$@" щоб зберегти його у ланцюжку ключів iOS та активувати %2$@.
zh_hans: 请输入 "%@" 的密码以将其存储到 iOS 钥匙串并启用 %@。
zh_hant: 輸入「%@」的密碼以將其儲存在 iOS 鑰匙圈中並啟用 %@。

# vaultList.header.title
source: Vaults
ar: المخازن
ca: Caixes fortes
cs: Trezory
da: Bokse
de: Tresore
el: Κρύπτες
es: Bóvedas
fil: Mga Vault
fr: Coffres
he: כספות
hi: कक्षों का नाम
hr: Trezori
hu: Széfek
id: Vault
it: Cassaforti
ja: 金庫
ko: Vault
nb: Hvelv
nl: Kluizen
pa: ਵਾਲਟ
pl: Sejfy
pt: Cofres
ro: Seifuri
ru: Хранилища
sk: Trezory
sl: Trezorji
sv: Valv
sw_tz: Kuba
tr: Kasalar
uk: Сховища
zh_hans: 保险库
zh_hant: 加密檔案庫

# vaultList.emptyList.message
source: Tap here to add a vault
ar: انقر هنا لإضافة مخزن
ca: Feu clic aquí per afegir una caixa forta
cs: Klikněte zde pro přidání nového trezoru
da: Tryk her for at tilføje en boks
de: Tipp hier, um einen Tresor hinzuzufügen
el: Πατήστε εδώ για να προσθέσετε μια κρύπτη
es: Pulse aquí para añadir una bóveda
fil: Mag-tap dito para magdagdag ng vault
fr: Appuyez ici pour ajouter un coffre
he: לחץ כאן להוספת כספת
hi: कक्ष जोड़ने के लिए यहाँ दबाएँ
hr: Dodirnite ovdje za dodavanje trezora
hu: Koppintson ide egy széf hozzáadásához
id: Ketuk di sini untuk menambahkan vault
it: Tocca qui per aggiungere una cassaforte
ja: ここをタップして金庫を追加
ko: 여기를 눌러 Vault 추가
lv: Piesist šeit, lai pievienotu glabātavu
nb: Trykk her for å legge til et hvelv
nl: Klik hier om een kluis toe te voegen
pa: ਵਾਲਟ ਜੋੜਨ ਲਈ ਇੱਥੇ ਛੂਹੋ
pl: Kliknij tutaj, aby dodać sejf
pt: Clique aqui para adicionar um cofre
ro: Atinge aici pentru a adăuga un seif
ru: Нажмите здесь, чтобы добавить хранилище
sk: Kliknúť sem pre pridanie trezora
sl: Tapnite tu za dodajanje trezorja
sv: Klicka här för att lägga till valv
sw_tz: Gonga hapa ili kuongeza kuba
th: แตะที่นี่เพื่อเพิ่ม vault
tr: Kasa eklemek için buraya tıklayın
uk: Натисніть тут, щоб додати сховище
zh_hans: 点击此处添加保险库
zh_hant: 點擊此處以添加加密檔案庫

# vaultList.remove.alert.title
source: Remove Vault?
ar: حذف المخزن؟
ca: Elimina la caixa forta?
cs: Odstranit trezor?
da: Fjern boks?
de: Tresor entfernen?
el: Αφαίρεση Κρύπτης;
es: ¿Eliminar bóveda?
fil: Alisin ang Vault?
fr: Supprimer le coffre?
he: הסר כספת?
hi: कक्ष हटाना चाहेंगे?
hr: Ukloniti trezor?
hu: Széf eltávolitása?
id: Hapus Vault?
it: Rimuovi Cassaforte?
ja: 金庫を削除しますか?
ko: Vault 제거?
nb: Fjern hvelvet?
nl: Verwijder Kluis?
pa: ਵਾਲਟ ਹਟਾਉਣਾ ਹੈ?
pl: Usunąć sejf?
pt: Remover Cofre?
ro: Eliminați seiful?
ru: Удалить хранилище?
sk: Odstrániť trezor?
sl: Odstrani trezor?
sv: Ta bort valv?
sw_tz: Ondoa Kuba?
th: ลบ Vault?
tr: Kasa Silinsin mi?
uk: Видалити сховище?
zh_hans: 删除保险库？
zh_hant: 移除加密檔案庫？

# vaultList.remove.alert.message
source: This will only remove the vault from the vault list. No encrypted data will be deleted. You can re-add the vault later.
ar: سيؤدي هذا فقط إلى إزالة الخزانة من قائمة الخزائن. لن يتم حذف أي بيانات مشفرة. يمكنك إعادة إضافة الخزانة لاحقًا.
ca: Això només eliminarà la caixa forta de la llista. No se suprimiran dades encriptades. Podreu re-afegir la caixa més endavant.
cs: Tímto odstraníte trezor pouze ze seznamu trezorů. Šifrovaná data nebudou smazána. Později můžete trezor znovu přidat.
da: Dette vil kun fjerne boksen fra listen. Ingen krypterede filer vil blive slettet. Du kan tilføje boksen igen senere.
de: Dadurch wird nur der Tresor aus der Tresorliste entfernt. Es werden keine verschlüsselten Daten gelöscht. Du kannst den Tresor später wieder hinzufügen.
el: Αυτό θα αφαιρέσει μόνο την κρύπτη από τη λίστα κρυπτών. Δεν θα αφαιρέσει κρυπτογραφημένα δεδομένα. Μπορείτε να προσθέσετε ξανά την κρύπτη αργότερα.
es: Esto solo eliminará la bóveda de la lista de bóvedas. No se eliminarán datos cifrados. Puede volver a añadir la bóveda más tarde.
fil: Aalisin lang nito ang vault sa listahan ng vault. Walang matatanggal na naka-encrypt na data. Maaari mong muling idagdag ang vault sa ibang pagkakataon.
fr: Cela ne supprimera que le coffre de la liste des coffres. Aucune donnée chiffrée ne sera supprimée. Vous pourrez ré-ajouter le coffre plus tard.
he: זה רק יסיר את הכספת מרשימת הכספות ולא ימחק מידע מוצפן. אתה יכול להוסיף מחדש את הכספת בהמשך.
hr: Ovo će samo ukloniti trezor s popisa trezora. Šifrirani podaci neće biti izbrisani. Trezor možete ponovno dodati kasnije.
id: Ini hanya akan menghapus vault dari daftar vault. Tidak ada data terenkripsi yang akan dihapus. Anda dapat menambahkan kembali vault nanti.
it: Questo rimuoverà la cassaforte solo dall'elenco di cassaforti. Nessun dato crittografato sarà eliminato. Puoi riaggiungerla in seguito.
ja: 金庫のリストからのみ金庫が削除されます。暗号化されたデータは削除されません。あとから金庫を再追加できます。
ko: Vault 목록에서만 Vault가 제거될 것입니다. 암호화 된 데이터가 삭제되지 않습니다. 이 Vault를 나중에 다시 추가할 수 있습니다.
lv: Šī darbība tikai noņems glabātavu no glabātavu saraksta. Šifrētie dati netiks izdzēsti. Vēlāk glabātavu var pievienot no jauna.
nb: Dette vil bare fjerne hvelvet fra listen over hvelv. Ingen krypterte data vil bli slettet. Du kan legge til hvelvet på nytt senere.
nl: Dit verwijdert alleen de kluis uit de lijst. Er worden geen versleutelde gegevens verwijderd. U kunt de kluis later opnieuw toevoegen.
pl: To spowoduje usunięcie sejfu z listy. Żadne zaszyfrowane dane nie zostaną usunięte. Możesz znowu dodać ten sejf później.
pt: Isto só irá remover o cofre da lista de cofres. Nenhum ficheiro encriptado será apagado. Você pode voltar a adicionar o cofre mais tarde.
ro: Acest lucru va elimina doar seiful din lista de seif. Nici o dată criptată nu va fi ștearsă. Puteți adăuga din nou seiful mai târziu.
ru: Хранилище будет удалено только из списка. Зашифрованные данные удалены не будут. Позже вы можете снова добавить это хранилище.
sk: Toto len odstráni trezor zo zoznamu trezorov. Žiadne zašifrované dáta sa nezmažú. Môžte znovu pridať trezor v budúcnosti.
sl: To bo samo odstranilo trezor s seznama trezorjev. Noben zašifriran podatek ne bo izbrisan. Kasneje lahko ponovno dodate trezor.
sv: Detta kommer bara att ta bort valvet från valvlistan. Inga krypterade data kommer att raderas. Du kan lägga till valvet igen senare.
sw_tz: Hii itaondoa tu kuba kutoka kwenye orodha ya kuba. Hakuna data iliyosimbwa kwa njia fiche itakayofutwa. Unaweza kuongeza tena kuba baadaye.
tr: Bu, kasayı yalnızca kasa listesinden kaldırır. Şifrelenmiş hiçbir veri silinmeyecektir. Kasayı daha sonra yeniden ekleyebilirsiniz.
uk: Буде видалено лише сховище зі списку сховищ. Жодні зашифровані дані не будуть видалені. Ви можете повторно додати сховище пізніше.
zh_hans: 此操作只会从保险库列表中删除保险库，并不会删除对应的加密数据。您可以稍后重新添加该保险库。
zh_hant: 這只會從列表中移除加密檔案庫，而不會刪除任何加密文件。您可以稍後再重新加入加密檔案庫。

# vaultProviderFactory.error.unsupportedVaultConfig
source: Vault configuration is unsupported. Please make sure that you are running the latest version of Cryptomator.
ar: إعدادات المخزن غير مدعومة. يرجى التأكد من أنك تستخدم أحدث إصدار من Cryptomator.
ca: La configuració de la caixa forta no està suportada. Si us plau assegureu-vos d'executar l'última versió de Cryptomator.
cs: Konfigurace trezoru není podporována. Ujistěte se, že používáte nejnovější verzi Cryptomatoru.
da: Boks-konfigurationen er ikke understøttet. Sørg for, at du kører den nyeste version af Cryptomator.
de: Tresorkonfiguration wird nicht unterstützt. Bitte stelle sicher, dass du die neueste Version von Cryptomator verwendest.
el: Η ρύθμιση παραμέτρων της κρύπτης δεν υποστηρίζεται. Παρακαλώ σιγουρευτείτε ότι εκτελείτε την τελευταία έκδοση του Cryptomator.
es: La configuración de la bóveda no es compatible. Por favor, asegúrese de que está ejecutando la última versión de Cryptomator.
fil: Hindi sinusuportahan ang configuration ng Vault. Pakitiyak na pinapatakbo mo ang pinakabagong bersyon ng Cryptomator.
fr: La configuration de ce coffre n'est pas prise en charge. Veuillez vous assurer d'utiliser la version la plus récente de Cryptomator.
he: תצורת הכספת אינה נתמכת. אנא ודא שאתה מריץ את הגרסה האחרונה של Cryptomator.
hr: Konfiguracija trezora nije podržana. Provjerite koristite li najnoviju verziju Cryptomator-a.
id: Konfigurasi Vault tidak didukung. Pastikan Anda menjalankan Cryptomator versi terbaru.
it: La configurazione della cassaforte non è supportata. Assicurati di stare eseguendo l'ultima versione di Cryptomator.
ja: サポートされない金庫の構成です。最新の Cryptomator を実行していることを確認してください。
ko: Vault 구성이 지원되지 않습니다. 최신 버전의 Cryptomator를 사용하고 있는지 확인해 주십시오.
lv: Glabātavas konfigurācija nav atbalstīta. Lūgums pārliecināties, ka tiek izmantota jaunākā Cryptomator versija.
nb: Hvelvkonfigurasjon støttes ikke. Kontroller at du kjører den nyeste versjonen av Cryptomator.
nl: De kluisconfiguratie wordt niet ondersteund. Zorg ervoor dat u de nieuwste versie van Cryptomator gebruikt.
pl: Konfiguracja sejfu jest nieobsługiwana. Upewnij się, że używasz najnowszej wersji Cryptomator.
pt: Configuração do cofre não é suportada. Por favor certifique-se de que está a correr a versão mais recente de Cryptomator.
ro: Configurarea seifului nu este suportată. Vă rugăm să vă asigurați că rulați cea mai noua versiune de Cryptomator.
ru: Конфигурация хранилища не поддерживается. Убедитесь, что у вас установлена новейшая версия Cryptomator.
sk: Konfigurácia trezora je nepodporovaná. Prosím uistite sa či spúšťate najnovšiu verziu Cryptomator-a.
sl: Konfiguracija trezorja ni podprta. Prosimo, poskrbite, da uporabljate zadnjo različico Cryptomatorja.
sv: Valvkonfigurationen stöds inte. Se till att du kör den senaste versionen av Cryptomator.
sw_tz: Usanidi wa Vault hautegemezwi. Tafadhali hakikisha kuwa unaendesha toleo la hivi karibuni la Cryptomator.
tr: Kasa yapılandırması desteklenmiyor. Cryptomator'ın en son sürümünü kullandığınızdan lütfen emin olun.
uk: Конфігурація сховища не підтримується. Переконайтеся, що ви використовуєте останню версію Cryptomator.
zh_hans: 不支持保险库配置，请确保您正在运行最新版本的 Cryptomator。
zh_hant: 不支援目前加密檔案庫的設定。請確保您運行的是最新版本的 Cryptomator。
