Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# snapshots.fileprovider.file2
source: /Final Presentation.key
cs: /Finální prezentace.key
da: /Endelig præsentation.key
de: /Abschlusspräsentation.key
el: /Τελική Παρουσίαση.key
es: /Presentación final.key
fil: /Pangwakas na Presentasyon.key
fr: Présentation Finale.key
he: /מצגת סופית.key
hr: /Završna prezentacija.ključ
hu: /Kész Előadás.key
id: /Presentasi Akhir.key
it: /Presentatione Finale.Key
lv: /Gala prezentācija.key
nb: /Endelig presentasjon.key
nl: /Laatste presentatie.key
pl: /Finalna Prezentacja.key
pt: /Apresentação Final.key
ro: /Prezentare finală.key
ru: /Финальная презентация.key
sk: /Finálna prezentácia.key
sv: /Slutlig presentation.key
sw_tz: /Uwasilishaji wa Mwisho.ufunguo
th: /การนำเสนอครั้งสุดท้าย.key
tr: /Son Sunum.anahtarı
uk: /Остаточна презентація.key
zh_hans: /最终报告.key
zh_hant: /最終演講.key

# snapshots.fileprovider.file3
source: /Product Trailer.mov
cs: /Trailer produktu.mov
da: /Produkt trailer.mov
de: /Produkttrailer.mov
el: /Trailer προϊόντος.mov
es: /Trailer de producto.mov
fr: Présentation du produit.mov
he: /קדימון המוצר.mov
hr: /Kratki film o proizvodu.mov
hu: /Termék Filmelőzetes.mov
id: /Cuplikan Produk.mov
it: /Trailer Prodotto.mov
lv: /Preces reklāmrullītis.mov
nb: /Produktvisning.mov
pl: /Trailer.mov
pt: /Trailer do Produto.mov
ro: /Videoclip de prezentare.mov
ru: /Трейлер продукта.mov
sk: /Reklama produktu.mov
sv: /Produkt Trailer.mov
sw_tz: /Njia ya Bidhaa.mov
th: /ตัวอย่างผลิตภัณฑ์.mov
tr: /Ürün Deneme.mov
uk: /Презентація продукту.mov
zh_hans: /产品预告.mov
zh_hant: /產品預告.mov

# snapshots.fileprovider.file4
source: /Proposal.docx
cs: /Návrh.docx
da: /Forslag.docx
de: /Angebot.docx
el: /Πρόταση.docx
es: /Propuesta.docx
fr: Proposition.docx
he: /הצעה.docx
hr: /Prijedlog.docx
hu: /Javaslat.docx
it: /Proposta.docx
lv: /Piedāvājums.docx
nb: /Forslag.docx
nl: /Voorstel.docx
pt: /Proposta.docx
ro: /Propunere.docx
ru: /Заявка.docx
sk: /Návrh.docx
sv: /Förslag.docx
sw_tz: /Pendekezo.docx
th: /ข้อเสนอ.docx
tr: /Teklif.docx
uk: /Пропозиції.docx
zh_hans: /提议.docx
zh_hant: 計劃書.docx

# snapshots.fileprovider.file5
source: /Report.pdf
cs: /Zpráva.pdf
da: /Rapport.pdf
de: /Bericht.pdf
el: /Αναφορά.pdf
es: /Informe.pdf
fil: /ulat.pdf
fr: /Rapport.pdf
he: /דוח.pdf
hr: /Izvještaj.pdf
hu: /Jelentés.pdf
id: /Laporan.pdf
lv: /Atskaite.pdf
nb: /Rapport.pdf
pl: /Raport.pdf
pt: /Relatório
ro: /Raport.pdf
ru: /Отчёт.pdf
sk: /Hlásenie.pdf
sv: /Rapport.pdf
sw_tz: /Taarifa.pdf
th: /รายงาน.pdf
tr: /Rapor.pdf
uk: /Звіт.pdf
zh_hans: /报告.pdf
zh_hant: 報告.pdf

# snapshots.fileprovider.folder3
source: /Secret Project
cs: /Tajný projekt
da: /Hemmeligs projekt
de: /Geheimprojekt
el: /Μυστικό Project
es: /Proyecto Secreto
fil: /Lihim na Proyekto
fr: /Projet Secret
he: /פרויקט סודי
hr: /Tajni projekt
hu: /Titkos Projekt
id: /Proyek Rahasia
it: /Progetto Segreto
lv: /Slepens projekts
nb: /Hemmelig prosjekt
nl: /Geheim Project
pl: /Tajny projekt
pt: /Projeto Secreto
ro: /Proiect Secret
ru: /Секретный проект
sk: /Tajný projekt
sv: /Hemligt projekt
sw_tz: /Mradi wa Siri
th: /โปรเจ็คลับ
tr: /Gizli Proje
uk: /Таємний проєкт
zh_hans: /机密项目
zh_hant: /秘密計劃

# snapshots.fileprovider.folder2
source: /Invoices
cs: /Faktury
da: /Fakturaer
de: /Rechnungen
el: /Τιμολόγια
es: /Facturas
fil: /Lihim na Proyekto
fr: Factures
he: /חשבוניות
hr: /Računi
hu: /Számlák
id: /Tagihan
it: /Fatture
lv: /Rēķini
nb: /Fakturaer
nl: /Facturen
pl: /Faktury
pt: /Faturas
ro: /Facturi
ru: /Счета
sk: /Faktúry
sv: /Fakturor
sw_tz: /Ankara
th: /ใบแจ้งหนี้
tr: /Faturalar
uk: /Рахунки на оплату
zh_hans: /发票
zh_hant: /帳單

# snapshots.fileprovider.folder1
source: /Certificates
cs: /Certifikáty
da: /Certifikater
de: /Zertifikate
el: /Πιστοποιητικά
es: /Certificados
fil: /Mga Sertipiko
fr: Certificats
he: /תעודות
hr: /Certifikati
hu: /Tanúsítványok
id: /Sertifikat
it: /Certificati
lv: /Sertifikāti
nb: /Attester
nl: /Certificaten
pl: /Certyfikaty
pt: /Certificados
ro: /Certificate
ru: /Сертификаты
sk: /Certifikáty
sv: /Certifikat
sw_tz: /Vyeti
tr: /Sertifikalar
uk: /Сертифікати
zh_hans: /证书
zh_hant: /證書

# snapshots.main.vault1
source: /Work
cs: /Práce
da: /Arbejde
de: /Arbeit
el: /Εργασία
es: /Trabajo
fil: /Trabaho
fr: Professionnel
he: /עבודה
hr: /Psao
hu: /Munka
id: /Pekerjaan
it: /Lavoro
lv: /Darbs
nb: /Jobb
nl: /Werk
pl: /Praca
pt: /Trabalho
ro: /Serviciu
ru: /Работа
sk: /Práca
sv: /Arbete
sw_tz: /Kazi
th: /งาน
tr: /İş
uk: /Робота
zh_hans: /工作
zh_hant: /工作

# snapshots.main.vault2
source: /Family
ca: /Família
cs: /Rodina
da: /Familie
de: /Familie
el: /Οικογένεια
es: /Familia
fil: /Pamilya
fr: Famille
he: /משפחה
hr: /Obitelj
hu: /Család
id: /Keluarga
it: /Famiglia
lv: /Ģimene
nb: /Familie
nl: /Familie
pl: /Rodzina
pt: /Família
ro: /Familie
ru: /Семья
sk: /Rodina
sv: /Familj
sw_tz: /Familia
th: /ครอบครัว
tr: /Aile
uk: /Родина
zh_hans: /家庭
zh_hant: /家庭

# snapshots.main.vault3
source: /Documents
cs: /Dokumenty
da: /Dokumenter
de: /Dokumente
el: /Έγγραφα
es: /Documentos
fil: /Mga dokumento
he: /מסמכים
hr: /Dokumenti
hu: /Dokumentumok
id: /Dokumen
it: /Documenti
lv: /Dokumenti
nb: /Dokumenter
nl: Documenten
pl: /Dokumenty
pt: /Documentos
ro: /Documente
ru: /Документы
sk: /Dokumenty
sv: /Dokument
sw_tz: /Nyaraka
th: /เอกสาร
tr: /Belgeler
uk: /Документи
zh_hans: /文档
zh_hant: 文件

# snapshots.main.vault4
source: /Trip to California
ca: /Viatge a Califòrnia
cs: /výlet do Kalifornie
da: /Tur til Californien
de: /Reise nach Bonn
el: /Ταξίδι στην Καλιφόρνια
es: /Viaje a California
fil: /Paglalakbay sa California
fr: /Voyage en Californie
he: /טיול לקליפורניה
hr: /Putovanje u Kaliforniju
hu: /Utazás Kaliforniába
id: /Perjalanan ke California
it: /Viaggio in California
nb: /Tur til Bergen
nl: /reis naar Californië
pl: /Podróż do Kalifornii
pt: / Viagem à Califórnia
ro: /Excursie in California
ru: /Поездка в Калифорнию
sk: /Výlet do Kalifornie
sv: /Resa till Kalifornien
sw_tz: /Safari ya kwenda California
th: /การเดินทางไปแคลิฟอร์เนีย
tr: /Kaliforniya gezisi
uk: /Поїздка до Каліфорнії
zh_hans: /加州之旅
zh_hant: 加州之旅

# s3Authentication.displayName
source: Display Name
ar: الاسم المعروض
bn: নাম প্রদর্শন করুন
ca: Nom que es mostrarà
cs: Zobrazované jméno
da: Vist navn
de: Anzeigename
el: Εμφανιζόμενο Όνομα
es: Nombre para mostrar
fr: Nom à afficher
he: שם תצוגה
hi: प्रदर्शित नाम
hr: Ime za prikaz
hu: Megjelenítendő név
id: Nama
it: Nome Visualizzato
ja: 表示名
ko: 표시 이름
lv: Attēlojamais vārds
nb: Visningsnavn
nl: Weergavenaam
pa: ਦਿਖਾਉਣ ਲਈ ਨਾਂ
pl: Wyświetl nazwę
pt: Mostar nome
ro: Nume afișat
ru: Отображаемое имя
sk: Zobrazované meno
sl: Prikazno ime
sv: Visningsnamn
sw_tz: Onyesha Jina
th: ชื่อที่ใช้แสดง
tr: Görünen Ad
uk: Відображуване ім'я
zh_hans: 显示名称
zh_hant: 顯示名稱

# s3Authentication.accessKey
source: Access Key
ar: مفتاح الوصول
ca: Clau d'accés
cs: Přístupový klíč
da: Adgangsnøgle
el: Κλειδί Πρόσβασης
es: Clave de acceso
fr: Clé d’accès
he: מפתח גישה
hi: ऐक्सेस कुंजी
hr: Pristupni ključ
hu: Hozzáférési kulcs
id: Kunci Akses
it: Chiave di accesso
ja: アクセスキー
ko: 액세스 키
lv: Piekļuves atslēga
nb: Tilgangsnøkkel
nl: Toegangssleutel
pa: ਪਹੁੰਚ ਕੁੰਜੀ
pl: Klucz dostępu
pt: Chave de acesso
ro: Cheia de acces
ru: Ключ доступа
sk: Prístupový kľúč
sl: Ključ za dostop
sw_tz: Ufunguo wa Ufikivu
tr: Erişim Anahtarı
uk: Ключ доступу
zh_hans: 通行密钥
zh_hant: 存取金鑰（Access Key）

# s3Authentication.secretKey
source: Secret Key
ar: المفتاح السري
ca: Clau secreta
cs: Tajný klíč
da: Hemmelig nøgle
el: Μυστικό Κλειδί
es: Clave secreta
fil: Lihim na Susi
fr: Clé secrète
he: מפתח סודי
hi: सीक्रेट कुंजी
hr: Tajni ključ
hu: Titkos kulcs
it: Chiave segreta
ja: シークレットキー
ko: 비밀키
lv: Slepenā atslēga
nb: Hemmelig nøkkel
nl: Geheime sleutel
pa: ਗੁਪਤ ਕੁੰਜੀ
pl: Tajny klucz
pt: Chave Secreta
ro: Cheia secretă
ru: Секретный ключ
sk: Tajný kľúč
sl: Ključ
sw_tz: Ufunguo wa Siri
tr: Gizli Anahtar
uk: Секретний ключ
zh_hans: 私钥
zh_hant: 私密存取金鑰（Secret Key）

# s3Authentication.existingBucket
source: Existing Bucket
ar: مخزن موجود مسبقاً
bn: বিদ্যমান বাকেট
ca: Cubell existent
cs: Stávající bucket
da: Eksisterende bucket
de: Bestehender Bucket
el: Υπάρχων Bucket
es: Bucket existente
fil: Umiiral na Balde
fr: Compartiment Existant
he: דלי קיים
hi: मौजूदा बकेट
hr: Postojeća kanta
hu: Meglévő tartály
id: Bucket yang sudah ada
it: Secchio Esistente
ja: 既存のバケット
ko: 이미 존재하는 버킷
lv: Esošs krājums
nb: Eksisterende bøtte
nl: Bestaande Bucket
pa: ਮੌਜੂਦਾ ਡੱਬਾ
pl: Istniejący Bucket
pt: Compartimento existente
ro: Găleată existentă
ru: Существующий бакет
sk: Existujúce vedro
sl: Obstoječ bucket
sv: Befintlig Bucket
sw_tz: Ndoo Iliyopo
tr: Mevcut kova
uk: Наявний кошик
zh_hans: 现有 Bucket
zh_hant: 現有儲存槽（Bucket）

# s3Authentication.endpoint
source: Endpoint
ar: نقطة الوصول
bn: এন্ডপয়েন্ট
ca: Extrem
cs: Koncový bod
da: Slutpunkt
el: Τελικό Σημείο
es: Punto de enlace
fr: Point de terminaison
he: נקודת גישה
hi: एंडपॉइन्ट
hr: Krajnja točka
hu: Végpont
ja: エンドポイント
ko: 엔드포인트
lv: Galapunkts
nb: Endepunkt
pa: ਐਂਡ-ਪੁਆਇੰਟ
ru: Конечная точка
sk: Koncový bod
sl: Končna točka
sw_tz: Mwisho pointi
tr: Uç nokta
uk: Кінцева адреса з іменем хосту, портом і шляхом до кошика
zh_hans: 终端
zh_hant: 終端節點（Endpoint）

# s3Authentication.region
source: Region
ar: المنطقة
bn: অঞ্চল
ca: Regió
cs: Oblast
el: Περιοχή
es: Región
fil: Rehiyon
fr: Région
he: אזור
hi: क्षेत्र
hr: Regija
hu: Régió
it: Paese
ja: リージョン
ko: 지역
lv: Apgabals
nl: Regio
pa: ਖੇਤਰ
pt: Região
ro: Regiune
ru: Регион
sk: Región
sl: Regija
sw_tz: Mkoa
th: ภูมิภาค
tr: Bölge
uk: Регіон
zh_hans: 区域
zh_hant: 地域（Region）

# s3Authentication.error.invalidCredentials
source: Invalid credentials.
ar: معلومات الدخول خاطئة.
ca: Les credencials no són vàlides.
cs: Neplatné přihlašovací údaje.
da: Ugyldige loginoplysninger.
de: Ungültige Zugangsdaten.
el: Μη έγκυρα διαπιστευτήρια.
es: Credenciales inválidas.
fil: Di-wastong mga kredensyal.
fr: Identifiants incorrects.
he: פרטי התחברות שגויים.
hi: अमान्य क्रेडेंशियल।
hu: Érvénytelen hitelesítő adatok.
id: Kredensial tidak valid.
it: Credenziali non valide.
ja: 資格が無効です。
ko: 로그인 정보가 틀립니다.
lv: Nederīgi pieteikšanās dati.
nb: Ugyldig brukerinformasjon.
nl: Ongeldige authenticatiesleutels.
pa: ਗਲਤ ਸਨਦਾਂ।
pl: Nieprawidłowe dane logowania.
pt: Credenciais inválidas.
ro: Date de autentificare invalide.
ru: Неверные учётные данные.
sk: Neplatné prihlasovacie údaje.
sv: Ogiltiga inloggningsuppgifter.
sw_tz: Vitambulisho batili.
tr: Geçersiz kimlik bilgileri.
uk: Невірні дані облікового запису.
zh_hans: 无效凭证。
zh_hant: 憑證無效。

# s3Authentication.error.invalidEndpoint
source: The provided endpoint does not match the format of a URL.
ar: النقطة النهائية المقدمة لا تتطابق مع تنسيق عنوان URL.
ca: El "endpoint" proporcionat no coincideix amb el format d'un URL.
cs: Zadaný endpoint neodpovídá formátu URL.
da: Det angivne slutpunkt stemmer ikke overens med formatet af en URL.
de: Der angegebene Endpunkt entspricht nicht dem Format einer URL.
el: Το παρεχόμενο τελικό σημείο δεν ταιριάζει με τη μορφή μιας διεύθυνσης URL.
es: El punto final proporcionado no coincide con el formato de una URL.
fil: Ang ibinigay na endpoint ay hindi tumutugma sa format ng isang URL.
fr: La destination fournie ne correspond pas au format d'une URL.
he: היעד שסופק אינו מתאים למבנה של כתובת אתר.
hu: A megadott végpont nem egyezik az URL formátumával.
id: Endpoint yang diberikan tidak cocok dengan format URL.
it: L'endpoint fornito non corrisponde al formato di un URL.
ja: 指定されたエンドポイントは URL の形式と一致しません。
ko: 주어진 엔드포인트가 URL의 형식과 일치하지 않습니다.
lv: Norādītais galapunkts neatbilst URL uzbūvei.
nb: Det angitte sluttpunktet samsvarer ikke med formatet til en URL.
nl: De opgegeven endpoint komt niet overeen met het formaat van een URL.
pl: Podany endpoint nie pasuje do formatu URL.
pt: O endpoint especificado não coincide com o formato de um URL.
ro: Criteriul final furnizat nu se potrivește cu formatul unui URL.
ru: Предоставленная конечная точка не соответствует формату URL.
sk: Poskytnutý koncový bod nespĺňa formát URL.
sv: Den angivna slutpunkten matchar inte formatet på en URL.
sw_tz: Mwisho uliotolewa haulingani na umbizo la URL.
tr: Sağlanan uç nokta, bir URL'nin biçimiyle eşleşmiyor.
uk: Надана кінцева точка не відповідає формату URL.
zh_hans: 提供的端点与URL格式不匹配。
zh_hant: 所提供的端點不符合 URL 格式。

# trialStatus.active
source: Active
ar: مفعل
ca: Actiu
cs: Aktivní
da: Aktiv
de: Aktiv
el: Ενεργή
es: Activa
fil: Aktibo
fr: Actif
he: פעיל
hr: Aktivan
hu: Aktív
id: Aktifkan
it: Attivo
ja: 有効
ko: 활성화됨
lv: Aktīvs
nb: Aktiv
nl: Actief
pa: ਸਰਗਰਮ
pl: Aktywny
pt: Ativo
ro: Activ
ru: Активно
sk: Aktívny
sv: Aktiv
sw_tz: Amilifu
th: ใช้งานอยู่
tr: Aktif
uk: Активно
zh_hans: 进行中
zh_hant: 生效中

# trialStatus.expired
source: Expired
ar: منتهية الصلاحية
ca: Vençut
cs: Expirováno
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Expirada
fil: Nag-expire na
fr: Expiré
he: פג תוקף
hr: Isteklo
hu: Lejárt
id: Kadaluarsa
it: Scaduta
ja: 期限切れ
ko: 만료됨
lv: Beidzies
nb: Utløpt
nl: Verlopen
pa: ਮਿਆਦ ਪੁੱਗ ਗਈ
pl: Wygasły
pt: Expirou
ro: Expirat
ru: Истекло
sk: Vypršaný
sv: Upphört
sw_tz: Imeisha muda wake
th: หมดอายุ
tr: Süresi doldu
uk: Вичерпано
zh_hans: 已到期
zh_hant: 已過期

# unlockVault.button.unlock
source: Unlock
ar: افتح
bn: আনলক করুন
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fil: I-unlock
fr: Déverrouiller
he: בטל נעילה
hi: अनलॉक करें
hr: Otključaj
hu: Kinyitás
id: Buka Kunci
it: Sblocca
ja: 解錠
ko: 잠금 해제
lv: Atslēgt
nb: Lås opp
nl: Ontgrendel
pa: ਅਣ-ਲਾਕ ਕਰੋ
pl: Odblokuj
pt: Desbloquear
ro: Deblocați
ru: Разблокировать
sk: Odomknúť
sl: Odkleni
sv: Lås upp
sw_tz: Fungua
th: ปลดล็อก
tr: Kilidi Aç
uk: Розблокувати
zh_hans: 解锁
zh_hant: 解鎖

# unlockVault.button.unlockVia
source: Unlock via %@
ar: فتح عبر %@
ca: Desbloqueja amb %@
cs: Odemknout pomocí %@
da: Lås op via %@
de: Entsperren über %@
el: Ξεκλείδωμα μέσω %@
es: Desbloquear a través de %@
fil: I-unlock sa pamamagitan ng %@
fr: Débloquer via %@
he: שחרר נעילה דרך %@
hi: %@ के द्वारा खोलें
hr: Otključaj putem %@
hu: Kinyitva %@ által
id: Buka memalui %@
it: Sblocca tramite %@
ja: %@ で解錠
ko: %@(으)로 잠금 해제
lv: Atbloķēt ar %@
nb: Lås opp via %@
nl: Ontgrendel via %@
pa: %@ ਰਾਹੀਂ ਅਣ-ਲਾਕ
pl: Odblokuj przez %@
pt: Desbloquear via %@
ro: Deblocare prin %@
ru: Разблокировать через %@
sk: Odomknúť prostredníctvom %@
sv: Lås upp via %@
sw_tz: Fungua kupitia %@
tr: Kilidi %@ ile aç
uk: Розблокувати через %@
zh_hans: 通过 %@ 解锁
zh_hant: 使用%@解鎖

# unlockVault.password.footer
source: Enter password for "%@".
ar: أدخل كلمة المرور ل "%@".
bn: "%@" এর জন্য পাসওয়ার্ড প্রবেশ করান.
ca: Introduïu la contrasenya per a "%@".
cs: Zadejte heslo pro "%@".
da: Indtast adgangskode for "%@".
de: Gib das Passwort für „%@“ ein.
el: Εισάγετε τον κωδικό για "%@".
es: Ingresar contraseña para "%@".
fil: Ipasok ang password para sa "%@".
fr: Entrez le mot de passe pour “%@”.
he: הכנס/י סיסמה ל-"%@".
hi: "%@" का कूट शब्द प्रविष्ट करें।
hr: Unesite lozinku za "%@".
hu: Írja be a jelszót a következőhöz: "%@".
id: Masukkan kata sandi untuk "%@".
it: Inserisci la password per "%@".
ja: "%@" のパスワードを入力してください。
ko: "%@"의 비밀번호를 입력하십시오.
lv: Jāievada "%@" parole.
nb: Skriv inn passordet for "%@".
nl: Voer wachtwoord voor "%@" in.
pa: "%@" ਲਈ ਪਾਸਵਰਡ ਦਿਓ।
pl: Wprowadź hasło dla "%@".
pt: Insira a palavra-passe para "%@".
ro: Introduceți parola pentru „%@”.
ru: Введите пароль для "%@".
sk: Zadajte heslo pre "%@".
sl: Vnesite geslo za "%@".
sv: Ange lösenord för "%@".
sw_tz: Ingiza neno la siri la "%@".
th: ใส่รหัสผ่านสำหรับ "%@"
tr: "%@" için şifre girin.
uk: Введіть пароль для «%@».
zh_hans: 输入 "%@" 的密码。
zh_hant: 輸入 「%@」 的密碼：

# unlockVault.enableBiometricalUnlock.switch
source: Enable %@
ar: تمكين %@
ca: Activa %@
cs: Povolit %@
da: Aktivér %@
de: %@ aktivieren
el: Ενεργοποίηση %@
es: Habilitar %@
fil: Paganahin ang %@
fr: Activer %@
he: הפעלת %@
hi: %@ को अधिकार दें
hr: Omogući %@
hu: %@ engedélyezése
id: Aktifkan %@
it: Abilita %@
ja: %@ を有効にする
ko: %@ 활성화
lv: Iespējot %@
nb: Aktiver %@
nl: %@ inschakelen
pa: %@ ਸਮਰੱਥ ਕਰੋ
pl: Włącz %@
pt: Ativar %@
ro: Activează %@
ru: Использовать %@
sk: Povoliť %@
sv: Aktivera %@
sw_tz: Wezesha %@
th: เปิดใช้งาน %@
tr: %@ etkinleştir
uk: Увімкнути %@
zh_hans: 启用 %@
zh_hant: 啓用 %@

# unlockVault.enableBiometricalUnlock.footer
source: Instead of unlocking your vault with your password, you can unlock it via %@.
ar: بدلاً من فتح خزانتك باستخدام كلمة المرور الخاصة بك، يمكنك فتحها عبر %@.
ca: En lloc de desbloquejar la vostra caixa forta amb la vostra contrasenya, podeu desbloquejar-la mitjançant %@.
cs: Namísto odemknutí vašeho trezoru pomocí hesla jej můžete odemknout přes %@.
da: I stedet for at låse din boks op med din adgangskode, kan du låse den op med %@.
de: Anstatt deinen Tresor mit deinem Passwort zu entsperren, kannst du ihn über %@ entsperren.
el: Αντί να ξεκλειδώνετε την κρύπτη σας με τον κωδικό πρόσβασής σας, μπορείτε να το ξεκλειδώσετε μέσω %@.
es: En lugar de desbloquear su bóveda con su contraseña, puede desbloquearla a través de %@.
fil: Sa halip na i-unlock ang iyong vault gamit ang iyong password, maaari mo itong i-unlock sa pamamagitan ng %@.
fr: Au lieu de déverrouiller votre coffre avec votre mot de passe, vous pouvez le déverrouiller via %@.
he: במקום לשחרר את נעילה הכספת עם הסיסמה שלך, ניתן לבצע שחרור נעילה דרך %@.
hi: कक्ष को खोलने के लिए कूट शब्द का इस्तेमाल ना करके %@ इस्तेमाल करें।
hr: Umjesto da otključate svoj trezor lozinkom, možete ga otključati putem %@.
hu: Ahelyett, hogy jelszavával nyitná fel a széfet, a %@ segítségével is feloldhatja azt.
id: Alih-alih membuka vault Anda dengan kata sandi, Anda dapat membukanya melalui %@.
it: Invece di sbloccare la cassaforte con la password, puoi sbloccarla tramite %@.
ja: 金庫をパスワードで解錠する代わりに、%@ を利用して解錠できます。
ko: 비밀번호로 잠금 해제하는 대신 %@를 통해 잠금 해제 할 수 있습니다.
lv: Glabātavas atslēgšanas ar paroli vietā to var atslēgt ar %@.
nb: I stedet for å låse opp hvelvet ditt med passordet, kan du låse det opp med %@.
nl: In plaats van je kluis te ontgrendelen met je wachtwoord, kun je het ontgrendelen via %@.
pa: ਆਪਣੇ ਪਾਸਵਰਡ ਨਾਲ ਆਪਣੇ ਵਾਲਟ ਨੂੰ ਅਣ-ਲਾਕ ਕਰਨ ਦੀ ਬਜਾਏ ਇਸ ਨੂੰ %@ ਰਾਹੀਂ ਅਣ-ਲਾਕ ਕਰ ਸਕਦੇ ਹੋ।
pl: Zamiast hasłem możesz odblokować sejf za pomocą %@.
pt: Em vez de desbloquear o seu cofre com a sua palavra-passe, você pode desbloqueá-lo via %@.
ro: În loc să deblocați seiful dvs. cu parola, îl puteți debloca prin %@.
ru: Вместо разблокирования хранилища с помощью пароля, его можно разблокировать через %@.
sk: Namiesto odomknutia Vášho trezora s Vašim heslom, môžte ho odomknúť cez %@.
sv: Istället för att låsa upp ditt valv med ditt lösenord kan du låsa upp det via %@.
sw_tz: Badala ya kufungua kuba yako na neno la siri lako, unaweza kuifungua kupitia %@.
tr: Kasanızın kilidini şifrenizle açmak yerine, %@ ile açabilirsiniz.
uk: Замість розблокування сховища паролем, ви можете розблоковувати його через %@.
zh_hans: 用 %@ 替代密码解锁保险库。
zh_hant: 您可以通過 %@ 解鎖加密檔案庫，而不使用密碼解鎖。

# unlockVault.evaluatePolicy.reason
source: Unlock your vault
ar: فتح المخزن الخاص بك
ca: Desbloquejeu la caixa forta
cs: Odemknout váš trezor
da: Lås din boks op
de: Entsperre deinen Tresor
el: Ξεκλειδώστε την κρύπτη σας
es: Desbloquee su bóveda
fil: I-unlock ang iyong vault
fr: Déverrouiller votre coffre
he: שחרר את נעילה הכספת שלך
hi: कक्ष खोलें
hr: Otključajte svoj trezor
hu: Széf kinyitása
id: Buka vault Anda
it: Sblocca la tua cassaforte
ja: 金庫を解錠する
ko: Vault 잠금 해제
lv: Atbloķēt savu glabātavu
nb: Lås opp hvelvet ditt
nl: Ontgrendel je kluis
pa: ਆਪਣੇ ਵਾਲਟ ਨੂੰ ਅਣ-ਲਾਕ ਕਰੋ
pl: Odblokuj swój sejf
pt: Desbloqueie o seu cofre
ro: Deblochează seiful tău
ru: Разблокировка хранилища
sk: Odomknúť Váš trezor
sv: Lås upp ditt valv
sw_tz: Fungua kuba yako
th: ปลดล็อกก vault ของคุณ
tr: Kasanızın kilidini açın
uk: Розблокуйте ваше сховище
zh_hans: 解锁保险库
zh_hant: 解鎖您的加密檔案庫

# unlockVault.progress
source: Unlocking…
ar: يفتح…
ca: Desbloquejant…
cs: Odemykání…
da: Låser op…
de: Tresor wird entsperrt …
el: Ξεκλείδωμα…
es: Desbloqueando…
fil: Ina-unlock…
fr: Déverrouillage…
he: משחרר נעילה…
hr: Otključavanje…
hu: Feloldás…
id: Membuka…
it: Sbloccando…
ja: 解錠中…
ko: 잠금 해제 중...
lv: Atslēdz…
nb: Låser opp…
nl: Ontgrendelen…
pa: …ਅਣ-ਲਾਕ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Odblokowywanie…
pt: A destrancar…
ro: În curs de deblocare…
ru: Разблокировка…
sk: Odomykanie…
sv: Låser upp…
sw_tz: Fungua…
th: กำลังปลดล็อค...
tr: Kilit açılıyor…
uk: Розблокування…
zh_hans: 解锁中……
zh_hant: 正在解鎖……

# untrustedTLSCertificate.title
source: Invalid TLS Certificate
ar: شهادة TLS غير صالحة
ca: Certificat TSL no vàlid
cs: Neplatný TLS certifikát
da: Ugyldigt TLS certifikat
de: Ungültiges TLS-Zertifikat
el: Μη έγκυρο πιστοποιητικό TLS
es: Certificado TLS inválido
fil: Di-wastong TLS Certificate
fr: Certificat TLS invalide
he: תעודת תקשורת TLS לא חוקית
hi: अवैध TLS प्रमाणपत्र
hr: Nevažeći TLS certifikat
hu: Érvénytelen TLS-tanúsítvány
id: Sertifikat TLS tidak valid
it: Certificato TLS non valido
ja: 不正な TLS 証明書です
ko: 유효하지 않은 TLS 인증서
nb: Ugyldig TLS-sertifikat
nl: Ongeldig TLS certificaat
pl: Błędny certyfikat TLS
pt: Certificado TLS Inválido
ro: Certificat TLS invalid
ru: Неверный TLS-сертификат
sk: Neplatný TLS certifikát
sv: Ogiltigt certifikat
sw_tz: Cheti batili cha TLS
th: TLS Certificate ไม่ถูกต้อง
tr: TLS Sertifikası Geçersiz
uk: Невірний TLS сертифікат
zh_hans: TLS 证书无效
zh_hant: 無效的 TLS 憑證

# untrustedTLSCertificate.message
source: The TLS Certificate of "%@" is invalid. Do you want to trust it anyway? SHA-256: %@
ar: شهادة TLS من "%@" غير صالحة. هل تريد أن تثق بها على أي حال؟ SHA-256: %@
ca: El certificat TLS de "%@" no és vàlid. Vols confiar-hi igualment? SHA-256: %@
cs: TLS certifikát "%@" je neplatný. Chcete mu přesto důvěřovat? SHA-256: %@
da: TLS-certifikatet for "%@" er ugyldigt. Vil du stole på det alligevel? SHA-256: %@
de: Das TLS-Zertifikat von "%@" ist ungültig. Möchtest du ihm trotzdem vertrauen? SHA-256: %@
el: Το πιστοποιητικό TLS του "%@" δεν είναι έγκυρο. Θέλετε να το εμπιστευθείτε ούτως ή άλλως; SHA-256: %@
es: El certificado TLS de "%@" es inválido. ¿Desea confiar en él de todos modos? SHA-256: %@
fil: Ang TLS Certificate ng "%@" ay hindi wasto. Gusto mo pa rin bang magtiwala dito? SHA-256: %@
fr: Le certificat TLS de "%@" n'est pas valide. Voulez-vous lui faire confiance ? SHA-256 : %@
he: תעודת התקשורת TLS של ״%@״ לא חוקית. האם ברצונך לסמוך עליה בכל זאת? SHA-256: %@
hi: "%@" का TLS प्रमाणपत्र अवैध है। क्या आप इस प्रमाणपत्र का फिर भी भरोसा करना चाहेंगे? SHA-256: %@
hr: TLS certificat od "%@" je nevažeći. Želite li mu ipak vjerovati? SHA-256: %@
hu: A "%@" TLS-tanúsítványa érvénytelen. Megjelöli mégis megbízhatóként? SHA-256: %@
id: Sertifikat TLS of "%@" tidak valid. Apakah Anda yakin? SHA-256: %@
it: Il Certificato TLS di "%@" non è valido. Desideri fidarti ugualmente? SHA-256: %@
ja: "%@" の TLS 証明書が無効です。それでも信頼しますか? SHA-256: %@
ko: "%@"의 TLS 인증서가 유효하지 않습니다. 그래도 신뢰하고 계속하시겠습니까? SHA-256: %@
nb: TLS-sertifikatet til "%@" er ugyldig. Vil du likevel stole på det? SHA-256: %@
nl: Het TLS certificaat van "%@" is ongeldig. Wilt u het toch vertrouwen? SHA-256: %@
pl: Certyfikat TLS "%@" jest nieprawidłowy. Czy mimo to jest zaufany? SHA-256: %@
pt: O Certificado TLS de "%@" é inválido. Quer confiar nele mesmo assim? SHA-256: %@
ro: Certificatul TLS al "%@" nu este valid. Vrei să ai încredere în el oricum? SHA-256: %@
ru: Сертификат TLS "%@" неверен. Всё равно доверять ему? SHA-256: %@
sk: TLS certifikát "%@" je neplatný. Chcete mu aj tak veriť? SHA-256: %@
sv: TLS-certifikatet för "%@" är ogiltigt. Vill du lita på det ändå? SHA-256: %@
sw_tz: Cheti cha TLS cha "%@" ni batili. Unataka kuiamini hata hivyo? SHA-256: % @
tr: "%@" TLS Sertifikası geçersiz. Yine de güvenmek istiyor musun? SHA-256: %@
uk: TLS сертифікат "%@" невірний. Хочете довіряти йому за будь-яких умов? SHA-256: %@
zh_hans: "%@" 的 TLS 证书无效，仍要信任它吗？ SHA-256: %@
zh_hant: 「%@」的 TLS 憑證無效。您還是要信任它嗎？ SHA-256: %@
