Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# keepUnlocked.footer.on
source: Using the selected option, a copy of your key needs to be stored in the iOS keychain, as long as the vault is unlocked.
ar: باستخدام الخِيار المحدد، يجب تخزين نسخة من مفتاحك في سلسلة مفاتيح iOS مادام أن الخزانة غير مقفلة.
bn: নির্বাচিত অপশনটি ব্যবহারে, আপনার ভোল্টটি যতক্ষণ খোলা থকাবে, আপনার পাসওয়ার্ডের একটি অনুলিপি iOS এর কিচেইন এ সংরক্ষিত থাকবে.
ca: Amb l'opció seleccionada, s'emmagatzemarà una còpia de la clau al vostre clauer d'iOS, sempre que la vostra caixa forta estigui desbloquejada.
cs: Pomocí vybrané možnosti je třeba kopii vašeho klíče uložit do iOS klíčenky po dobu odemčení trezoru.
da: Med den valgte indstilling, kræves det at en kopi af din nøgle gemmes i iOS-nøglenringen - så længe boksen er låst op.
de: Mit der ausgewählten Option muss eine Kopie deines Schlüssels im iOS-Schlüsselbund gespeichert werden, solange der Tresor entsperrt ist.
el: Χρησιμοποιώντας την επιλεγμένη επιλογή, ένα αντίγραφο του κλειδιού σας πρέπει να αποθηκεύεται στο iOS keychain, εφόσον η κρύπτη είναι ξεκλείδωτη.
es: Usando la opción seleccionada, debe almacenarse una copia de su clave en el llavero de iOS, siempre que la bóveda esté desbloqueada.
fil: Gamit ang napiling opsyon, kailangang maimbak ang isang kopya ng iyong key sa iOS keychain, hangga't naka-unlock ang vault.
fr: En utilisant l'option sélectionnée, une copie de votre clé doit être stockée dans la troussette iOS, tant que le coffre est déverrouillé.
he: באמצעות האפשרות שנבחרה, יהיה צורך לשמור עותק של המפתח בצרור המפתחות של iOS למשך הזמן שהכספת לא נעולה.
hr: Koristeći odabranu opciju, kopiju vašeg ključa potrebno je pohraniti u privjesak za ključeve iOS-a, sve dok je trezor otključan.
id: Menggunakan opsi terpilih, salinan kunci Anda perlu untuk disimpan di iOS keychain, selama vault tidak terkunci.
it: Utilizzando l'opzione selezionata, una copia della chiave deve essere memorizzata nel portachiavi iOS, finchè la cassaforte è sbloccata.
ja: 選択したオプションを使用において、金庫が解錠されている限り、鍵のコピーをiOSキーチェーンに保存する必要があります。
ko: 이 설정을 활성화함으로써 Vault가 잠금 해제되어있는 동안 암호가 iOS 키체인에 저장됩니다.
lv: Izmantojot atlasīto iespēju atslēgas kopija ir jāglabā iOS atslēgu saišķī, kamēr vien glabātava ir atslēgta.
nb: Med det valgte alternativet må en kopi av nøkkelen din lagres i iOS-nøkkelringen så lenge hvelvet er låst opp.
nl: Met de geselecteerde optie moet een kopie van uw sleutel worden opgeslagen in de iOS-sleutelketen, zolang de kluis ontgrendeld is.
pl: Używając tej opcji, kopia klucza będzie przechowywana w pęku kluczy iOS póki sejf jest odblokowany.
pt: Usando a opção selecionada, uma cópia da sua chave precisa ser armazenada no chaveiro do iOS, desde que o cofre esteja aberto.
ro: Folosind opțiunea selectată, cât timp seiful este deblocat o copie a cheii tale va trebui să fie stocată în iOS keychain.
ru: При использовании выбранной опции копия ключа должна храниться в связке ключей iOS, пока хранилище разблокировано.
sk: Použitím vybranej voľby, bude potreba Váš kľúč uložiť do iOS kľúčenky na tak dlho pokiaľ bude trezor odomknutý.
sl: Z uporabo izbrane možnosti se mora kopija vašega ključa shraniti v iOS ključni verigi, ko je trezor odklenjen.
sv: Med det valda alternativet måste en kopia av din nyckel lagras i iOS-nyckelkedja, så länge valvet är olåst.
sw_tz: Kutumia chaguo lililoteuliwa, nakala ya ufunguo wako inahitaji kuhifadhiwa kwenye kiti cha vitufe cha iOS, mradi tu kuba imefunguliwa.
th: เมื่อใช้ตัวเลือกที่เลือกไว้ จะต้องเก็บสำเนาของกุญแจของคุณไว้ในพวงกุญแจ iOS ตราบใดที่ vault ถูกปลดล็อก
tr: Belirtilen seçenek kullanılırken, kasanın kilidi açık olduğu sürece anahtarınızın bir kopyasının iOS anahtar zincirinde saklanması gerekmektedir.
uk: Використовуючи вибрану опцію, копію вашого ключа потрібно зберігати в ланцюжку ключів iOS, доки сховище буде розблоковано.
zh_hans: 选中此选项后，保险库解锁时会将您的密钥副本在 iOS 钥匙串中存储。
zh_hant: 使用這個選項表示在加密檔案庫解鎖時，您密鑰的副本需要儲存在 iOS 鑰匙圈中。

# keepUnlockedDuration.auto
source: Let iOS Decide Automatically
ar: السماح لنظام iOS بالتحديد تلقائيًا
bn: iOS ই সিদ্ধান্ত নিবে
ca: Deixa que iOS decideixi automàticament
cs: Povolit iOS rozhodnout se automaticky
da: Lad iOS beslutte automatisk
de: Automatisch durch iOS gesteuert
el: Αφήστε το iOS να αποφασίζει αυτόματα
es: Dejar que iOS decida automáticamente
fil: Hayaang Awtomatikong Magpasya ang iOS
fr: Laisser iOS décider automatiquement
he: תן ל- iOS להחליט אוטומטית
hr: Neka iOS odluči automatski
hu: Döntsön az iOS automatikusan
id: Biarkan iOS memutuskan secara otomatis
it: Lascia decidere a iOS
ja: iOSに委ねる
ko: iOS가 자동으로 잠그게 하기
lv: Ļaut iOS automātiski izlemt
nb: La iOS bestemme automatisk
nl: Laat iOS automatisch beslissen
pl: Pozwól iOS decydować automatycznie
pt: Deixe o iOS decidir automaticamente
ro: Lăsați iOS-ul sa decidă automat
ru: Оставить на усмотрение iOS
sk: Nechať rozhodnúť iOS automaticky
sl: Naj iOS odloči samodejno
sv: Låt iOS bestämma automatiskt
sw_tz: Ruhusu iOS Iamue Kiotomatiki
tr: iOS'un otomatik olarak karar vermesine izin ver
uk: Дозволити iOS вирішувати автоматично
zh_hans: 由 iOS 自动决定
zh_hant: 由 iOS 自動決定

# keepUnlockedDuration.auto.shortDisplayName
source: Auto
ar: تلقائيًا
bn: স্বয়ংক্রিয়
ca: Automàtic
el: Αυτόματο
fr: Automatiquement
he: אוטומטי
hu: Automatikus
id: Otomatis
ja: 自動
ko: 자동
lv: Automātiski
nl: Automatisch
pa: ਆਟੋ
ru: Авто
sk: Automaticky
sl: Samodejno
sw_tz: Otomatiki
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
zh_hans: 自动
zh_hant: 自動

# keepUnlockedDuration.indefinite
source: Indefinite
ar: دائم
bn: অনির্দিষ্ট
ca: Indefinidament
cs: Neurčito
da: Altid
de: Unbefristet
el: Αόριστο
es: Indefinido
fil: Walang katiyakan
fr: Indéfini
he: ללא הגבלה
hr: Neodređeno
hu: Korlátlan
id: Tidak terbatas
it: Sempre
ja: 無期限
ko: 자동 잠금 해제
lv: Nenoteikts
nb: Uendelig
nl: Voor onbepaalde tijd
pl: Bez końca
pt: Indefinido
ro: Indefinit
ru: Не блокировать
sk: Bez časového obmedzenia
sl: Neomejeno
sv: Permanent
sw_tz: Isiyo na kikomo
th: ไม่มีกำหนด
tr: Süresiz
uk: Необмежений
zh_hans: 不限时
zh_hant: 無期限

# localFileSystemAuthentication.createNewVault.header
source: In the next screen, choose the storage location for your new vault.
ar: في الشاشة التالية، اختر موقع التخزين للمخزن الجديد الخاص بك.
bn: পরবর্তী স্ক্রিনে, আপনার নতুন ভোল্টের জন্য স্টোরেজ ঠিকানা পছন্দ করুন.
ca: A la pròxima pantalla, escollir la localització de la nova caixa forta.
cs: Na další obrazovce vyberte umístění úložiště pro váš nový trezor.
da: Vælg placeringen til din nye boks på næste skærmbillede.
de: Wähle im nächsten Schritt den Speicherort für deinen neuen Tresor aus.
el: Στην επόμενη οθόνη, επιλέξτε τη θέση αποθήκευσης για τη νέα κρύπτη σας.
es: En la siguiente pantalla, elija la ubicación de almacenamiento para su bóveda nueva.
fil: Sa susunod na screen, piliin ang lokasyon ng storage para sa iyong bagong vault.
fr: Dans l'écran suivant, choisissez l'emplacement de stockage de votre nouveau coffre.
he: במסך הבא, בחר את המיקום לאחסנת הכספת החדשה שלך.
hi: अगले स्क्रीन पर अपने कक्ष के लिए भंडार स्थान का चयन करें।
hr: Na sljedećem zaslonu odaberite mjesto pohrane za vaš novi trezor.
id: Di layar berikutnya, pilih lokasi penyimpanan untuk vault baru Anda.
it: Nella prossima schermata, scegli la posizione d'archiviazione per la tua nuova cassaforte.
ja: 次の画面で、新しい金庫の保存場所を選択してください。
ko: 다음 화면에서, 새 Vault의 저장위치를 선택하여 주십시오.
lv: Nākamajā ekrānā jāizvēlas savas jaunās glabātavas glabāšanas vieta.
nb: På neste side velger du ønsket lagringssted for ditt nye hvelv.
nl: Kies in het volgende scherm de opslaglocatie voor je nieuwe kluis.
pl: Na następnym ekranie wybierz lokalizację dla swojego nowego sejfu.
pt: No próximo ecrã, escolha a localização de armazenamento para o seu novo cofre.
ro: În ecranul următor, alegeți locația de stocare pentru seiful dvs. nou.
ru: На следующем экране выберите расположение нового хранилища.
sk: V nasledujúcom okne, zvoľte umiestnenie úložiska pre Váš nový trezor.
sl: Na naslednjem zaslonu izberite lokacijo za shranjevanje vašega novega trezorja.
sv: Välj lagringsplats för ditt nya valv i nästa skärm.
sw_tz: Katika skrini inayofuata, chagua eneo la kuhifadhi kwa kuba yako mpya.
tr: Bir sonraki ekranda, yeni kasanız için depolama konumunu seçin.
uk: У наступному вікні виберіть місце зберігання для вашого нового сховища.
zh_hans: 请在下一屏幕中为您的新保险库选择存储路径。
zh_hant: 在下一個頁面，請選擇新加密庫的儲存位置。

# localFileSystemAuthentication.createNewVault.button
source: Select Storage Location
ar: حدد موقع التخزين
bn: স্টোরেজ ঠিকানা নির্বাচন করুন
ca: Tria la localització de l'emmagatzematge
cs: Vyberte umístění úložiště
da: Vælg placering
de: Speicherort auswählen
el: Επιλογή Τοποθεσίας Αποθήκευσης Αρχείων
es: Seleccionar ubicación del almacenamiento
fil: Piliin ang Lokasyon ng Storage
fr: Sélectionnez l'emplacement de stockage
he: בחר מקום אחסון
hi: संग्रहण का स्थान चयन करें
hr: Odaberite mjesto pohrane
id: Pilih Lokasi Penyimpanan
it: Seleziona Posizione d'Archiviazione
ja: ストレージの場所を選択
ko: 저장 위치 선택
lv: Atlasīt glabāšanas vietu
nb: Velg lagringssted
nl: Selecteer Bestandsopslaglocatie
pa: ਸਟੋਰੇਜ਼ ਦਾ ਟਿਕਾਣਾ ਚੁਣੋ
pl: Wybierz lokalizację sejfu
pt: Selecionar Local de Armazenamento
ro: Selectați locația de stocare
ru: Выберите расположение
sk: Zvoľte umiestnenie úložiska
sl: Izberite lokacijo za shranjevanje
sv: Välj lagringsplats
sw_tz: Teua Mahali pa Hifadhi
th: เลือกตำแหน่งพื้นที่จัดเก็บ
tr: Depolama Konumunu Seç
uk: Обрати місце зберігання
zh_hans: 选择存储路径
zh_hant: 選取儲存位置

# localFileSystemAuthentication.createNewVault.error.detectedExistingVault
source: A vault already exists at this location. Please try again with a different storage location.
ar: يوجد مخزن بالفعل في هذا الموقع. الرجاء المحاولة مرة أخرى مع موقع تخزين مختلف.
bn: এই ঠিকানায় একটি ভোল্ট ইতিমধ্যে বিদ্যমান. ভিন্ন একটি স্টোরেজ ঠিকিনা দিয়ে আবার চেষ্টা করুন.
ca: Una caixa forta ja existeix en aquesta localització. Provi en una localització diferent si us plau.
cs: V tomto umístění již trezor existuje. Zkuste to prosím znovu s jiným umístěním.
da: Der findes allerede en boks på denne placering. Prøv igen med en anden placering.
de: An diesem Ort existiert bereits ein Tresor. Bitte versuche es erneut mit einem anderen Speicherort.
el: Μια κρύπτη υπάρχει ήδη σε αυτή τη θέση. Παρακαλώ δοκιμάστε ξανά με μια διαφορετική θέση αποθήκευσης.
es: Ya existe una bóveda en esta ubicación. Intente de nuevo con una ubicación de almacenamiento diferente.
fil: Mayroon nang vault sa lokasyong ito. Pakisubukang muli gamit ang ibang lokasyon ng storage.
fr: Un coffre existe déjà à cet emplacement. Veuillez réessayer avec un autre emplacement.
he: כספת כבר קיימת במיקום זה. נסה שוב עם מיקום אחסון שונה.
hr: Trezor već postoji na ovoj lokaciji. Molimo pokušajte ponovno s drugom lokacijom pohrane.
id: Sudah ada vault di lokasi ini. Coba lagi dengan lokasi penyimpanan yang berbeda.
it: Una cassaforte esiste già in questa posizione. Riprova con un'altra posizione di archiviazione.
ja: この場所には既に金庫が存在します。別の保存先でもう一度お試しください。
ko: 이 위치에 이미 Vault가 존재합니다. 다른 저장소 위치에서 다시 시도해 주십시오.
lv: Šajā atrašanās vietā jau pastāv glabātava. Lūgums mēģināt vēlreiz ar citu krātuves atrašanās vietu.
nb: Det finnes allerede et hvelv på denne plasseringen. Prøv igjen på et annet lagringssted.
nl: Er bestaat al een kluis op deze locatie. Probeer het opnieuw met een andere opslaglocatie.
pa: ਇਸ ਟਿਕਾਣੇ ਉੱਤੇ ਵਾਲਟ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਵੱਖਰੇ ਸਟੋਰੇਜ਼ ਟਿਕਾਣੇ ਨੂੰ ਚੁਣ ਕੇ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Sejf już istnieje w tej lokalizacji. Spróbuj ponownie z inną lokalizacją.
pt: Já existe um cofre nesta localização. Por favor tente novamente com um local de armazenamento diferente.
ro: Un seif există deja în această locație. Vă rugăm să încercați din nou cu o altă locație de stocare.
ru: Здесь уже есть хранилище. Попробуйте снова, используя другое расположение.
sk: Trezor už existuje na tomto úložisku. Prosím skúste znovu s iným dátovým úložiskom.
sl: Na tej lokaciji že obstaja trezor. Prosimo, poskusite ponovno z drugo lokacijo.
sv: Ett valv finns redan på denna plats. Försök igen med en annan lagringsplats.
sw_tz: Kuba tayari ipo katika mahali hapa. Tafadhali jaribu tena na mahali tofauti pa kuhifadhi.
tr: Bu konumda zaten bir kasa mevcut. Lütfen farklı bir depolama konumuyla yeniden deneyin.
uk: Сховище вже існує в цьому місці. Будь ласка, спробуйте ще раз з іншим місцем зберігання.
zh_hans: 此位置已存在保险库，请更改路径后重试。
zh_hant: 此位置已存在加密檔案庫。 請以其他儲存位置重試。

# localFileSystemAuthentication.openExistingVault.header
source: In the next screen, choose the folder of your existing vault.
ar: في الشاشة التالية، اختر مجلد المخزن الموجود لديك.
bn: পরবর্তী স্ক্রিনে, আপনার বিদ্যমান ভোল্ট ফোল্ডারটি পছন্দ করুন.
ca: A la pròxima pantalla, escollir la carpeta on es troba la caixa forta.
cs: Na další obrazovce vyberte složku vašeho existujícího trezoru.
da: Vælg mappen hvori din boks befinder sig, på det næste skærmbillede.
de: Wähle im nächsten Schritt den Ordner deines bestehenden Tresors aus.
el: Στην επόμενη οθόνη, επιλέξτε το φάκελο της υπάρχοντος κρύπτη σας.
es: En la siguiente pantalla, elija la carpeta de su bóveda existente.
fil: Sa susunod na screen, piliin ang folder ng iyong kasalukuyang vault.
fr: Dans l'écran suivant, choisissez le dossier de votre coffre existant.
he: במסך הבא, בחר את התיקיה של הכספת הקיימת.
hi: अगली स्क्रीन पर अपने कक्ष के फ़ोल्डर का चयन कीजिए।
hr: Na slijedećem ekranu, odaberite mapu Vašeg postojećeg trezora.
id: Di layar berikutnya, pilih folder vault Anda yang ada.
it: Nella prossima schermata, scegli la cartella della tua cassaforte esistente.
ja: 次の画面で、既存の金庫の保存場所を選択してください。
ko: 다음 화면에서, Vault의 폴더를 선택하여 주십시오.
lv: Nākamajā skatā jāizvēlas savas esošās glabātavas mape.
nb: På neste side velger du mappen til det eksisterende hvelvet ditt.
nl: Kies in het volgende scherm de map van uw bestaande kluis.
pa: ਅਗਲੀ ਸਕਰੀਨ ਉੱਤੇ ਆਪਣੇ ਮੌਜੂਦਾ ਵਾਲਟ ਦਾ ਫੋਲਡਰ ਚੁਣੋ।
pl: Na następnym ekranie wybierz folder istniejącego sejfu.
pt: No próximo ecrã, escolha a pasta do seu cofre existente.
ro: În ecranul următor, alegeți folderul seifului dvs. existent.
ru: На следующем экране выберите папку имеющегося хранилища.
sk: V nasledujúcej obrazovke zvoľte adresár Vášho existujúceho trezoru.
sl: Na naslednjem zaslonu izberite mapo vašega obstoječega trezorja.
sv: I nästa skärm, välj mappen för ditt befintliga valv.
sw_tz: Katika skrini inayofuata, chagua folda ya kuba yako iliyopo.
tr: Bir sonraki ekranda, mevcut kasanızın bulunduğu klasörünü seçin.
uk: У наступному вікні виберіть папку вашого чинного сховища.
zh_hans: 请在下一屏幕中定位到现有保险库所在的文件夹。
zh_hant: 在下一個頁面，請選擇已存在加密庫所在的文件夾。

# localFileSystemAuthentication.openExistingVault.button
source: Select Vault Folder
ar: حدد مجلد المخزن
bn: ভোল্ট ফোল্ডার নির্বাচন করুন
ca: Selecciona la carpeta de la caixa forta
cs: Vybrat složku trezoru
da: Vælg mappen med boks-filerne
de: Tresorordner auswählen
el: Επιλογή Φακέλου Κρύπτης
es: Seleccionar carpeta de la bóveda
fil: Piliin ang Vault Folder
fr: Sélectionnez le dossier du coffre
he: בחר את תיקיית הכספת
hi: कक्ष स्थान का चयन करें
hr: Odaberite mapu trezora
id: Pilih Folder Vault
it: Seleziona Cartella della Cassaforte
ja: 金庫のフォルダーを選択
ko: Vault 폴더 선택
lv: Atlasīt glabātavas mapi
nb: Velg hvelvmappe
nl: Selecteer kluismap
pa: ਵਾਲਟ ਫੋਲਡਰ ਚੁਣੋ
pl: Wybierz folder sejfu
pt: Selecionar Pasta do Cofre
ro: Selectaţi dosarul cu seif
ru: Выберите папку хранилища
sk: Zvoľte adresár trezora
sl: Izberite mapo s trezorjem
sv: Välj valvmapp
sw_tz: Teua Kabrasha la Kuba
th: เลือกโฟลเดอร์ Vault
tr: Kasa Klasörünü Seç
uk: Виберіть папку сховища
zh_hans: 选择保险库所在文件夹
zh_hant: 選取加密檔案庫的資料夾

# localFileSystemAuthentication.openExistingVault.error.noVaultFound
source: The selected folder is not a vault. Please try again with a different folder.
ar: المجلد المحدد ليس مخزن. الرجاء المحاولة مرة أخرى مع مجلد مختلف.
bn: নির্বাচিত ফোল্ডারটি কোনো ভোল্ট নয়. দয়া করে অন্য ফোল্ডার দিয়ে আবার চেষ্টা করুন.
ca: La carpeta seleccionada no és una caixa forta. Provi una carpeta diferent si us plau.
cs: Vybraná složka není trezor. Zkuste to prosím znovu s jinou složkou.
da: Den valgte mappe er ikke en boks. Prøv venligst igen med en anden mappe.
de: Der ausgewählte Ordner ist kein Tresor. Bitte versuche es erneut mit einem anderen Ordner.
el: Ο επιλεγμένος φάκελος δεν είναι κρύπτη. Παρακαλώ προσπαθήστε ξανά με διαφορετικό φάκελο.
es: La carpeta seleccionada no es una bóveda. Intente de nuevo con una carpeta diferente.
fil: Ang napiling folder ay hindi isang vault. Pakisubukang muli gamit ang ibang folder.
fr: Le dossier sélectionné n'est pas un coffre. Veuillez réessayer avec un dossier différent.
he: התיקיה שנבחרה אינה כספת. נסה שוב עם תיקיה אחרת.
hi: चयन किया फ़ोल्डर आपके कक्ष में उपलब्ध नहीं है। कृपया दूसरे फ़ोल्डर का चयन कीजिए।
hr: Odabrana mapa nije trezor. Pokušajte ponovno s drugom mapom.
id: Folder yang dipilih bukanlah sebuah vault. Silahkan coba lagi dengan folder berbeda.
it: La cartella selezionata non è una cassaforte. Riprova con una cartella diversa.
ja: 選択したフォルダは金庫ではありません。別のフォルダでもう一度やり直してください。
ko: 선택된 폴더는 Vault가 아닙니다. 다른 폴더에서 다시 시도해 주십시오.
lv: Atlasītā mape nav glabātava. Lūgums mēģināt vēlreiz ar citu mapi.
nb: Den valgte mappen er ikke et hvelv. Prøv igjen med en annen mappe.
nl: De geselecteerde map is geen kluis. Probeer het opnieuw met een andere map.
pa: ਚੁਣਿਆ ਫੋਲਡਰ ਵਾਲਟ ਨਹੀਂ ਹੈ। ਵੱਖਰੇ ਫੋਲਡਰ ਨਾਲ ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Wybrany folder nie jest sejfem. Spróbuj ponownie z innym katalogiem.
pt: A pasta selecionada não é um cofre. Por favor tente novamente com uma pasta diferente.
ro: Dosarul selectat nu este un seif. Vă rugăm să încercaţi din nou cu un alt dosar.
ru: Выбранная папка - не хранилище. Попробуйте снова в другой папке.
sk: Zvolený adresár nie je trezor. Prosím skúste znovu s iným adresárom.
sl: Izbrana mapa ni trezor. Prosimo, poskusite ponovno z drugo mapo.
sv: Den valda mappen är inte ett valv. Försök igen med en annan mapp.
sw_tz: Kabrasha lililoteuliwa sio kuba. Tafadhali jaribu tena na kabrasha tofauti.
tr: Seçilen klasör bir kasa değil. Lütfen farklı bir klasörle tekrar deneyin.
uk: Вибрана папка не є сховищем. Будь ласка, спробуйте ще раз іншу папку.
zh_hans: 所选文件夹不是保险库，请使用其他文件夹再试一次。
zh_hant: 選擇的資料夾不是加密檔案庫。請以其他資料夾重試。

# localFileSystemAuthentication.info.footer
source: File providers that are grayed out don't support "picking folders". This is not a limitation of Cryptomator.
ar: موفرو الملفات الذين يظهرون باللون الرمادي لا يدعمون "اختيار المجلدات". هذا ليس قيدًا من Cryptomator.
ca: Els proveïdors d'arxius que estan atenuats no admeten la selecció de diverses carpetes a la vegada. Això no és una limitació de Cryptomator.
cs: Poskytovatelé souborů, kteří jsou zobrazeni šedě, nepodporují "vybírání složek". Toto není omezení Cryptomatoru.
da: Filudbydere, der er grå understøtter ikke "mappe-vælger". Dette er ikke en begrænsning i Cryptomator.
de: Speicher-Anbieter, die ausgegraut sind, unterstützen keine „Ordnerauswahl“. Dies ist keine Einschränkung von Cryptomator.
el: Οι πάροχοι αρχείων που είναι γκριζαρισμένοι δεν υποστηρίζουν "επιλογή φακέλων". Αυτό δεν είναι περιορισμός του Cryptomator.
es: Los proveedores de archivos que están en gris no admiten "seleccionar carpetas". Esto no es una limitación de Cryptomator.
fil: Hindi sinusuportahan ng mga file provider na naka-gray out ang "pagpili ng mga folder." Ito ay hindi isang limitasyon ng Cryptomator.
fr: Les fournisseurs de fichiers qui sont grisés ne permettent pas de sélectionner des dossiers en entier. Ce n'est pas une limitation de Cryptomator.
he: ספקי קבצים אפורים אינם מאפשרים ״בחירת תיקיות״. זו אינה מגבלה של Cryptomator.
hr: Pružatelji datoteka koji su zasivljeni ne podržavaju "biranje mapa". Ovo nije ograničenje Cryptomator-a.
id: Penyedia layanan file yang berwarna abu-abu tidak mendukung "pilih folder". Ini bukan merupakan limitasi dari Cryptomator.
it: I fornitori di file ingrigiti non supportano le "cartelle di selezione". Questa non è una limitazione di Cryptomator.
ja: グレーアウトされたファイルプロバイダは「フォルダを選ぶ」をサポートしていません。これはCryptomatorの制限ではありません。
ko: 회색으로 처리된 파일 앱은 폴더 선택을 지원하지 않습니다. 이는 Cryptomator의 제약사항이 아닙니다.
lv: Datņu nodrošinātāji, kuri ir pelēki, nenodrošina mapju izvēlēšanos. Tas nav Cryptomator ierobežojums.
nb: Filleverandører som er grået ut støtter ikke "picking folders". Dette er ikke en begrensning fra Cryptomator sin side.
nl: Bestandsproviders die grijs zijn ondersteunen geen "mappen kiezen". Dit is geen beperking van Cryptomator.
pl: Serwisy na szaro nie wspierają "wybierania katalogów". To nie jest ograniczenie w Cryptomator.
pt: Os fornecedores de arquivos que estão acinzentados não suportam "escolher pastas". Isso não é uma limitação do Cryptomator.
ro: Locațiile/Serviciile care sunt gri nu pot fi alese. Aceasta nu este o limitare a Criptomatorului.
ru: Провайдеры файлов, выделенные серым цветом, не поддерживают "выбор папок". Это ограничение не связано с Cryptomator.
sk: Poskytovatelia súborov ktorí sú vyšedený nepodporujú "zber adresárov". Toto nie je limitácia Cryptomator-om.
sl: Ponudniki datotek, ki so osivljeni, ne podpirajo "izbire map". To ni omejitev Cryptomatorja.
sv: Filleverantörer som är utgråade stöder inte mappar i iOS. Detta är inte en begränsning i Cryptomator.
sw_tz: Watoa huduma wa faili ambao ni kijivu nje hawaungi mkono "kuokota folda" Hii sio kikomo cha Cryptomator.
tr: Silik görünen dosya sağlayıcıları "klasör seçmeyi" desteklemez. Bu, Cryptomator'ın bir sınırlaması değildir.
uk: Файлові сервіси, які виділені сірим не підтримують "вибір папки". Це не обмеження Cryptomator.
zh_hans: 灰色显示的文件提供者不支持“选择文件夹”。 这并非是 Cryptomator 的限制。
zh_hant: 文件提供程式顯示為灰色的表示不支援「選擇資料夾」。這並非 Cryptomator 的限制。
