Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# addVault.createNewVault.password.error.nonMatchingPasswords
source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.
bn: পাসওয়ার্ড মিলছে না.
ca: Les contrasenyes no coincideixen.
cs: Hesla se neshodují.
da: Adgangskoderne er ikke ens.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fil: Hindi tugma ang mga password.
fr: Les mots de passe ne sont pas identiques.
he: הסיסמאות אינן זהות.
hi: कूट शब्द मेल नहीं खाते।
hr: Lozinke se ne podudaraju.
hu: A jelszavak nem egyeznek.
id: Kata Sandi tidak sama.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
lv: Paroles nesakrīt.
nb: Passordene samsvarer ikke.
nl: Wachtwoorden komen niet overeen.
pa: ਪਾਸਵਰਡ ਮਿਲਦਾ ਨਹੀਂ ਹੈ।
pl: Hasła nie są identyczne.
pt: Palavras-passe não coincidem.
ro: Parolele nu se potrivesc.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sl: Gesli se ne ujemata.
sv: Lösenorden överensstämmer inte.
sw_tz: Maneno ya siri hayaoani.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor.
uk: Паролі не збігаються.
zh_hans: 密码不匹配。
zh_hant: 密碼不符.

# addVault.createNewVault.password.error.tooShortPassword
source: Password must contain at least 8 characters.
ar: يجب أن تحتوي كلمة المرور على 8 محارف في الأقل.
bn: পাসওয়ার্ডে কমপক্ষে ৮টি অক্ষর থাকতে হবে.
ca: La contrasenya ha de tenir, si més no, 8 caràcters.
cs: Heslo musí obsahovat alespoň 8 znaků.
da: Adgangskoden skal indeholde mindst 8 tegn.
de: Passwort muss mindestens 8 Zeichen enthalten.
el: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες.
es: La contraseña debe contener al menos 8 caracteres.
fil: 8 o higit pang karakter ang kailangan sa password.
fr: Le mot de passe doit contenir au moins 8 caractères.
he: הסיסמא חייבת להכיל 8 תווים לפחות.
hi: कूट शब्द में कम से कम 8 अक्षर होने चाहिए।
hr: Lozinka mora sadržavati najmanje 8 znakova.
hu: A jelszónak legalább 8 karaktert kell tartalmaznia.
id: Kata Sandi minimal harus 8 karakter.
it: La password deve contenere almeno 8 caratteri.
ja: パスワードは8文字以上にする必要があります。
ko: 비밀번호는 최소 8자 이상이어야 합니다.
lv: Parolē jābūt vismaz 8 rakstzīmēm.
nb: Passordet må inneholde minst 8 tegn.
nl: Het wachtwoord moet minstens 8 karakters bevatten.
pa: ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Hasło musi zawierać co najmniej 8 znaków.
pt: Palavra-passe tem que conter pelo menos 8 caracteres.
ro: Parola trebuie să conțină cel puțin 8 caractere.
ru: Пароль должен содержать не менее 8 символов.
sk: Heslo musí obsahovať aspoň 8 znakov.
sl: Geslo mora vsebovati vsaj 8 znakov.
sv: Lösenordet måste innehålla minst 8 tecken.
sw_tz: Neno la siri lazima iwe na angalau vibambo 8.
th: รหัสผ่านต้องมีตัวอักษรอย่างน้อย 8 ตัว
tr: Şifre en az 8 karakter içermelidir.
uk: Пароль повинен містити принаймні 8 символів.
zh_hans: 密码必须至少包含 8 个字符。
zh_hant: 密碼必須包含至少8個字符。

# addVault.createNewVault.progress
source: Creating Vault…
ar: جاري إنشاء المخزن…
bn: ভোল্ট তৈরি হচ্ছে…
ca: Es crea la caixa forta…
cs: Vytváření trezoru…
da: Opretter boks…
de: Tresor wird erstellt …
el: Δημιουργία Κρύπτης…
es: Creando bóveda…
fil: Gumagawa ng Vault…
fr: Création du Coffre-fort…
he: יוצר כספת…
hr: Izrada trezora…
hu: Széf létrehozása…
id: Membuat Vault…
it: Creando la Cassaforte…
ja: 金庫を作成しています…
ko: Vault 생성 중...
lv: Izveido glabātavu…
nb: Oppretter hvelv…
nl: Kluis aanmaken…
pa: ਵਾਲਟ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ…
pl: Tworzenie sejfu…
pt: A Criar Cofre…
ro: Se creează seiful…
ru: Создание хранилища…
sk: Vytváranie trezora…
sl: Ustvarjanje trezorja …
sv: Skapar valvet…
sw_tz: Unda Kuba…
th: กำลังสร้าง Vault…
tr: Kasa oluşturuluyor…
uk: Створення сховища…
zh_hans: 正在创建保险库……
zh_hant: 正在創建加密檔案庫……

# addVault.openExistingVault.title
source: Open Existing Vault
ar: افتح مخزن موجود
bn: বিদ্যমান কোনো ভোল্ট খুলুন
ca: Obri una caixa forta existent
cs: Otevřít existující trezor
da: Open eksisterende boks
de: Bestehenden Tresor öffnen
el: Άνοιγμα Υπάρχοντος Κρύπτης
es: Abrir bóveda existente
fil: Magbukas ng Umiiral na Vault
fr: Ouvrir un coffre existant
he: פתיחת כספת קיימת
hi: मौजूदा वाउल्ट खोलें
hr: Otvori postojeći trezor
hu: Meglévő széf megnyitása
id: Buka Vault yang Tersedia
it: Apri Cassaforte Esistente
ja: すでにある金庫を開く
ko: 기존 Vault 열기
lv: Atvērt esošu glabātavu
nb: Åpne et eksisterende hvelv
nl: Open Bestaande Kluis
pa: ਮੌਜੂਦਾ ਵਾਲਟ ਖੋਲ੍ਹੋ
pl: Otwórz istniejący sejf
pt: Abrir Cofre Existente
ro: Deschide un seif existent
ru: Открыть имеющееся хранилище
sk: Otvoriť existujúci trezor
sl: Odpri obstoječ trezor
sv: Öppna befintligt valv
sw_tz: Fungua Kuba iliyopo
th: เปิด Vault
tr: Varolan Kasayı Aç
uk: Відкрити наявне сховище
zh_hans: 打开现有的保险库
zh_hant: 開啟現有加密檔案庫

# addVault.openExistingVault.chooseCloud.header
source: Where is the vault located?
ar: أين يقع المخزن ؟
bn: ভোল্টটি কোথায় রয়েছে?
ca: On es troba la caixa forta?
cs: Kde je trezor umístěn?
da: Hvor er boksen placeret?
de: Wo befindet sich der Tresor?
el: Πού βρίσκεται η κρυπτή;
es: ¿Dónde se ubica la bóveda?
fil: Saan matatagpuan ang vault?
fr: Où se situe le coffre ?
he: איפה הכספת ממוקמת?
hi: कक्ष कहाँ पर स्थित है?
hr: Gdje se nalazi trezor?
hu: Hol található a széf?
id: Dimana lokasi vault berada?
it: Dove si trova la cassaforte?
ja: 金庫の場所
ko: Vault가 어디에 위치하고 있습니까?
lv: Kur atrodas glabātava?
nb: Hvor er hvelvet plassert?
nl: Wat is de locatie van de kluis?
pa: ਵਾਲਟ ਕਿੱਥੇ ਮੌਜੂਦ ਹੈ?
pl: Gdzie znajduje się sejf?
pt: Onde está o cofre localizado?
ro: Unde este localizat seiful?
ru: Где находится хранилище?
sk: Kde je trezor umiestnený?
sl: Kje se nahaja trezor?
sv: Var ligger valvet?
sw_tz: Kuba iko wapi?
tr: Kasa nerede bulunuyor?
uk: Де розташоване сховище?
zh_hans: 该保险库的路径在哪？
zh_hant: 加密檔案庫位於什麼地方？

# addVault.openExistingVault.detectedMasterkey.text
source: Cryptomator detected the vault "%@". Would you like to add this vault?
ar: اكتشف Cryptomator مخزن "%@". هل ترغب في إضافة هذا المخزن ؟
bn: ক্রিপ্টোমেটর "%@" ভোল্টটি সনাক্ত করেছে. আপনি কি ভোল্টটি যুক্ত করতে চান?
ca: Cryptomator ha detectat la caixa forta "%@". Voleu afegir aquesta caixa forta?
cs: Cryptomator detekoval trezor "%@". Chcete přidat tento trezor?
da: Kryptomator fandt boksen "%@". Vil du tilføje denne boks?
de: Cryptomator hat den Tresor „%@“ erkannt. Möchtest du diesen Tresor hinzufügen?
el: Το Cryptomator εντόπισε την κρύπτη "%@". Θα θέλατε να προσθέσετε αυτή την κρύπτη;
es: Cryptomator detectó la bóveda "%@". ¿Desea añadir esta bóveda?
fil: Natukoy ng Cryptomator ang vault na "%@". Gusto mo bang idagdag ang vault na ito?
fr: Cryptomator a détecté le coffre "%@". Voulez-vous ajouter ce coffre ?
he: Cryptomator זיהה את הכספת ״%@״. האם ברצונך להוסיף את כספת זו?
hi: क्रिप्टोमेटर ने नया कक्ष "%@" खोजा। क्या आप उस कक्ष को जोड़ना चाहेंगे?
hr: Cryptomator je otkrio trezot "%@". Želite li dodati ovaj trezor?
hu: A Cryptomator felismerte a következő széfet: "%@". Szeretné ezt a széfet hozzáadni?
id: Cryptomator mendeteksi vault "%@". Apakah Anda ingin menambahkan vault ini?
it: Cryptomator ha rilevato la cassaforte "%@". Vorresti aggiungerla?
ja: Cryptomatorが金庫 "%@" を検出しました。 この金庫を追加しますか?
ko: Cryptomator가 "%@" Vault를 감지하였습니다. 이 Vault를 추가하시길 원하십니까?
lv: Cryptomator noteica glabātavu "%@". Vai pievienot šo glabātavu?
nb: Cryptomator oppdaget hvelvet "%@". Ønsker du å legge til dette hvelvet?
nl: Cryptomator detecteerde de kluis "%@". Wilt u deze kluis toevoegen?
pa: Cryptomator ਨੂੰ "%@" ਵਾਲਟ ਖੋਜਿਆ ਗਿਆ ਹੈ। ਕੀ ਤੁਸੀ ਇਹ ਵਾਲਟ ਜੋੜਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Cryptomator wykrył sejf "%@". Czy chcesz dodać ten sejf?
pt: Cryptomator detetou o cofre "%@". Gostaria de adicionar este cofre?
ro: Criptomatorul a detectat seiful "%@". Doriți să adăugați acest seif?
ru: Cryptomator обнаружил хранилище "%@". Добавить это хранилище?
sk: Cryptomator zdetekoval trezor "%@". Prejete si pridať tento trezor?
sl: Cryptomator je zaznal trezor "%@". Želite dodati ta trezor?
sv: Cryptomator upptäckte valvet "%@". Vill du lägga till detta valv?
sw_tz: Cryptomator aligundua kuba "%@". Would unapenda kuongeza kuba hii?
tr: Cryptomator "%@" kasasını algıladı. Bu kasayı eklemek ister misiniz?
uk: Cryptomator виявив сховище «%@». Хочете його додати?
zh_hans: Cryptomator 检测到保险库 "%@"。 您想要添加它吗？
zh_hant: Cryptomator 在此檢測到加密檔案庫「%@」。 您想把這加密檔案庫加到列表嗎？

# addVault.openExistingVault.detectedMasterkey.add
source: Add This Vault
ar: إضافة هذا المخزن
bn: এই ভোল্টটি যুক্ত করুন
ca: Afegeix aquesta caixa forta
cs: Přidat tento trezor
da: Tilføj denne boks
de: Diesen Tresor hinzufügen
el: Προσθήκη αυτής της κρύπτης
es: Añadir esta bóveda
fil: Idagdag ang Vault na ito
fr: Ajouter ce coffre
he: הוסף כספת זו
hi: कक्ष को जोड़ें
hr: Dodaj ovaj trezor
hu: Széf hozzáadása
id: Tambah Vault Ini
it: Aggiungi Questa Cassaforte
ja: この金庫を追加
ko: 이 Vault 추가
lv: Pievienot šo glabātavu
nb: Legg til dette hvelvet
nl: Voeg deze kluis toe
pa: ਇਹ ਵਾਲਟ ਜੋੜੋ
pl: Dodaj ten sejf
pt: Adicionar Este Cofre
ro: Adaugă acest seif
ru: Добавить это хранилище
sk: Pridať tento trezor
sl: Dodaj ta trezor
sv: Lägg till detta valv
sw_tz: Ongeza kuba hii
th: เพิ่ม Vault นี้
tr: Bu Kasayı Ekle
uk: Додати це сховище
zh_hans: 添加此保险库
zh_hant: 添加這個加密檔案庫

# addVault.openExistingVault.downloadVault.progress
source: Downloading Vault…
ar: جارٍ تنزيل الخزانة...
de: Tresor wird heruntergeladen…
el: Λήψη Κρύπτης…
es: Descargando bóveda…
fr: Téléchargement du coffre…
hu: Széf letöltése…
id: Mengunduh Vault…
it: Scaricamento Cassaforte…
ja: 金庫をダウンロード…
ko: Vault 다운로드중…
lv: Lejupielādē glabātavu…
nb: Laster ned hvelv…
nl: Kluis downloaden…
pl: Pobieranie sejfu…
pt: Descarregando o cofre…
ru: Загрузка хранилища…
sk: Sťahovanie trezora…
sl: Prenašanje trezorja …
sv: Laddar ner valv…
th: กำลังดาวน์โหลด Vault…
tr: Kasa indiriliyor…
uk: Завантаження сховища…
zh_hans: 正在下载保险库…
zh_hant: 正在下載保險庫…

# addVault.openExistingVault.password.footer
source: Enter password for "%@".
ar: أدخل كلمة المرور ل "%@".
bn: "%@" এর জন্য পাসওয়ার্ড প্রবেশ করান.
ca: Introduïu la contrasenya per a "%@".
cs: Zadejte heslo pro "%@".
da: Indtast adgangskode for "%@".
de: Gib das Passwort für „%@“ ein.
el: Εισάγετε τον κωδικό για "%@".
es: Ingresar contraseña para "%@".
fil: Ipasok ang password para sa "%@".
fr: Entrez le mot de passe pour “%@”.
he: הכנס/י סיסמה ל-"%@".
hi: "%@" का कूट शब्द प्रविष्ट करें।
hr: Unesite lozinku za "%@".
hu: Írja be a jelszót a következőhöz: "%@".
id: Masukkan kata sandi untuk "%@".
it: Inserisci la password per "%@".
ja: "%@" のパスワードを入力してください。
ko: "%@"의 비밀번호를 입력하십시오.
lv: Jāievada "%@" parole.
nb: Skriv inn passordet for "%@".
nl: Voer wachtwoord voor "%@" in.
pa: "%@" ਲਈ ਪਾਸਵਰਡ ਦਿਓ।
pl: Wprowadź hasło dla "%@".
pt: Insira a palavra-passe para "%@".
ro: Introduceți parola pentru „%@”.
ru: Введите пароль для "%@".
sk: Zadajte heslo pre "%@".
sl: Vnesite geslo za "%@".
sv: Ange lösenord för "%@".
sw_tz: Ingiza neno la siri la "%@".
th: ใส่รหัสผ่านสำหรับ "%@"
tr: "%@" için şifre girin.
uk: Введіть пароль для «%@».
zh_hans: 输入 "%@" 的密码。
zh_hant: 輸入 「%@」 的密碼：

# addVault.openExistingVault.progress
source: Adding Vault…
ar: جاري إضافة مخزن…
bn: ভোল্ট যুক্ত হচ্ছে…
ca: Ara s'afegeix la caixa forta…
cs: Přidávání trezoru…
da: Tilføjer boks…
de: Tresor wird hinzugefügt …
el: Προσθήκη Κρύπτης…
es: Añadiendo bóveda…
fil: Idinaragdag ang Vault…
fr: Ajout du Coffre-fort…
he: מוסיף כספת…
hr: Dodavanje trezora…
hu: Széf hozzáadása…
id: Menambahkan Vault…
it: Aggiungendo la Cassaforte…
ja: 金庫を追加しています…
ko: Vault 추가 중...
lv: Pievieno glabātavu…
nb: Legger til hvelv…
nl: Kluis toevoegen…
pa: …ਵਾਲਟ ਜੋੜਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Dodawanie sejfu…
pt: A Adicionar Cofre…
ro: Adăugare seif…
ru: Добавление хранилища…
sk: Pridávanie trezora…
sl: Dodajanje trezorja …
sv: Lägger till valvet…
sw_tz: Inaongeza Kuba…
th: กำลังเพิ่ม Vault…
tr: Kasa ekleniyor…
uk: Додавання сховища…
zh_hans: 正在添加保险库……
zh_hant: 正在添加加密檔案庫……

# addVault.success.info
source: Successfully added vault "%@". Access this vault via the Files app.
ar: تمت إضافة مخزن%@بنجاح. الوصول إلى هذا المخزن عبر تطبيق الملفات.
bn: সফলভাবে "%@" ভোল্টটি যুক্ত হয়েছে. ফাইলস আ্যপ এর মাধ্যমে ভোল্টটি ব্যবহার করুন.
ca: S'ha afegit la caixa forta "%@". Accediu a la caixa forta via l'app de fitxers.
cs: Úspěšně přidán trezor "%@". Přistupujte k tomuto trezoru prostřednictvím aplikace Soubory.
da: Tilføjede boksen "%@". Få adgang til denne boks via Filer appen.
de: Tresor „%@“ erfolgreich hinzugefügt. Greife auf diesen Tresor über die App „Dateien“ zu.
el: Προστέθηκε με επιτυχία η κρύπτη "%@". Πρόσβαση σε αυτή την κρύπτη μέσω της εφαρμογής Αρχείων.
es: Se ha añadido correctamente la bóveda "%@". Acceda a esta bóveda desde la aplicación de archivos.
fil: Matagumpay na naidagdag ang vault na "%@". I-access ang vault na ito sa pamamagitan ng Files app.
fr: Le coffre "%@" a été ajouté avec succès. Accédez à ce coffre via l'application Fichiers.
he: הכספת ״%@״ הוספה בהצלחה. הגישה לכספת דרך ישום Files.
hi: कक्ष "%@" को सफलतापूर्वक जोड़ा। इस कक्ष में "फ़ाइल एप" द्वारा प्रवेश करें।
hr: Uspješno dodan trezor "%@". Pristupite ovom trezoru putem Files aplikacije.
hu: Sikeresen megtörtént a következő széf hozzáadása: "%@". Elérheti ezt a széfet a Fájlok appban.
id: Berhasil menambahkan vault "%@". Akses vault ini melalui aplikasi Files.
it: Cassaforte "%@" aggiunta correttamente. Accedi a questa cassaforte tramite l'app File.
ja: 金庫 "%@" を正常に追加しました。 ファイル アプリからこの金庫にアクセスしてください。
ko: "%@" Vault가 성공적으로 추가되었습니다. 파일 앱을 통해 이 Vault에 접근할 수 있습니다.
lv: Glabātava "%@" sekmīgi pievienota. Tai var piekļūt ar datņu lietotni.
nb: Hvelvet "%@" ble lagt til. Få tilgang til dette hvelvet via Filer-appen.
nl: Kluis succesvol toegevoegd "%@". Toegang tot deze kluis via de bestandsapp.
pa: "%@" ਵਾਲਟ ਨੂੰ ਕਾਮਯਾਬੀ ਨਾਲ ਜੋੜਿਆ ਗਿਆ ਹੈ। ਇਸ ਵਾਲਟ ਨੂੰ Files ਐਪ ਰਾਹੀਂ ਵਰਤੋਂ।
pl: Dodano sejf "%@". Uzyskaj dostęp do tego sejfu poprzez aplikację Pliki.
pt: Cofre "%@" adicionado com sucesso. Accesse este cofre através da aplicação Ficherios.
ro: Seiful "%@" a fost adăugat cu succes. Accesați seiful prin intermediul aplicației fișiere.
ru: Хранилище "%@" добавлено. Доступ к нему - через приложение "Файлы".
sk: Úspešne pridaný trezor "%@". Sprístupnený tento trezor prostredníctvom Súborovej aplikácie.
sl: Trezor "%@" je bil uspešno dodan. Do tega trezorja dostopajte preko aplikacije Datoteke.
sv: Framgångsrikt lagt till valvet "%@". Kom åt detta valv via Fil-appen.
sw_tz: Imefanikiwa kuongeza kuba "%@". Fikia kuba hii kupitia programu ya Mafaili.
tr: "%@" kasası başarıyla eklendi. Dosyalar uygulamasından bu kasaya erişebilirsiniz.
uk: Сховище «%@» успішно додано. Доступ до нього можна отримати через програму «Файли».
zh_hans: 成功添加保险库 "%@"。 现在可通过文管应用访问它。
zh_hant: 成功添加加密檔案庫“%@” 現在可以通過文件管理訪問加密檔案庫

# addVault.success.footer
source: If you haven't already, enable Cryptomator in the Files app.
ar: فعّل Cryptomator في تطبيق الملفات، إذا لم تفعّله مسبقاً.
bn: ক্রিপ্টোমেটর ফাইলস আ্যপে স্বয়ংক্রিয় করুন, আপনি যদি সেটা না করে থাকেন.
ca: Si no ho heu fet ja, habiliteu Cryptomator en l'app de fitxers.
cs: Pokud jste již neučinili, povolte Cryptomator v aplikaci Soubory.
da: Hvis du ikke allerede har gjort det, så aktivér Cryptomator i Filer appen.
de: Falls noch nicht erledigt, aktiviere Cryptomator in der App „Dateien“.
el: Αν δεν το έχετε κάνεΙ ήδη, ενεργοποιήστε τον Cryptomator στην εφαρμογή Αρχείων.
es: Si aún no lo ha hecho, active Cryptomator en la aplicación de archivos.
fil: Kung hindi mo pa nagagawa, paganahin ang Cryptomator sa Files app.
fr: Si vous ne l'avez pas déjà fait, activez Cryptomator dans l'application Fichiers.
he: הפעילו את Cryptomator בישום Files, אם טרם עשית זאת.
hi: अगर आपने पहले नहीं किया तो क्रिप्टोमेटर को "फ़ाइल एप" में अधिकार दें।
hr: Ako već niste, omogućite Cryptomator u Files aplikaciji.
hu: Ha még nem tette volna, engedélyezze a Cryptomatort a Fájlok appban.
id: Jika belum, aktifkan Cryptomator di aplikasi Files.
it: Se non lo hai già fatto, abilita Cryptomator nell'app File.
ja: まだ開いていない場合は、ファイル アプリで Cryptomator を有効にしてください。
ko: 아직 Cryptomator를 파일 앱에서 사용가능토록 설정하지 않은 경우, 사용가능하게 설정바랍니다.
lv: Ja tas vēl nav izdarīts, datņu lietotnē jāiespējo Cryptomator.
nb: Aktiver Cryptomator i Filer-appen hvis du ikke har gjort det ennå.
nl: Schakel Cryptomator in in de Verkenner als u dat nog niet gedaan hebt.
pa: ਜੇ ਤੁਸੀਂ ਹਾਲੇ ਨਹੀਂ ਕੀਤਾ ਤਾਂ Files ਐਪ ਵਿੱਚ Cryptomator ਨੂੰ ਸਮਰੱਥ ਕਰੋ।
pl: Jeśli jeszcze tego nie zrobiłeś, włącz Cryptomator w aplikacji Pliki.
pt: Se já não o fez, ative o Cryptomator na aplicação Ficheiros.
ro: Dacă nu ați făcut-o deja, activați Cryptomator în aplicația Fișiere.
ru: Если вы ещё этого не сделали, включите Cryptomator в приложении "Файлы".
sk: Ak ešte nemáte, povoľte Cryptomator v Súborovej aplikácii.
sl: Če še niste, omogočite Cryptomator v aplikaciji Datoteke.
sv: Om du inte redan har aktiverat Cryptomator i appen Filer.
sw_tz: Ikiwa haujafanya hivyo, wezesha Cryptomator katika programu ya Mafaili.
tr: Henüz yapmadıysanız, Dosyalar uygulamasında Cryptomator'ı etkinleştirin.
uk: Якщо ви ще цього не зробили, увімкніть Cryptomator у програмі «Файли».
zh_hans: 如果您还没有，请在文管应用中启用 Cryptomator。
zh_hant: 如果還沒有，請在「檔案」應用程式中啟用 Cryptomator。

# biometryType.faceID
source: Face ID
ar: بصمة الوجه
bn: ফেইস আইডি
ca: ID de cara
da: Ansigts ID
hi: चेहरा पहचान
pa: ਫੇਸ ID
sk: Tvárové ID
sw_tz: Kitambulisho cha Uso
tr: Yüz kimliği
zh_hans: 面部 ID

# biometryType.touchID
source: Touch ID
ar: بصمة الإصبع
ca: ID tàctil
da: Fingeraftryk ID
fil: Pindutin ang ID
hi: अंगुल चिन्ह पहचान
lv: Pirksta nospieduma ID
pa: ਟੱਚ ID
sk: Dotykové ID
sw_tz: Kitambulisho cha kugusa
tr: Dokunmatik kimlik
zh_hans: 触控 ID

# changePassword.error.invalidOldPassword
source: Current password is wrong. Please try again.
ar: كلمة المرور الحالية خاطئة. الرجاء المحاولة مرة أخرى.
bn: বর্তমান পাসওয়ার্ডটি ভুল. আবার চেষ্টা করুন.
ca: La contrasenya actual és errònia. Per favor, torneu a intentar-ho.
cs: Nesprávné heslo. Prosím, zkus to znovu.
da: Nuværende adgangskode er forkert. Prøv venligst igen.
de: Das aktuelle Passwort ist falsch. Bitte versuche es erneut.
el: Ο τρέχων κωδικός πρόσβασης είναι λάθος. Παρακαλώ προσπαθήστε ξανά.
es: La contraseña actual es incorrecta. Intente de nuevo.
fil: Mali ang kasalukuyang password. Pakisubukang muli.
fr: Le mot de passe actuel est incorrect. Veuillez réessayer.
he: הסיסמה הנוכחית שגויה. אנא נסה שנית.
hr: Trenutna lozinka je neispravna. Molimo pokušajte ponovno.
hu: A jelenlegi jelszó helytelen. Kérjük, próbálja újra.
id: Kata Sandi salah. Silahkan coba lagi.
it: Password attuale è errata. Riprova.
ja: 現在のパスワードが異なります。もう一度やり直してください。
ko: 기존 비밀번호가 올바르지 않습니다. 다시 시도하십시오.
lv: Pašreizējā parole ir nepareiza. Lūgums mēģināt vēlreiz.
nb: Nåværende passord er feil. Prøv på nytt.
nl: Het wachtwoord is onjuist. Probeer het opnieuw.
pa: ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ। ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: To hasło jest nieprawidłowe. Spróbuj ponownie.
pt: A palavra-passe está incorreta. Por favor, tente de novo.
ro: Parola curentă este incorectă. Vă rugăm să încercați din nou.
ru: Текущий пароль неверен. Попробуйте ещё раз.
sk: Aktuálne heslo je nesprávne. Prosím skúste znovu.
sl: Trenutno geslo je napačno. Prosimo poskusite ponovno.
sv: Det nuvarande lösenordet är felaktigt, försök igen.
sw_tz: Neno la siri la sasa si sahihi. Tafadhali jaribu tena.
th: รหัสผ่านปัจจุบันผิด กรุญาลองใหม่อีกครั้ง
tr: Mevcut şifre yanlış. Lütfen tekrar deneyin.
uk: Поточний пароль неправильний. Будь ласка, спробуйте ще раз.
zh_hans: 当前密码错误，请重试。
zh_hant: 你輸入的密碼錯誤，請再試一次。

# changePassword.header.currentPassword.title
source: Enter the current password.
ar: أدخل كلمة المرور الحالية.
bn: বর্তমান পাসওয়ার্ডটি প্রবেশ করান.
ca: Introduïu la contrasenya actual.
cs: Zadejte stávající heslo.
da: Indtast den nuværende adgangskode.
de: Das aktuelle Passwort eingeben.
el: Εισάγετε τον τρέχοντα κωδικό πρόσβασης.
es: Ingrese la contraseña actual.
fil: Ipasok ang kasalukuyang password.
fr: Entrez votre mot de passe actuel.
he: הזן סיסמה נוכחית.
hr: Unesite trenutnu lozinku.
hu: Írja be a jelenlegi jelszót.
id: Masukkan kata sandi.
it: Inserisci la password corrente.
ja: 現在のパスワードを入力してください。
ko: 기존 비밀번호를 입력해주세요.
lv: Jāievada pašreizējā parole.
nb: Skriv inn nåværende passord.
nl: Voer het huidige wachtwoord in.
pa: ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਦਿਓ।
pl: Wprowadź obecne hasło.
pt: Digite a senha atual.
ro: Introduceți parola curentă.
ru: Введите текущий пароль.
sk: Vložťe aktuálne heslo.
sl: Vnesite trenutno geslo.
sv: Ange nuvarande lösenord.
sw_tz: Ingiza neno la siri la sasa.
th: ใส่รหัสผ่านปัจจุบัน
tr: Mevcut şifreyi girin.
uk: Введіть поточний пароль.
zh_hans: 请输入当前密码。
zh_hant: 請輸入入前的密碼

# changePassword.header.newPassword.title
source: Enter a new password.
ar: أدخل كلمة مرور جديدة.
bn: একটি নতুন পাসওয়ার্ড লিখুন.
ca: Introduïu una nova contrasenya.
cs: Zadejte nové heslo.
da: Indtast en ny adgangskode.
de: Gib ein neues Passwort ein.
el: Εισάγετε ένα νέο κωδικό.
es: Ingrese una contraseña nueva.
fil: Maglagay ng bagong password.
fr: Entrer un nouveau mot de passe.
he: בחירת סיסמה חדשה.
hi: नया कूट शब्द भरें
hr: Unesite novu lozinku.
hu: Adjon meg egy új jelszót.
id: Masukkan kata sandi baru.
it: Inserisci una nuova password.
ja: 新しいパスワードを入力してください。
ko: 새 비밀번호를 입력하세요.
lv: Jāievada jaunā parole.
nb: Skriv inn et nytt passord.
nl: Voer een nieuw wachtwoord in.
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਦਿਓ।
pl: Wprowadź nowe hasło.
pt: Insira uma palavra-passe nova.
ro: Introduceți o parolă nouă.
ru: Введите новый пароль.
sk: Zadajte nové heslo.
sl: Vnesite novo geslo.
sv: Ange ett nytt lösenord.
sw_tz: Weka neno la siri jipya.
th: ป้อนรหัสผ่านใหม่ของคุณ
tr: Yeni bir şifre girin.
uk: Введіть новий пароль.
zh_hans: 输入新密码
zh_hant: 輸入新密碼.

# changePassword.header.newPasswordConfirmation.title
source: Confirm the new password.
ar: تأكيد كلمة المرور الجديدة.
bn: নতুন পাসওয়ার্ডটি নিশ্চিত করুন.
ca: Confirma la nova contrasenya.
cs: Potvrď nové heslo.
da: Gentag den nye adgangskode.
de: Bestätige das neue Passwort.
el: Επιβεβαιώστε το νέο κωδικό.
es: Confirme la contraseña nueva.
fil: Kumpirmahin ang bagong password.
fr: Confirmez le nouveau mot de passe.
he: אישור סיסמה חדשה.
hi: नए कूट शब्द की पुष्टि करें
hr: Potvrdite novu lozinku.
hu: Erősítse meg az új jelszót.
id: Konfirmasi kata sandi baru.
it: Conferma la nuova password.
ja: 新しいパスワードを確認します
ko: 새 비밀번호 확인.
lv: Apstiprināt jauno paroli.
nb: Bekreft det nye passordet.
nl: Bevestig het nieuwe wachtwoord.
pa: ਨਵੇਂ ਪਾਸਵਰਡ ਨੂੰ ਤਸਦੀਕ ਕਰੋ।
pl: Potwierdź nowe hasło.
pt: Confirma a nova palavra-passe.
ro: Confirmați noua parolă.
ru: Подтвердите новый пароль.
sk: Potvrďte nové heslo.
sl: Potrdite novo geslo.
sv: Bekräfta nytt lösenord.
sw_tz: Thibitisha neno la siri jipya.
th: ป้อนรหัสผ่านใหม่ของคุณอีกครั้ง
tr: Yeni şifreyi onaylayın.
uk: Підтвердіть новий пароль.
zh_hans: 确认新密码。
zh_hant: 確認新密碼.

# changePassword.progress
source: Changing Password…
ar: تغيير كلمة المرور…
bn: পাসওয়ার্ড পরিবর্তিত হচ্ছে…
ca: Ara es canvia la contrasenya…
cs: Změna hesla…
da: Skifter adgangskode…
de: Passwort wird geändert …
el: Αλλαγή Κωδικού πρόσβασης…
es: Cambiando contraseña…
fil: Pinapalitan ang Password…
fr: Changement du mot de passe…
he: שנה סיסמה…
hr: Promjena lozinke…
hu: Jelszó módosítása…
id: Mengubah Kata Sandi…
it: Modificando la Password…
ja: パスワードを変更しています...
ko: 비밀번호 변경 중...
lv: Maina paroli…
nb: Endrer passord…
nl: Wachtwoord wijzigen…
pa: …ਪਾਸਵਰਡ ਬਦਲਿਆ ਜਾ ਰਿਹਾ ਹੈ
pl: Zmienianie hasła…
pt: A Alterar Senha…
ro: Schimbare parolă…
ru: Изменение пароля…
sk: Zmena hesla…
sl: Spreminjanje gesla …
sv: Ändrar lösenord…
sw_tz: Kubadilisha neno la siri…
th: กำลังเปลี่ยนรหัสผ่าน…
tr: Şifre değiştiriliyor…
uk: Зміна пароля…
zh_hans: 正在修改密码……
zh_hant: 正在變更密碼……
