Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# purchase.error.unknown
source: This purchase is unavailable in the App Store for an unknown reason. Please try again later. If this error persists, try to restart your device or signing out and back in to your Apple ID in the iOS settings.
ar: هذه الشراء غير متاح في متجر التطبيقات لسبب غير معروف. يرجى المحاولة مرة أخرى لاحقًا. إذا استمرت هذه المشكلة، حاول إعادة تشغيل جهازك أو تسجيل الخروج وتسجيل الدخول مرة أخرى إلى حساب Apple ID الخاص بك في إعدادات iOS.
ca: Aquesta compra no està disponible a l'App Store per un motiu desconegut. Si us plau, torna-ho a provar més tard. Si aquest error persisteix, prova de reiniciar el dispositiu o tancar la sessió i tornar a iniciar amb el teu ID d'Apple a la configuració d'iOS.
cs: Tento nákup není z neznámého důvodu v App Store dostupný. Opakujte, prosím, akci později. Pokud tato chyba přetrvává, zkuste restartovat Vaše zařízení nebo se odhlásit a přihlásit znovu k Vašemu Apple ID v nastavení iOS.
da: Dette køb er ikke tilgængeligt i App Store af en ukendt årsag. Prøv igen senere. Hvis denne fejl fortsætter, så prøv at genstarte din enhed eller logge ud og ind igen med dit Apple-id i iOS-indstillingerne.
de: Dieser Kauf ist aus einem unbekannten Grund im App Store aktuell nicht möglich. Bitte versuche es später erneut. Wenn dieser Fehler weiterhin besteht, versuche dein Gerät neu zu starten oder dich in den iOS-Einstellungen mit deiner Apple ID ab- und wieder anzumelden.
el: Αυτή η αγορά δεν είναι διαθέσιμη στο App Store για άγνωστο λόγο. Δοκιμάστε ξανά αργότερα. Εάν αυτό το σφάλμα επιμένει, δοκιμάστε να επανεκκινήσετε τη συσκευή σας ή να αποσυνδεθείτε και να συνδεθείτε ξανά στο Apple ID σας στις ρυθμίσεις του iOS.
es: Esta compra no está disponible en la App Store por una razón desconocida. Intente de nuevo más tarde. Si este error persiste, intente reiniciar el dispositivo o cerrar sesión y volver a ingresar a su ID de Apple en la configuración de iOS.
fil: Hindi available ang pagbiling ito sa App Store sa hindi malamang dahilan. Pakisubukang muli sa ibang pagkakataon. Kung magpapatuloy ang error na ito, subukang i-restart ang iyong device o mag-sign out at bumalik sa iyong Apple ID sa mga setting ng iOS.
fr: Cet achat n'est pas disponible dans l'App Store pour une raison inconnue. Veuillez réessayer plus tard. Si cette erreur persiste, essayez de redémarrer votre appareil ou de vous déconnecter et de revenir à votre identifiant Apple dans les paramètres iOS.
he: הרגישה לא זמינה בחנות האפליקציות מסיבה לא ידועה. אנא נסה שוב מאוחר יותר. אם התקלה ממשיכה, נסה להפעיל מחדש את המכשיר או לצאת ולהכנס מחדש עם המשתמש אפל שלך באפליקצית ההגדרות של iOS.
hr: Ova kupnja nije dostupna u App Store-u iz nepoznatog razloga. Pokušajte ponovno kasnije. Ako se ova pogreška nastavi, pokušajte ponovno pokrenuti uređaj ili se odjaviti i ponovno prijaviti na svoj Apple ID u postavkama iOS-a.
hu: A vásárlás ismeretlen ok miatt nem elérhető az App Storeban. Kérjük, próbálja újra később. Ha ez a probléma fennállna, próbálja meg újraindítani a készülékét vagy ki- és bejelentkezni az Apple ID-ból az iOS beállításokban.
id: Pembelian ini tidak tersedia di App Store untuk alasan yang tidak diketahui. Silakan coba lagi nanti. Jika kesalahan ini berlanjut, coba mulai ulang perangkat Anda atau keluar dan masuk kembali ke ID Apple Anda di pengaturan iOS.
it: Questo acquisto non è disponibile nell'App Store per un motivo sconosciuto. Riprova più tardi. Se questo errore persiste, provare a riavviare il dispositivo o scollegare e ricollegare il tuo ID Apple nelle impostazioni di iOS.
ja: この購入は不明な理由によりApp Storeで利用できません。後でもう一度お試しください。 このエラーが解決しない場合、 デバイスを再起動するか、iOS の設定で Apple ID にサインアウトしてください。
ko: 알 수 없는 이유로 App Store에서의 결제가 실패했습니다. 잠시 후 다시 시도해 주십시오. 만약 이 에러가 지속된다면, 기기를 재시작하거나 iOS 설정에서 Apple ID에 다시 로그인해 보십시오.
lv: Šis pirkums nav pieejams lietotņu veikalā nezināma iemesla dēļ. Lūgums vēlāk mēģināt vēlreiz. Ja šī kļūda nepazūd, jāmēģina pārsāknēt sava ierīce vai atteikties un pieteikties savā Apple ID iOS iestatījumos.
nb: Dette kjøpet er utilgjengelig i App Store av en ukjent årsak. Prøv igjen senere. Hvis denne feilen vedvarer kan du prøve å starte enheten på nytt, eventuelt logge av og på Apple-ID-en din i iOS-innstillingene.
nl: Deze aankoop is niet beschikbaar in de App Store om een onbekende reden. Probeer het later opnieuw. Als deze fout aanhoudt, probeer je apparaat opnieuw op te starten of meld je af en weer aan met je Apple ID in de iOS-instellingen.
pl: Opcja zakupu jest niedostępna w App Store z nieznanego powodu. Spróbuj ponownie później. Jeśli ten błąd będzie się powtarzał, spróbuj zrestartować urządzenie lub wylogować i zalogować się swoim Apple ID w ustawieniach iOS.
pt: Esta compra não está disponível na App Store por uma razão desconhecida. Por favor, tente novamente mais tarde. Se o erro persistir, tente reiniciar o seu dispositivo ou sair e entrar novamente na sua Apple ID nas configurações do iOS.
ro: Această achiziție nu este disponibilă în App Store dintr-un motiv necunoscut. Vă rugăm să încercați din nou mai târziu. Dacă această eroare persistă, încercați să reporniți dispozitivul sau să vă re-conectați la contul dvs. Apple în setările iOS.
ru: Покупка в App Store недоступна по неизвестной причине. Повторите попытку позже. Если эта ошибка повторится, попробуйте перезапустить устройство или выйти и войти в аккаунт Apple ID в настройках iOS.
sk: Tento nákup nie je možný v App Store z neznámeho dôvodu. Prosím skúste neskôr. Ak tento problém pretrváva, skúste zreštartovať Vaše zariadenie alebo sa odhlásiť a spätne prihlásiť do Vášho Apple ID v iOS nastaveniach.
sl: Iz neznanega razloga ta nakup ni na voljo v AppStore. Prosimo poskusite ponovno kasneje. Če se ta težava ponavlja, poskusite ponovno pognati vašo napravo ali se odjavite in nazaj prijavite v nastavitvah iOS z vašim Apple ID.
sv: Detta köp är inte tillgängligt i App Store av okänd anledning. Försök igen senare. Om felet kvarstår, försök att starta om enheten eller logga ut och in igen till ditt Apple-ID i iOS-inställningarna.
sw_tz: Ununuzi huu haupatikani katika App Store kwa sababu isiyojulikana. Tafadhali jaribu tena baadaye. If kosa hili linaendelea, jaribu kuanzisha upya kifaa chako au kuingia na kurudi kwenye Kitambulisho chako cha Apple katika mipangilio ya iOS.
tr: Bu satın alma bilinmeyen bir nedenle App Store'da mevcut değil. Lütfen daha sonra tekrar deneyin. Bu hata devam ederse, cihazınızı yeniden başlatmayı veya iOS ayarlarında Apple Kimliğinizden çıkış yapıp tekrar oturum açmayı deneyin.
uk: Ця покупка недоступна в App Store з невідомої причини. Будь ласка, спробуйте пізніше. Якщо помилка повторюватиметься і надалі - спробуйте перезавантажити ваш пристрій або вийти та увійти назад у ваш Apple ID в налаштуваннях iOS.
zh_hans: 此次在 App Store 中的购买因原因而不可用。请稍后再试。 如果错误继续存在，尝试重启设备或者在 iOS 设置中退出并重新登录您的 Apple ID。
zh_hant: 由於未知原因，無法在 App Store 中購買，請稍後再試。 如果此錯誤仍然存在，請嘗試重新啟動您的設備、或在 iOS 設定中登出並重新登入您的 Apple ID。

# settings.title
source: Settings
ar: الإعدادات
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
pa: ਸੈਟਿੰਗਾਂ
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
sw_tz: Kipimo
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

# settings.aboutCryptomator
source: About Cryptomator
ar: حول Cryptomator
ca: Quant a Cryptomator
cs: O Cryptomatoru
da: Om Cryptomator
de: Über Cryptomator
el: Σχετικά με το Cryptomator
es: Acerca de Cryptomator
fil: Tungkol sa Cryptomator
fr: À propos de Cryptomator
he: אודות Cryptomator
hi: क्रिप्टोमेटर के विषय में
hr: O Cryptomator-u
hu: A Cryptomator névjegye
id: Tentang Cryptomator
it: Su Cryptomator
ja: Cryptomator について
ko: Cryptomator에 대해서
lv: Par Cryptomator
nb: Om Cryptomator
nl: Over Cryptomator
pa: Cryptomator ਖੋਲ੍ਹੋ
pl: O Cryptomator
pt: Sobre o Cryptomator
ro: Despre Cryptomator
ru: О программе Cryptomator
sk: O aplikácii Cryptomator
sl: O aplikaciji Cryptomator
sv: Om Cryptomator
sw_tz: Kuhusu Cryptomator
th: เกี่ยวกับ Cryptomator
tr: Cryptomator Hakkında
uk: Про Cryptomator
zh_hans: 关于
zh_hant: 關於 Cryptomator

# settings.aboutCryptomator.title
source: Version %@ (%@)
ar: الإصدار %@ (%@)
ca: Versió %@ (%@)
cs: Verze %@ (%@)
el: Έκδοση %@ (%@)
es: Versión %@ (%@)
fil: Bersyon %@ (%@)
he: גרסה %@ (%@)
hi: संस्करण %@ (%@)
hr: Verzija %@ (%@)
hu: Verzió %@ (%@)
id: Versi %@ (%@)
it: Versione %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %@ (%@)
lv: Versija %@ (%@)
nb: Versjon %@ (%@)
nl: Versie %@ (%@)
pa: ਵਰਜ਼ਨ %@ (%@)
pl: Wersja %@ (%@)
pt: Versão %@ (%@)
ro: Versiunea %@ (%@)
ru: Версия: %@ (%@)
sk: Verzia %@ (%@)
sw_tz: Toleo %@ (%@)
th: เวอร์ชัน %@ (%@)
tr: Sürüm %@ (%@)
uk: Версія %@ (%@)
zh_hans: 版本 %@ (%@)
zh_hant: 版本號%@（%@）

# settings.cacheSize
source: Cache Size
ar: حجم ذاكرة التخزين المؤقت
ca: Mida de la memòria cau
cs: Velikost mezipaměti
da: Cachestørrelse
de: Cache-Größe
el: Μέγεθος προσωρινής μνήμης
es: Tamaño de caché
fil: Laki ng Cache
fr: Taille du cache
he: גודל מטמון
hr: Veličina predmemorije
hu: Gyorsítótár mérete
id: Ukuran Cache
it: Dimensione cache
ja: キャッシュのサイズ
ko: 캐시 크기
lv: Kešatmiņas izmērs
nb: Hurtigminnestørrelse
nl: Cachegrootte
pa: ਕੈਸ਼ ਆਕਾਰ
pl: Rozmiar pamięci podręcznej
pt: Tamanho da Cache
ro: Dimensiunea cache-ului
ru: Размер кэша
sk: Veľkosť vyrovnávacej pamäte
sv: Cachestorlek
sw_tz: Ukubwa wa Kache
th: ขนาดแคช
tr: Önbellek Boyutu
uk: Розмір кешу
zh_hans: 缓存大小
zh_hant: 緩存大小

# settings.clearCache
source: Clear Cache
ar: مسح بيانات الذاكرة المؤقتة
ca: Esborra la memòria cau
cs: Vyčistit mezipaměť
da: Tøm cache
de: Cache leeren
el: Εκκαθάριση προσωρινής μνήμης
es: Vaciar la caché
fil: Linisin ang Cache
fr: Vider le cache
he: נקה מטמון
hr: Očisti predmemoriju
hu: Gyorsítótár törlése
id: Bersihkan Cache
it: Svuota Cache
ja: キャッシュを削除する
ko: 캐시 지우기
lv: Notīrīt kešatmiņu
nb: Tøm hurtigminnet
nl: Cache leegmaken
pa: ਕੈਸ਼ ਮਿਟਾਓ
pl: Wyczyść pamięć podręczną
pt: Limpar Cache
ro: Golește memoria cache
ru: Очистить кэш
sk: Vyprázdniť vyrovnávaciu pamäť
sv: Rensa cachen
sw_tz: Ondoa Kache
th: ล้างแคช
tr: Önbelleği temizle
uk: Почистити кеш
zh_hans: 清除缓存
zh_hant: 清除快取

# settings.cloudServices
source: Cloud Services
ar: الخدمات السحابية
ca: Serveis al núvol
cs: Cloudové služby
da: Tjenester i skyen
de: Cloud-Dienste
el: Υπηρεσίες Cloud
es: Servicios en la nube
fil: Mga Serbisyo sa Cloud
fr: Services de stockage en ligne
he: שירותי ענן
hi: क्लाउड सेवाएं
hr: Usluge u oblaku
hu: Felhőszolgáltatások
id: Layanan Cloud
it: Servizi cloud
ja: クラウド サービス
ko: 클라우드 서비스
lv: Mākoņpakalpojumi
nb: Skylagringstjenester
nl: Clouddiensten
pa: ਕਲਾਉਡ ਸੇਵਾਵਾਂ
pl: Usługi w chmurze
pt: Serviços Cloud
ro: Servicii Cloud
ru: Облачные сервисы
sk: Cloudové služby
sv: Molntjänster
sw_tz: Huduma za wingu
th: บริการคลาวด์
tr: Bulut Servisleri
uk: Хмарні сервіси
zh_hans: 云服务
zh_hant: 雲端服務

# settings.contact
source: Contact
ar: إتصل بنا
ca: Contacte
cs: Kontakt
da: Kontakt
de: Kontakt
el: Επικοινωνία
es: Contacto
fil: Makipag-ugnayan
he: צור קשר
hi: संपर्क
hr: Kontakt
hu: Kapcsolat
id: Kontak
it: Contatto
ja: 連絡先
ko: 문의하기
lv: Kontakti
nb: Kontakt
pa: ਸੰਪਰਕ ਕਰੋ
pl: Kontakt
pt: Contacto
ru: Контакты
sk: Kontakt
sv: Kontakt
sw_tz: Wasiliana
th: ติดต่อ
tr: İletişim
uk: Контакти
zh_hans: 联系
zh_hant: 聯絡方式

# settings.debugMode
source: Debug Mode
ar: وضع التصحيح
ca: Mode de depuració
cs: Ladící režim
da: Fejlfindingstilstand
de: Diagnosemodus
el: Λειτουργία Αποσφαλμάτωσης
es: Modo de depuración
fr: Mode de débogage
he: מצב ניפוי תקלות
hi: दोषमार्जक साधन
hr: Način rada otklanjanja pogrešaka
hu: Hibakeresési mód
id: Mode Debug
it: Modalità Debug
ja: デバッグ モード
ko: 디버그 모드
lv: Atkļūdošana
nb: Feilsøkingsmodus
nl: Foutopsporingsmodus
pa: ਡੀਬੱਗ ਢੰਗ
pl: Tryb debugowania
pt: Modo Debug
ro: Mod De Depanare
ru: Режим отладки
sk: Režim ladenia
sv: Felsökningsläge
sw_tz: Rekebisha Hali
th: โหมดดีบัก
tr: Hata ayıklama Modu
uk: Режим налагодження
zh_hans: 调试模式
zh_hant: 調試模式

# settings.debugMode.alert.message
source: In this mode, sensitive data may be written to a log file on your device (e.g., filenames and paths). Passwords, cookies, etc. are explicitly excluded. Remember to disable debug mode as soon as possible.
ar: في هذا الوضع، يمكن كتابة البيانات الحساسة إلى ملف تسجيل على جهازك (على سبيل المثال أسماء الملفات والمسارات). كلمة المرور، ملفات تعريف الارتباط، إلخ. مستبعدة صراحة. تذكر تعطيل وضع التصحيح في أقرب وقت ممكن.
ca: En aquest mode, informació sensible pot ser escrita en un arxiu de registre al teu dispositiu (per exemple, noms d'arxius i rutes). Contrasenyes, galetes, etc. són explícitament excloses. Recorda desactivar el mode de depuració tan aviat com sigui possible.
cs: V tomto režimu mohou být citlivé údaje zapsány do souboru protokolu na vašem zařízení (např. názvy souborů a cesty). Hesla, soubory cookie atd. jsou výslovně vyloučeny. Nezapomeňte co nejdříve vypnout režim ladění.
da: I denne tilstand kan følsomme data blive skrevet til en logfil på din enhed (f.eks. filnavne og stier). Adgangskoder, cookies osv. er udtrykkeligt udelukket. Husk at deaktivere fejlfindingstilstand så hurtigt som muligt.
de: In diesem Modus könnten sensible Daten in eine Log-Datei auf diesem Gerät geschrieben werden (z.B. Dateinamen und Pfade). Ausgeschlossen davon sind u.a. Passwörter und Cookies. Denke daran, den Debug-Modus so schnell wie möglich wieder zu deaktivieren.
el: Σε αυτή τη λειτουργία, μπορεί να γραφτούν ευαίσθητα δεδομένα σε ένα αρχείο καταγραφής στη συσκευή σας (π.χ. ονόματα αρχείων και διαδρομές). Οι κωδικοί πρόσβασης, τα cookies κλπ. αποκλείονται ρητά. Θυμηθείτε να απενεργοποιήσετε τη λειτουργία εντοπισμού σφαλμάτων το συντομότερο δυνατό.
es: En este modo, los datos sensibles pueden ser escritos en un archivo de registro de su dispositivo (por ejemplo, nombres de archivos y rutas). Las contraseñas, las cookies, etc., se excluyen explícitamente. Recuerde desactivar el modo de depuración tan pronto como sea posible.
fil: Sa mode na ito, maaaring isulat ang sensitibong data sa isang log file sa iyong device (hal., mga filename at path). Ang mga password, cookies, atbp. ay tahasang hindi kasama. Tandaang i-disable ang debug mode sa lalong madaling panahon.
fr: Dans ce mode, les données sensibles peuvent être écrites dans un fichier journal sur votre appareil (par exemple, les noms de fichiers et les chemins d'accès). Les mots de passe, cookies, etc. sont explicitement exclus. N'oubliez pas de désactiver le mode de débogage dès que possible.
he: במצב זה, מידע רגיש עשוי להכתב לקובץ לוג על מכשירך (כגון שמות קבצים ותיקיות). סיסמאות, עוגיות וכו׳ מוחרגים. זכור לבטל את מצב ניפוי התקלות בהקדם האפשרי.
hr: U ovom načinu, osjetljivi podaci mogu biti zapisani u log datoteku na Vašem uređaju (npr. datoteke i putanje). Lozinke, kolačići itd. su izričito isključeni. Zapamtite da isključite način za otklanjanje pogrešaka čim prije je to moguće.
hu: Ebben a módban érzékeny adatok kerülhetnek az eszközön lévő naplófájlba (pl. fájlnevek és -útvonalak). Ez jelszavakra és sütikre nem vonatkozik. Ne felejtse el minél hamarabb kikapcsolni a fejlesztői módot.
id: Dalam mode ini, data sensitif dapat ditulis ke file log di perangkat Anda (misalnya, nama dan lokasi file). Kata sandi, cookie, dll secara eksplisit dikecualikan. Jangan lupa untuk menonaktifkan mode debug sesegera mungkin.
it: In questa modalità, i dati sensibili possono essere scritti in un file di registro sul dispositivo (ad es. nomi di file e percorsi). Password, cookie, ecc. sono esplicitamente esclusi. Ricorda di disabilitare la modalità di debug il prima possibile.
ja: このモードでは、デバイスのログファイルに機密情報が書き込まれることがあります(例: ファイル名やパス)。パスワードや cookie 等は除外されます。 できるだけ早くデバッグ モードを無効化をすることを忘れないでください。
ko: 이 모드에서는 민감한 정보들이 로그 파일로 기기에 기록될 수 있습니다.(파일명, 경로 등). 비밀번호, 쿠키 등의 정보는 예외입니다. 가능한 디버그 모드를 빨리 비활성화 하세요.
lv: Ar atkļūdošanu jūtīgi dati var tikt ierakstīti žurnāla datnē šajā ierīcē (piemēram, datņu nosaukumi un ceļi). Paroles, sīkdatnes utt. noteikti netiek iekļautas. Jāatceras atspējot atkļūdošanu, tiklīdz tas ir iespējams.
nb: I denne modusen kan sensitive data skrives til en loggfil på enheten (f.eks. filnavn og stier). Passord, cookies, osv. er eksplisitt ekskludert. Husk å deaktivere feilsøkingsmodus så snart som mulig.
nl: In deze modus kunnen gevoelige gegevens naar een logbestand op je apparaat geschreven worden (bijv. bestandsnamen en paden). Wachtwoorden, cookies, etc. worden expliciet uitgesloten. Vergeet niet om de foutopsporingsmodus zo snel mogelijk uit te schakelen.
pl: W tym trybie poufne dane mogą być zapisywane do pliku dziennika na urządzeniu (np. nazwy plików i ścieżki). Hasła, ciasteczka itp. są wykluczone. Pamiętaj, aby wyłączyć tryb debugowania tak szybko, jak to możliwe.
pt: Neste modo, dados confidenciais podem ser gravados num arquivo log alojado no seu dispositivo (por exemplo, nomes de arquivos e caminhos). Senhas, cookies, etc. são explicitamente excluídos. Lembre-se de desativar o modo de depuração o mais rápido possível.
ro: În acest mod, datele sensibile pot fi scrise într-un fișier jurnal de pe dispozitivul dumneavoastră (de exemplu, nume de fișiere și căi de fișiere). Parolele, cookie-urile etc. sunt excluse în mod explicit. Nu uitați să dezactivați modul de depanare cât mai curând posibil.
ru: В этом режиме в файл журнала на вашем устройстве могут попасть конфиденциальные данные (например имена файлов и пути). Пароли, cookie-файлы и т.п. явно исключены. Не забудьте как можно скорее отключить режим отладки.
sk: V tomto móde, môžu byť zapisované citlivé dáta do logovacieho súboru na Vašom zariadení (ako napr. mená súborov a cesty). Heslá, cookies, a pod. sú explicitne vynechané. Pamätajte na vypnutie debug módu ako najskôr to pôjde.
sv: I detta läge kan känsliga data skrivas till en loggfil på din enhet (t.ex. filnamn och sökvägar). Lösenord, cookies etc. är uttryckligen uteslutna. Kom ihåg att inaktivera felsökningsläge så snart som möjligt.
sw_tz: Katika hali hii, data nyeti inaweza kuandikwa kwa faili ya kumbukumbu kwenye kifaa chako (kwa mfano, majina ya faili na njia). Nywila, vidakuzi, n.k. zimetengwa wazi. Kukumbuka ili kuzima hali ya utatuzi haraka iwezekanavyo.
tr: Bu modda, hassas veriler cihazınızdaki bir günlük dosyasına (örn. Dosya adları ve yolları) yazılabilir. Şifreler, tanımlama vb. bilgiler hariç tutulmuştur. Hata ayıklama modunu mümkün olan en kısa sürede devre dışı bırakmayı unutmayın.
uk: У цьому режимі конфіденційні дані (наприклад, імена та шляхи до файлів) можуть записуватися у файл журналу на вашому пристрої. Але це не стосується паролів, файлів cookie тощо. Не забудьте якнайшвидше вимкнути режим налагодження.
zh_hans: 在此模式下，敏感数据可能会写入您设备上的日志文件 (例如文件名和路径)。密码、cookies等除外。 请记得要尽快关闭调试模式。
zh_hant: 在此模式下，敏感數據可能會寫入您設備上的日誌文件(例如文件名和路徑)。 密碼、cookies 等被明確排除在外。 請記住盡快禁用調試模式。

# settings.manageSubscriptions
source: Manage Subscription
ar: إدارة الاشتراك
ca: Gestionar Subscripcions
cs: Spravovat předplatné
da: Administrér abonnement
de: Abonnement verwalten
el: Διαχείριση Συνδρομής
es: Gestionar suscripción
fil: Pamahalaan ang Subscription
fr: Gérer l'abonnement
he: ניהול מנוי
hr: Upravljaj pretplatom
hu: Előfizetés kezelése
id: Atur Langganan
it: Gestisci Abbonamento
ja: サブスクリプションの管理
ko: 구독 관리
nb: Administrer abonnement
nl: Abonnement beheren
pa: ਮੈਂਬਰੀ ਦਾ ਇੰਤਜ਼ਾਮ ਕਰੋ
pl: Zarządzaj subskrypcją
pt: Gerir subscrição
ro: Administrați-vă abonamentul
ru: Управление подпиской
sk: Spravovať predplatné
sv: Hantera prenumeration
sw_tz: Simamia Usajili
th: จัดการการสมัครสมาชิก
tr: Aboneliği Yönet
uk: Управління передплатою
zh_hans: 管理订阅
zh_hant: 管理訂閱

# settings.rateApp
source: Rate App
ar: تقييم التطبيق
ca: Valora l'aplicació
cs: Ohodnotit aplikaci
da: Bedøm app
de: App bewerten
el: Αξιολογήστε την Εφαρμογή
es: Calificar app
fil: I-rate ang App
fr: Évaluer l'application
he: דרג את האפליקציה
hi: एप्प का मूल्यांकन
hr: Ocijeni aplikaciju
hu: Alkalmazás értékelése
id: Beri Rating
it: Valuta l’app
ja: アプリを評価する
ko: 앱 평가하기
lv: Novērtēt lietotni
nb: Vurder appen
nl: Beoordeel App
pa: ਐਪ ਨੂੰ ਦਰਜਾ ਦਿਓ
pl: Oceń aplikację
pt: Avalie a Aplicação
ro: Evaluați aplicația
ru: Оценить приложение
sk: Ohodnotiť aplikáciu
sv: Betygsätt app
sw_tz: Programu ya Kiwango
th: ให้คะแนนแอป
tr: Uygulamayı Değerlendir
uk: Оцінити додаток
zh_hans: 给应用评分
zh_hant: 為應用程式評分

# settings.sendLogFile
source: Send Log File
ar: إرسال ملف السجل
ca: Envia el fitxer de registre
cs: Odeslat log soubor
da: Send logfil
de: Protokolldatei senden
el: Αποστολή Αρχείου Καταγραφής
es: Enviar archivo de registro
fil: Magpadala ng Log File
fr: Envoyer le fichier journal
he: שלח קובץ לוג
hi: Log फ़ाइल भेजें
hr: Pošalji log datoteku
hu: Naplófájl küldése
id: Kirim File Log
it: Invia File di Registro
ja: ログ ファイルを送信
ko: 로그파일 전송
lv: Nosūtīt žurnāla datni
nb: Send loggfil
nl: Logbestand verzenden
pa: ਲਾਗ ਫਾਇਲ ਭੇਝੋ
pl: Wyślij plik logów
pt: Enviar ficheiro de registo
ro: Trimiteți fişierul jurnal
ru: Отправить журнал
sk: Zaslať Log súbor
sv: Skicka loggfil
sw_tz: Tuma Faili logi
th: ส่งไฟล์บันทึก
tr: Günlük Dosyasını Gönder
uk: Надіслати лог-файл
zh_hans: 发送日志文件
zh_hant: 傳送日誌檔案

# settings.shortcutsGuide
source: Shortcuts Guide
ar: دليل الاختصارات
ca: Guia de dreceres
cs: Průvodce zkratkami
da: Guide til genveje
de: Leitfaden für Kurzbefehle
el: Οδηγός Συντομεύσεων
es: Guía de accesos directos
fil: Gabay sa Mga Shortcut
fr: Guide des raccourcis
he: מדריך קיצורי דרך
hr: Vodič za prečace
hu: Parancsok útmutató
id: Panduan Shortcut
it: Guida alle scorciatoie
ja: ショートカットのガイド
ko: 단축키 가이드
nb: Snarveisveiledning
nl: Snelkoppelingen Gids
pa: ਸ਼ਾਰਟਕੱਟ ਗਾਈਡ
pl: Przewodnik po skrótach
pt: Guia de Atalhos
ro: Ghid comenzi rapide
ru: Руководство по ярлыкам
sk: Sprievodca skratkami
sv: Vägledning till genvägar
sw_tz: Mwongozo wa njia za mkato
th: คู่มือทางลัด
tr: Kısayol Kılavuzu
uk: Посібник з ярликів
zh_hans: 快捷方式指南
zh_hant: 捷徑使用手冊

# settings.unlockFullVersion
source: Unlock Full Version
ar: فتح النسخة الكاملة
ca: Desbloca la versió completa
cs: Odemknout plnou verzi
da: Lås op for fuld version
de: Vollversion freischalten
el: Ξεκλείδωμα Πλήρους Έκδοσης
es: Desbloquear versión completa
fil: I-unlock ang Buong Bersyon
fr: Débloquer la version complète
he: שחרור גרסה מלאה
hr: Otključaj punu verziju
hu: Teljes verzió feloldása
id: Buka Versi Lengkap
it: Sblocca la Versione Completa
ja: フル バージョンのロックを解除
ko: 정식 버전 잠금 해제
lv: Atslēgt pilno versiju
nb: Lås opp fullversjonen
nl: Volledige versie ontgrendelen
pa: ਪੂਰਾ ਵਰਜ਼ਨ ਅਣ-ਲਾਕ ਕਰੋ
pl: Odblokuj pełną wersję
pt: Desbloquear versão completa
ro: Deblochează versiunea completă
ru: Получить полную версию
sk: Odomknúť plnú verziu
sl: Odkleni polno različico
sv: Lås upp fullversion
sw_tz: Fungua Toleo Kamili
th: ปลดล็อกเวอร์ชั่นเต็ม
tr: Tam Sürümün Kilidini Aç
uk: Розблокувати повну версію
zh_hans: 解锁完整版
zh_hant: 解鎖完整版

# snapshots.fileprovider.file1
source: /Accounting.numbers
cs: /Účetnictví.numbers
da: /Bogholderi.numbers
de: /Buchhaltung.numbers
el: /Λογιστική.αριθμοί
es: /Números.contables
fr: Compte.numéros
he: /הנהלת-חשבונות.numbers
hr: /Računovodstvo.brojevi
hu: /Könyevlés.numbers
id: /Akuntansi.numbers
lv: /Grāmatvedība.numbers
nb: /Regnskap.numbers
nl: /Rekening.getallen
pl: /Numery.Kont
pt: /Contabilidade.números
ro: /Contabilizare.numere
ru: /Отчётность.numbers
sk: /zúčtovanie.čísla
sv: /Budget.numbers
sw_tz: /Namba.za Uhasibu
th: /การบัญชี.numbers
tr: /Sayıları.hesaplıyor
uk: /Розрахунки.numbers
zh_hans: /会计.numbers
zh_hant: /財務.numbers
