Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# fileProvider.error.biometricalAuthCanceled.message
source: Unlock via %@ was not successful. Please try again.
ar: افتح القفل باستخدام %@ فشل. حاول مرة اخرى.
bn: %@ দ্বারা আনলক ব্যর্থ হয়েছে. দয়া করে আবার চেষ্টা করুন.
ca: El desbloqueig mitjançant %@ no s'ha realitzat correctament. Siusplau torna-ho a provar.
cs: Odemknutí pomocí %@ nebylo úspěšné. Zkuste to prosím znovu.
da: Kunne ikke låse op med %@. Prøv venligst igen.
de: Entsperren über %@ war nicht erfolgreich. Bitte versuche es erneut.
el: Το ξεκλείδωμα μέσω %@ δεν ήταν επιτυχές. Παρακαλώ προσπαθήστε ξανά.
es: El desbloqueo mediante %@ no fue exitoso. Intente de nuevo.
fil: Hindi matagumpay ang pag-unlock sa pamamagitan ng %@. Pakisubukang muli.
fr: Le déverrouillage via %@ n'a pas réussi. Veuillez réessayer.
he: שחרור נעילה דרך %@ נכשל. אנא נסה שוב.
hr: Otključavanje putem %@ nije uspjelo. Molimo pokušajte ponovno.
id: Buka kunci melalui %@ tidak berhasil. Silahkan coba lagi.
it: Lo sblocco con %@ non è riuscito. Riprovare.
ja: %@ 経由のロック解除に失敗しました。もう一度やり直してください。
ko: %@을(를) 통한 잠금 해제가 실패했습니다. 다시 시도해 주세요.
lv: Atslēgšana ar %@ nebija sekmīga. Lūgums mēģināt vēlreiz.
nb: Klarte ikke å låse opp via %@. Prøv på nytt.
nl: Ontgrendelen via %@ is niet gelukt. Probeer het opnieuw.
pa: %@ ਰਾਹੀਂ ਅਣ-ਲਾਕ ਕਰਨਾ ਕਾਮਯਾਬ ਨਹੀਂ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਫੇਰ ਕੋਸ਼ਿਸ ਕਰੋ।
pl: Odblokowanie przez %@ nie powiodło się. Spróbuj ponownie.
pt: O desbloqueio via %@ não foi bem-sucedido. Por favor, tente novamente.
ro: Deblocarea prin %@ nu a reușit. Vă rugăm să încercați din nou.
ru: Не удалось разблокировать с помощью %@. Попробуйте ещё раз.
sk: Odomknutie cez %@ nebolo úspešné. Prosím skúste znovu.
sl: Odklepanje preko %@ ni bilo uspešno. Prosimo, poskusite ponovno.
sv: Upplåsning via %@ lyckades inte. Försök igen.
sw_tz: Fungua kupitia %@ haikufanikiwa. Tafadhali jaribu tena.
tr: %@ yoluyla kilit açma işlemi başarılı olmadı. Lütfen tekrar deneyin.
uk: Не вдалося розблокувати за допомогою %@. Будь ласка, спробуйте ще раз.
zh_hans: 通过 %@ 解锁失败，请重试。
zh_hant: 通過“%@”解鎖失敗，請重試

# fileProvider.error.biometricalAuthWrongPassword.title
source: Wrong Password
ar: كلمة المرور خاطئة
bn: ভুল পাসওয়ার্ড
ca: Contrasenya incorrecta
cs: Nesprávné heslo
da: Forkert adgangskode
de: Falsches Passwort
el: Λάθος Κωδικός Πρόσβασης
es: Contraseña incorrecta
fil: Mali ang Password
fr: Mauvais mot de passe
he: סיסמה שגויה
hr: Pogrešna lozinka
hu: Helytelen jelszó
id: Kata Sandi Salah
it: Password Errata
ja: パスワードが正しくありません
ko: 잘못된 비밀번호입니다
lv: Nepareiza parole
nb: Feil passord
nl: Wachtwoord onjuist
pa: ਗ਼ਲਤ ਪਾਸਵਰਡ
pl: Błędne hasło
pt: Senha Incorreta
ro: Parolă greșită
ru: Неверный пароль
sk: Zlé heslo
sl: Napačno geslo
sv: Felaktigt lösenord
sw_tz: Neno la siri lisilo sahihi
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış şifre
uk: Невірний пароль
zh_hans: 密码错误
zh_hant: 密碼錯誤

# fileProvider.error.biometricalAuthWrongPassword.message
source: The password that has been saved for %@ is wrong. Please try again and enter your password to re-enable %@.
ar: كلمة المرور التي تم حفظها لـ %@ خاطئة. الرجاء المحاولة مرة أخرى وإدخال كلمة المرور الخاصة بك لإعادة تمكين %@.
bn: %@ এর জন্য যে পাসওয়ার্ড সংরক্ষণ করা হয়েছে তা ভুল. দয়া করে আবার চেষ্টা করুন এবং %@ পুনঃ সক্রিয় করতে আপনার পাসওয়ার্ড প্রবেশ করান.
ca: La contrasenya que s'ha desat per a %@ és incorrecta. Torneu-ho a provar-ho i introduïu la vostra contrasenya per tornar a activar %@.
cs: Heslo, které bylo uloženo pro %@ je nesprávné. Zkuste to prosím znovu a zadejte heslo pro opětovné povolení %@.
da: Den adgangskode, der er gemt for %@ er forkert. Prøv venligst igen og indtast din adgangskode for at genaktivere %@.
de: Das für %@ gespeicherte Passwort ist falsch. Bitte versuche es erneut und gib dein Passwort ein, um %@ wieder zu aktivieren.
el: Ο κωδικός πρόσβασης που έχει αποθηκευτεί για %@ είναι λάθος. Παρακαλώ προσπαθήστε ξανά και εισάγετε τον κωδικό πρόσβασής σας για να ενεργοποιήσετε ξανά %@.
es: La contraseña guardada para %@ es incorrecta. Intente de nuevo e ingrese su contraseña para volver a habilitar %@.
fil: Mali ang password na na-save para sa %@. Pakisubukang muli at ilagay ang iyong password upang muling paganahin ang %@.
fr: Le mot de passe qui a été sauvegardé pour %@ est incorrect. Veuillez réessayer et entrer votre mot de passe pour réactiver %@.
he: הסיסמה השמורה עבור %@ שגויה. אנא נסה שוב והקש את הסיסמה להפעלה מחדש של %@.
hr: Lozinka koja je bila pohranjena za %@ je pogrešna. Molimo pokušajte ponovno i unesite lozinku da ponovno omogućite %@.
id: Kata sandi yang tersimpan untuk %@ salah. Silahkan coba lagi dan masukkan kata sandi Anda untuk mengaktifkan kembali %@.
it: La password salvata per %@ è errata. Riprova e inserisci la password per riabilitare %@.
ja: %@ に保存されたパスワードが間違っています。 %@ を再度有効にするには、再度パスワードを入力してください。
ko: %@의 저장된 비밀번호가 맞지 않습니다. 다시 시도하여 %@을(를) 재활성화 하기 위해 비밀번호를 입력하십시오.
lv: Parole, kas tika saglabāta %@, ir nepareiza. Lūgums mēģināt vēlreiz un ievadīt savu paroli, lai atkārtoti iespējotu %@.
nb: Passordet som er lagret for %@ er feil. Prøv igjen og angi passordet for å reaktivere %@.
nl: Het wachtwoord dat is opgeslagen voor %@ is verkeerd. Probeer het opnieuw en voer uw wachtwoord in om %@ opnieuw in te schakelen.
pa: %@ ਲਈ ਸੰਭਾਲਿਆ ਗਿਆ ਪਾਸਵਰਡ ਗਲਤ ਹੈ। ਫੇਰ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਅਤੇ %@ ਨੂੰ ਮੁੜ-ਸਮਰੱਥ ਕਰਨ ਵਾਸਤੇ ਆਪਣਾ ਪਾਸਵਰਡ ਦਿਓ।
pl: Hasło zapisane dla %@ jest błędne. Spróbuj ponownie i wpisz hasło, aby ponownie włączyć %@.
pt: A senha que foi salva para %@ está errada. Por favor, tente novamente e digite sua senha para reativar %@.
ro: Parola care a fost salvată pentru %@ este greșită. Vă rugăm să încercați din nou și să introduceți parola pentru a reactiva %@.
ru: Сохранённый пароль для %@ неверный. Попробуйте ещё раз и введите пароль для активации %@.
sk: Heslo ktoré bolo uložené pre %@ je nesprávne. Prosím skúste znovu a vložte Vaše heslo pre znovu povolenie %@.
sl: Shranjeno geslo za %@ je napačno. Prosimo, poskusite ponovno in vnesite geslo, da ponovno omogočite %@.
sv: Lösenordet som har sparats för %@ är felaktigt. Försök igen och ange ditt lösenord för att återaktivera %@.
sw_tz: Neno la siri ambalo limehifadhiwa kwa %@ sio sahihi. Tafadhali jaribu tena na ingiza neno la siri lako ili kuwezesha tena %@.
tr: %@ için kaydedilen parola yanlış. Lütfen tekrar deneyin ve %@'ı yeniden etkinleştirmek için şifrenizi girin.
uk: Збережений пароль для «%@» неправильний. Будь ласка, спробуйте ще раз і введіть свій пароль, щоб знову ввімкнути «%@».
zh_hans: 已保存至 %@ 的密码不正确，请重新输入您的密码以重新启用 %@。
zh_hant: 保存在%@的密碼錯誤，請重試並輸入你的密碼來重新啟用%@

# fileProvider.error.defaultLock.title
source: Unlock Required
ar: يلزم فك القفل
bn: আনলক করুন
ca: Desbloqueig requerit
cs: Požadováno odemknutí
da: Oplåsning kræves
de: Entsperren erforderlich
el: Απαιτείται Ξεκλείδωμα
es: Desbloqueo requerido
fil: Kinakailangan ang I-unlock
fr: Déverrouillage requis
he: שחרור נעילה נדרש
hr: Potrebno je otključanje
hu: Feloldás szükséges
id: Kunci Perlu Dibuka
it: Richiesto Sblocco
ja: ロック解除が必要です
ko: 잠금 해제 필요
lv: Nepieciešama atslēgšana
nb: Påkrevd å låse opp
nl: Ontgrendeling vereist
pa: ਅਣ-ਲਾਕ ਕਰਨ ਦੀ ਲੋੜ ਹੈ
pl: Wymagane odblokowanie
pt: Desbloqueio necessário
ro: Deblocare necesară
ru: Требуется разблокировка
sk: Odomknutie požadované
sl: Zahtevan odklep
sv: Upplåsning krävs
sw_tz: Fungua Inahitajika
th: ต้องปลดล็อก
tr: Kilit açma gerekli
uk: Потрібно розблокувати
zh_hans: 需要解锁
zh_hant: 需要解鎖

# fileProvider.error.defaultLock.message
source: To access and show the contents of your vault, it has to be unlocked.
ar: للوصول إلى محتويات خزانتك وعرضها، يجب فتح قفلها.
bn: আপনার ভোল্টের বিষয়বস্তুগুলো দেখতে কিংবা ব্যবহার করতে, সেটি অবশ্যই আনলক করতে হবে.
ca: Per accedir i mostrar el contingut de la vostra volta, abans l'heu de desbloquejar.
cs: Pro přístup a zobrazení obsahu vašeho trezoru musí být trezor odemčen.
da: For at tilgå, og vise, indholdet af din boks, skal den være låst op.
de: Um auf den Inhalt deines Tresors zuzugreifen und ihn anzuzeigen, muss dieser entsperrt werden.
el: Για να αποκτήσετε πρόσβαση και να εμφανίσετε τα περιεχόμενα της κρύπτη σας, πρέπει να ξεκλειδωθεί.
es: Para acceder y mostrar el contenido de su bóveda hay que desbloquearla.
fil: Upang ma-access at maipakita ang mga nilalaman ng iyong vault, kailangan itong i-unlock.
fr: Pour accéder et afficher le contenu de votre coffre, il doit être déverrouillé.
he: לגישה וצפיה בתוכן הכספת, יש לבצע שחרור נעילה.
hr: Za pristup i prikaz sadržaja Vašeg trezora, on mora biti otključan.
id: Kunci perlu dibuka untuk mengakses dan menunjukkan isi vault Anda.
it: La cassaforte deve essere sbloccata per accedere e vedere il contenuto.
ja: 保管庫の内容にアクセスして表示するには、ロックを解除する必要があります。
ko: Vault에 접근하여 내부 데이터를 보기 위해서는 잠금을 해제해야 합니다.
lv: Lai piekļūtu un redzētu savas glabātavas saturu, tā ir jāatslēdz.
nb: For å få tilgang til og vise innholdet i hvelvet ditt, må det låses opp.
nl: Om toegang te krijgen tot de inhoud van je kluis, moet deze worden ontgrendeld.
pa: ਤੁਹਾਡੇ ਵਾਲਟ ਦੀ ਸਮੱਗਰੀ ਨੂੰ ਵਰਤਣ ਅਤੇ ਵੇਖਣ ਲਈ ਇਸ ਨੂੰ ਅਣ-ਲਾਕ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: Sejf musi być odblokowany aby zobaczyć i mieć dostęp do jego zawartości.
pt: Para aceder e mostrar o conteúdo do seu cofre, ele tem de estar desbloqueado.
ro: Este necesara deblocarea seifului pentru a accesa si vizualiza conținutul sau.
ru: Хранилище должно быть разблокировано, чтобы получить доступ к его содержимому.
sk: K prístupu a videniu obsahu Vášho trezora, musí byť odomknutý.
sl: Vaš trezor mora biti odklenjen, da lahko do njega dostopate in si ogledate njegovo vsebino.
sv: För att komma åt och visa innehållet i ditt valv måste det låsas upp.
sw_tz: Ili kufikia na kuonyesha yaliyomo kwenye vault yako, inapaswa kufunguliwa.
tr: Kasanızın içeriğine erişmek ve göstermek için kilidinin açılması gerekir.
uk: Щоб отримати доступ та переглянути вміст сховища, його потрібно розблокувати.
zh_hans: 需解锁才能访问和显示您的保险库中的内容。
zh_hant: 要存取加密庫和顯示其內容，需要先解鎖。

# fileProvider.error.unlockButton
source: Unlock
ar: افتح
bn: আনলক করুন
ca: Desbloqueja
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fil: I-unlock
fr: Déverrouiller
he: בטל נעילה
hi: अनलॉक करें
hr: Otključaj
hu: Feloldás
id: Buka Kunci
it: Sblocca
ja: 解錠
ko: 잠금 해제
lv: Atslēgt
nb: Lås opp
nl: Ontgrendel
pa: ਅਣ-ਲਾਕ ਕਰੋ
pl: Odblokuj
pt: Desbloquear
ro: Deblocați
ru: Разблокировать
sk: Odomknúť
sl: Odkleni
sv: Lås upp
sw_tz: Fungua
th: ปลดล็อก
tr: Kilidi Aç
uk: Розблокувати
zh_hans: 解锁
zh_hant: 解鎖

# fileProvider.clearFileFromCache.title
source: Clear File from Cache
ar: مسح الملف من ذاكرة التخزين المؤقت
ca: Elimina el fitxer de la memòria cau
cs: Smazat soubor z mezipaměti
da: Ryd fil fra cache
de: Datei aus Cache löschen
el: Εκκαθάριση αρχείου από την προσωρινή μνήμη
es: Borrar archivo de la caché
fil: I-clear ang File mula sa Cache
fr: Effacer le fichier du cache
he: מחק את הקובץ מזיכרון המטמון
hi: कैशे से फ़ाइल साफ़ करें
hr: Očisti datoteku iz predmemorije
hu: Fájl törlése az átmeneti tárból
id: Hapus File dari Cache
it: Cancella file dalla cache
ja: キャッシュからファイルをクリア
ko: 캐시에서 파일 지우기
lv: Iztīrīt datni no kešatmiņas
nb: Tøm fil fra mellomlager
nl: Wissen uit cache
pa: ਕੈਸ਼ ਤੋਂ ਫਾਇਲ ਮਿਟਾਓ
pl: Usuń plik z pamięci podręcznej
pt: Limpar Arquivo de Cache
ro: Ștergeți fișierul din Cache
ru: Удалить файл из кэша
sk: Vymazať súbor z Cache
sl: Počisti datoteko iz predpomnilnika
sv: Ta bort fil från buffert
sw_tz: Ondoa Mafaili kutoka kwa Akiba
th: ล้างไฟล์จากแคช
tr: Dosyayı Önbellekten Temizle
uk: Очистити файл з кешу
zh_hans: 清除缓存文件
zh_hant: 清除快取檔䅁

# fileProvider.clearFileFromCache.message
source: This only removes the local file from your device and does not delete the file in the cloud.
ar: هذا يزيل الملف المحلي من جهازك فقط ولا يحذف الملف من السحابة.
ca: Això només elimina el fitxer local del vostre dispositiu i no el fitxer al núvol.
cs: Pouze smaže soubor z Vašeho zařízení a ponechá soubor v cloudu.
da: Dette fjerner kun den lokale fil fra din enhed og sletter ikke filen i skyen.
de: Dies entfernt nur die lokale Datei von deinem Gerät und löscht nicht die Datei in der Cloud.
el: Αυτό καταργεί μόνο το τοπικό αρχείο από τη συσκευή σας και δεν διαγράφει το αρχείο στο cloud.
es: Esto solo elimina el archivo local de su dispositivo y no lo elimina de la nube.
fil: Inaalis lang nito ang lokal na file sa iyong device at hindi tinatanggal ang file sa cloud.
fr: Cela ne supprime le fichier local que de votre appareil et ne supprime pas le fichier dans le cloud.
he: זה רק מוחק את הקובץ המקומי ממכשירך ולא מוחק את הקובץ בענן.
hi: यह केवल आपके डिवाइस से स्थानीय फ़ाइल को हटाता है और क्लाउड में फ़ाइल को नहीं हटाता
hr: Ovo samo uklanja lokalnu datoteku s vašeg uređaja, a ne briše datoteku u oblaku.
hu: Ez csak a helyi fájlt távolítja el az eszközről, de nem törli a fájlt a felhőben.
id: Ini hanya akan menghapus file lokal di perangkat Anda dan tidak akan menghapus file yang ada di cloud.
it: Questo rimuove solo il file locale dal dispositivo e non elimina il file nel cloud.
ja: これにより、デバイスからローカルファイルが削除されるだけで、クラウド内のファイルは削除されません。
ko: 이는 현재 기기에 있는 로컬 파일들만 지웁니다. 클라우드에 있는 데이터는 유지됩니다.
lv: Šī darbība tikai noņem ierīcē esošo datni un neizdzēš to mākonī.
nb: Dette fjerner kun den lokale filen fra enheten din og sletter ikke filen i nettskyen.
nl: Dit verwijdert alleen het lokale bestand van uw apparaat en verwijdert het bestand in de cloud niet.
pa: ਇਹ ਸਿਰਫ਼ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ਤੋਂ ਲੋਕਲ ਫਾਇਲ ਹੀ ਹਟਾਉਂਦਾ ਹੈ ਅਤੇ ਕਲਾਉਡ ਤੋਂ ਫਾਇਲ ਨੂੰ ਨਹੀਂ ਹਟਾਉਂਦਾ ਹੈ।
pl: Powoduje to jedynie usunięcie pliku lokalnego z urządzenia, a nie usunięcie pliku w chmurze.
pt: Isto apenas remove o ficheiro local do dispositivo e não o apaga na nuvem.
ro: Aceasta opțiune elimină doar fișierul aflat local pe dispozitiv. Fișierul nu va fi șters din cloud.
ru: Эта операция удаляет только локальный файл с вашего устройства, но не из облака.
sk: Toto odstráni lokálny súbor iba z Vašeho zariadenia a neodstráni súbor v cloude.
sl: To samo odstrani lokalno datoteko z naprave in ne izbriše datoteke iz oblaka.
sv: Detta tar bara bort den lokala filen från din enhet och tar inte bort filen i molnet.
sw_tz: Hii huondoa tu faili ya ndani kutoka kwa kifaa chako na haifuti faili kwenye wingu.
tr: Bu yalnızca cihazınızdan yerel dosyayı kaldırır ve bulut içindeki dosyayı silmez.
uk: Це лише видаляє локальний файл з вашого пристрою, але не видаляє його з хмари.
zh_hans: 该操作仅会删除设备中的本地文件，不会删除云存储中的文件
zh_hant: 這只會從您的本機上刪除文件，而不會刪除雲端的文件。

# fileProvider.fileImporting.error.missingPremium
source: Unlock the full version in the Cryptomator app to gain write access to your vaults.
ar: افتح النسخة الكاملة في تطبيق Cryptomator للحصول على إمكانية الكتابة في خزائنك.
ca: Desbloquegeu la versió completa a l'aplicació Cryptomator per obtenir accés d'escriptura a les vostres caixes fortes.
cs: Odemkněte plnou verzi aplikace Cryptomator a získejte přístup k zápisu do vašeho trezoru.
da: Lås den fulde version af Cryptomator op, inde i appen, for at få skriveadgang til dine bokse.
de: Schalte die Vollversion in der Cryptomator-App frei, um Schreibzugriff auf deine Tresore zu erhalten.
el: Ξεκλειδώστε την πλήρη έκδοση στην εφαρμογή Cryptomator για να αποκτήσετε πρόσβαση εγγραφής στις κρύπτες σας.
es: Desbloquee la versión completa en la aplicación de Cryptomator para obtener acceso de escritura a sus bóvedas.
fil: I-unlock ang buong bersyon sa Cryptomator app para magkaroon ng access sa pagsulat sa iyong mga vault.
fr: Débloquez la version complète dans l'application Cryptomator pour obtenir un accès en écriture à vos coffres.
he: בצע שחרר נעילה של הגרסה המלאה בישום Cryptomator לקבלת גישת כתיבה לכספות שלך.
hr: Otključajte punu verziju u aplikaciji Cryptomator da biste dobili pristup za pisanje u svoje trezore.
hu: Oldja fel a teljes verziót a Cryptomator alkalmazásban, hogy írási hozzáférést kapjon a széfjeihez.
id: Buka versi lengkap di aplikasi Cryptomator untuk mendapatkan akses tulis ke vault Anda.
it: Sblocca la versione completa nell'applicazione Cryptomator per ottenere l'accesso in scrittura alle tue cassaforti.
ja: Cryptomatorアプリで金庫の書き込み許可を得るために完全版のロックを解除してください。
ko: Vault에 쓰기 권한을 얻기 위해 Cryptomator앱에서 정식 버전을 구입하십시오.
lv: Jāatslēdz pilnā versija Cryptomator lietotnē, lai savās glabātavās iegūtu rakstīšanas piekļuvi.
nb: Lås opp fullversjonen i Cryptomator-app'en for å få full skrivetilgang til hvelvene dine.
nl: Ontgrendel de volledige versie in de Cryptomator-app om schrijftoegang te krijgen tot uw kluizen.
pa: ਤੁਹਾਡੇ ਵਾਲਟਾਂ ਲਈ ਲਿਖਣ ਪਹੁੰਚਣ ਲਈ ਵਾਸਤੇ Cryptomator ਐਪ ਦਾ ਪੂਰਾ ਵਰਜ਼ਨ ਅਣ-ਲਾਕ ਕਰੋ।
pl: Odblokuj pełną wersję aplikacji Cryptomator, aby uzyskać możliwość zapisu w sejfach.
pt: Desbloqueie a versão completa no aplicativo Cryptomator para obter acesso de escrita aos seus cofres.
ro: Deblochează versiunea completă în aplicația Cryptomator pentru a obține acces la opțiunea de scriere în seifuri.
ru: Разблокируйте полную версию в приложении Cryptomator, чтобы получить возможность записи в хранилища.
sk: Odomknite plnú verziu aplikácie Cryptomator pre získanie prístupu zápisu do Vašich trezorov.
sl: Odklenite polno različico v aplikaciji Cryptomator, da omogočite dostop za pisanje v vaše trezorje.
sv: Lås upp den fullständiga versionen i Cryptomator-appen för att få skrivtillgång till dina valv.
sw_tz: Fungua toleo kamili katika programu ya Cryptomator ili upate idhini ya kuandika kwenye kuba yako.
tr: Kasalarınıza yazma erişimi elde etmek için Cryptomator uygulamasında tam sürümün kilidini açın.
uk: Розблокуйте повну версію в програмі Cryptomator, щоб отримати доступ для запису до своїх сховищ.
zh_hans: 在 Cryptomator 应用中解锁完整版以获取保险库写入权限
zh_hant: 解鎖 Cryptomator 完整版本以獲得寫入加密檔案庫的功能。

# fileProvider.uploadProgress.connecting
source: Connecting…
ar: جاري الاتصال…
ca: S'està connectant…
cs: Připojování…
da: Forbinder…
de: Verbindung wird hergestellt …
el: Σύνδεση…
es: Conectando…
fil: Kumokonekta…
fr: Connexion…
he: התחברות…
hr: Spajanje…
hu: Kapcsolódás…
id: Menyambungkan…
it: Connessione…
ja: 接続する...
ko: 연결 중...
lv: Savienojas…
nb: Kobler til…
nl: Verbinden…
pa: …ਕਨੈਕਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Łączenie…
pt: A ligar…
ro: Se conectează…
ru: Подключение…
sk: Pripájanie…
sl: Povezovanje …
sv: Ansluter…
sw_tz: Kuunganisha…
th: เชื่อมต่อ...
tr: Bağlanıyor…
uk: Підключення…
zh_hans: 正在连接…
zh_hant: 連線中…

# fileProvider.uploadProgress.message
source: Current Progress: %@ If you're noticing that the upload progress is stuck, you can retry the upload.
ar: التقدم الحالي: %@ إذا لاحظت أن تقدم التحميل عالق، يمكنك إعادة المحاولة.
ca: Progrés actual: %@ Si observeu que el progrés de càrrega s'ha bloquejat, podeu tornar a provar-ho.
cs: Aktuální průběh: %@ Pokud se domníváte, že proces nahrávání je zaseknutý, můžete zkusit nahrávání znovu.
da: Status: %@ Hvis din upload er gået i stå, kan du prøve igen.
de: Aktueller Fortschritt: %@ Falls du feststellst, dass der Upload feststeckt, kannst du den Upload erneut versuchen.
el: Τρέχουσα Πρόοδος: %@% Αν παρατηρήσετε ότι η πρόοδος μεταφόρτωσης έχει κολλήσει, μπορείτε να δοκιμάσετε ξανά τη μεταφόρτωση.
es: Progreso actual: %@ Si nota que el progreso de la carga está atascado, puede volver a intentar la carga.
fil: Kasalukuyang Pag-unlad: %@ Kung napapansin mong natigil ang pag-usad ng pag-upload, maaari mong subukang muli ang pag-upload.
fr: Progression actuelle: %@ Si vous remarquez que la progression de l'envoi est bloquée, vous pouvez recommencer l'envoi.
he: תהליך נוכחי: %@ אם תהליך ההעלאה תקוע, ניתן לנסות שוב.
hr: Trenutni napredak: %@ Ako primijetite da je napredak učitavanja zapeo, možete ponovno pokušati s prijenosom.
id: Kemajuan Proses Saat Ini: %@ Jika proses Upload tidak mengalami peningkatan, Anda bisa mencoba unggah kembali.
it: Avanzamento attuale: %@ Se stai notando che l'avanzamento di caricamento è bloccato, puoi riprovare il caricamento.
ja: 現在の進行：%@ アップロードの進行状況が止まっていることに気付いた場合は、アップロードを再試行できます。
ko: 현재 진행도: %@ 만약 업로드가 멈추었다면, 재시도할 수 있습니다.
lv: Pašreizējā virzība: %@ Ja tiek novērots, ka augšupielāde ir iestrēgusi, to var mēģināt sākt no jauna.
nb: Nåværende fremdrift: %@ Hvis du oppdager at opplastingsprosessen har stoppet opp, så kan du prøve å laste opp på nytt.
nl: Huidige vooruitgang: %@ Als je merkt dat de upload vastzit, dan kan je deze opnieuw proberen.
pl: Bieżący postęp: %@ Jeśli zauważysz, że postęp przesyłania zawiesił się, możesz spróbować ponownie przesłać dane.
pt: Progresso atual: %@ Se notar que o progresso do “upload” está travado, pode tentar novamente o “upload”.
ro: Progresul actual: %@ Dacă observați că progresul de încărcare nu mai înaintează, puteți reîncerca încărcarea.
ru: Текущий прогресс: %@ Если вы заметите, что прогресс загрузки завис, вы можете повторить загрузку.
sk: Aktuálny priebeh: %@ V prípade, že pozorujete zaseknutý priebeh nahrávania, môžte zopakovať nahrávanie.
sl: Trenutni napredek: %@ Če opazite, da se je nalaganje zataknilo, lahko ponovno poskusite nalaganje.
sv: Status: %@ Om du märker att uppladdningsprocessen har fastnat kan du försöka ladda upp den igen.
sw_tz: Maendeleo ya sasa: %@ lf Ikiwa unatambua kuwa maendeleo ya kupakia yamekwama, unaweza kujaribu tena upakiaji.
tr: Mevcut Süreç: %@ Yükleme sürecinin takıldığını fark ederseniz, yeniden yüklemeyi deneyebilirsiniz.
uk: Поточний прогрес: %@ Якщо ви помітили, що завантаження зупинилося, ви можете спробувати ще раз.
zh_hans: 当前进度：%@ 若发现上传进度卡住，请重新尝试上传。
zh_hant: 目前進度：%@ 如果您注意到上傳進度卡住，您可以重試上傳。

# fileProvider.uploadProgress.missing
source: Progress could not be determined. It may still be running in the background.
ar: تعذر تحديد التقدم. قد يكون لا يزال يعمل في الخلفية.
ca: El progrés no es pot determinar. Potser encara s'està executant en segon pla.
cs: Průběh nebylo možné zjistit. Může nadále pokračovat na pozadí.
da: Kan ikke se status. Den kører måske stadig i baggrunden.
de: Der Fortschritt konnte nicht ermittelt werden. Möglicherweise läuft der Upload noch im Hintergrund.
el: Η πρόοδος δεν μπορεί να καθοριστεί. Μπορεί να εκτελείται στο παρασκήνιο.
es: No se pudo determinar el progreso. Puede que todavía se ejecute en segundo plano.
fil: Hindi matukoy ang pag-unlad. Maaaring tumatakbo pa rin ito sa background.
fr: La progression n'a pas pu être déterminée. Il se peut que cela soit encore en cours en arrière-plan.
he: לא ניתן לקבוע את תהליך ההתקדמות. ייתכן והתהליך עדיין רץ ברקע.
hr: Napredak se ne može utvrditi. Možda još uvijek radi u pozadini.
id: Kemajuan proses tidak dapat ditentukan. Kemungkinan masih berjalan di latar belakang.
it: Non è stato possibile determinare i progressi, che potrebbero essere ancora in esecuzione in background.
ja: 進捗状況を確認できませんでした。 まだバックグラウンドで実行されている可能性があります。
ko: 진행도가 인식되지 않습니다. 백그라운드에서 작동중일 수 있습니다.
lv: Virzību nevarēja noteikt. Tā joprojām varētu darboties fonā.
nb: Framdriften kunne ikke fastslås. Det kan hende den fremdeles kjører i bakgrunnen.
nl: De vooruitgang kon niet worden bepaald. Misschien wordt deze nog steeds op de achtergrond uitgevoerd.
pl: Nie można zweryfikować postępu. Może on nadal działać w tle.
pt: O progresso não pôde ser determinado. Pode ainda estar a decorrer em segundo plano.
ro: Progresul nu a putut fi determinat. Este posibil să meargă în fundal.
ru: Невозможно определить прогресс. Он может продолжаться в фоновом режиме.
sk: Pokrok nebol spozorovaný. Môže však stále prebiehať na pozadí.
sl: Napredka ni mogoče predvideti. Lahko, da še vedno poteka v ozadju.
sv: Oklart om det fungerade. Processen kan fortfarande köras i bakgrunden.
sw_tz: Maendeleo hayawezi kuamuliwa. Inaweza kuwa bado inafanya kazi kwa mandari nyuma.
tr: İlerleme saptanamadı. Hala arka planda çalışıyor olabilir.
uk: Не вдалося визначити прогрес. Завантаження може все ще виконуватися у фоновому режимі.
zh_hans: 无法确定上传进度，它可能仍在后台运行。
zh_hant: 無法確定目前進度。它可能仍在後台運行。
