Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# purchase.expiredTrial
source: Your trial has expired.
ar: انتهت الفترة التجريبية الخاصة بك.
ca: El període de prova ha caducat.
cs: Vaše zkušební verze vypršela.
da: Dit prøveperiode er udløbet.
de: Deine Testversion ist abgelaufen.
el: Η δοκιμαστική έκδοση έχει λήξει.
es: Su prueba ha expirado.
fil: Ang iyong pagsubok ay nag-expire na.
fr: Votre période d'essai a expiré.
he: תקופת הניסיון פגה.
hr: Vaša je probna verzija istekla.
hu: A próbaidőszak lejárt.
id: Masa percobaan Anda telah berakhir.
it: Il periodo di prova è scaduto.
ja: 試用版の有効期限が切れました。
ko: 체험판이 만료되었습니다.
nb: Prøveperioden din er utløpt.
nl: Je proefperiode is verlopen.
pa: ਤੁਹਾਡੀ ਅਜ਼ਮਾਇਜ਼ ਦੀ ਮਿਆਦ ਪੁੱਗੀ ਹੈ।
pl: Twój okres próbny się skończył.
pt: O seu período de teste expirou.
ro: Perioada de probă a expirat.
ru: Пробный период истёк.
sk: Vaše bezplatné skúšobné obdobie vypršalo.
sl: Vaš preizkus je potekel.
sv: Testperioden är slut.
sw_tz: Jaribu lako limeisha.
th: ระยะเวลาทดลองใช้งานของคุณหมดอายุแล้ว
tr: Deneme süreniz doldu.
uk: Пробний період завершився.
zh_hans: 您的试用期已结束。
zh_hant: 您的試用已過期

# purchase.footer.privacyPolicy
source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তার নীতি
ca: Política de privacitat
cs: Ochrana osobních údajů
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de privacidad
fil: Patakaran sa Privacy
fr: Politique de Confidentialité
he: מדיניות פרטיות
hr: Pravila o privatnosti
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nb: Personvernerklæring
nl: Privacybeleid
pa: ਪਰਦੇਦਾਰੀ ਨੀਤੀ
pl: Polityka prywatności
pt: Política de Privacidade
ro: Politică de confidențialitate
ru: Политика конфиденциальности
sk: Ochrana osobných údajov
sl: Politika zasebnosti
sv: Integritetspolicy
sw_tz: Sera ya Faragha
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
zh_hans: 隐私政策
zh_hant: 隱私政策

# purchase.footer.termsOfUse
source: Terms of Use
ar: شروط الإستخدام
bn: ব্যবহারের শর্তাবলী
ca: Condicions d'ús
cs: Podmínky používání
da: Brugsvilkår
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de uso
fil: Mga Tuntunin ng Paggamit
fr: Conditions d'Utilisation
he: תנאי שימוש
hr: Uvjeti korištenja
hu: Használati feltételek
id: Persyaratan Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pa: ਵਰਤਣ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki użytkowania
pt: Termos de Utilização
ro: Termeni și condiții de utilizare
ru: Условия использования
sk: Podmienky používania
sl: Pogoji uporabe
sv: Villkor
sw_tz: Masharti ya Matumizi
th: เงื่อนไขการใช้งาน
tr: Kullanım Koşulları
uk: Умови користування
zh_hans: 使用条款
zh_hant: 使用條款

# purchase.header.feature.familySharing
source: Family sharing
ar: مشاركة عائلية
ca: Compartir en família
cs: Rodinné sdílení
da: Familiedeling
de: Familienfreigabe
el: Οικογενειακή κοινή χρήση
es: Cuota familiar
fil: Pagbabahaginan ng pamilya
fr: Partage familial
he: שיתוף משפחתי
hr: Obiteljsko dijeljenje
hu: Családon belüli megosztás
id: Berbagi dengan keluarga
it: Condivisione familiare
ja: ファミリー共有
ko: 가족 공유
nb: Familiedeling
nl: Delen met gezin
pa: ਪਰਿਵਾਰ ਲਈ ਸਾਂਝਾ
pl: Plan rodzinny
pt: Partilha familiar
ro: Partajare cu familia
ru: Семейный доступ
sk: Rodinné zdieľanie
sl: Deljenje z družino
sv: Familjedelning
sw_tz: Kushiriki kwa familia
th: การแชร์กันในครอบครัว
tr: Aile paylaşımı
uk: Сімейний доступ
zh_hans: 家庭成员共享
zh_hant: 家庭共享

# purchase.header.feature.openSource
source: Open-source development
ar: تطوير مفتوح المصدر
ca: Desenvolupament de codi obert
cs: Vývoj Open-source
da: Open-source udvikling
de: Open-Source-Entwicklung
el: Ανοιχτού κώδικα ανάπτυξη
es: Desarrollo de código abierto
fil: Pag-unlad ng open-source
fr: Développement open source
he: פיתוח קוד-פתוח
hr: Razvoj otvorenog koda
hu: Nyílt forráskódú fejlesztés
id: Pengembangan sumber terbuka
it: Sviluppo open source
ja: オープンソース開発
ko: 오픈소스 소프트웨어
nb: Utviklet med åpen kildekode
nl: Open-source ontwikkeling
pa: ਓਪਨ-ਸਰੋਤ ਵਿਕਾਸ
pl: Rozwój oprogramowania typu open-source
pt: Desenvolvimento de código aberto
ro: Dezvoltare open-source
ru: Разработка ПО с открытым кодом
sk: Tvorba otvoreného kódu
sl: Odprto-kodni razvoj
sv: Utveckling av öppen källkod
sw_tz: Maendeleo ya chanzo-wazi
th: การพัฒนาแบบ Open-source
tr: Açık kaynak geliştirme
uk: Розробка з відкритим кодом
zh_hans: 开源开发
zh_hant: 鼓勵開源程式開發者

# purchase.header.feature.writeAccess
source: Write access to your vaults
ar: إمكانية التعديل في خزائنك
ca: Accés d'escritura a caixes fortes
cs: Zápis do vašeho trezoru
da: Skriveadgang til dine bokse
de: Schreibzugriff auf deine Tresore
el: Πρόσβαση εγγραφής στις κρύπτες σας
es: Acceso de escritura a sus bóvedas
fil: Magsulat ng access sa iyong mga vault
fr: Accès en écriture à vos coffres
he: גישה כתיבה לכספות שלך
hr: Pravo pisanja u Vaš trezor
id: Akses tulis ke vault-vault Anda
it: Accesso in scrittura alle tue casseforti
ja: 金庫への書き込みアクセス
ko: Vault 데이터 변경
lv: Rakstīšanas piekļuve glabātavām
nb: Skrivetilgang til hvelvene dine
nl: Schrijf-toegang tot je kluizen
pa: ਤੁਹਾਡੇ ਵਾਲਟਾਂ ਲਈ ਲਿਖਣ ਪਹੁੰਚ
pl: Zapis w Twoich sejfach
pt: Acesso de gravação aos seus cofres
ro: Acces fără restricții la seifurile dvs.
ru: Возможна запись в хранилища
sk: Možnosť zápisu do Vašich trezorov
sl: Dostop za pisanje do vaših trezorjev
sv: Skriv-åtkomst till dina valv
sw_tz: Andika ufikiaji wa kuba zako
tr: Kasalarınıza yazma erişimi
uk: Доступ на запис до ваших сховищ
zh_hans: 保险库写入访问权限
zh_hant: 寫入加密檔案庫功能

# purchase.product.donateAndUpgrade
source: Donate & Upgrade
ar: تبرع و ترقية
ca: Doneu & actualitzeu
cs: Přispějte a upgradujte
da: Donér & opgradér
de: Spenden & Upgrade
el: Δωρεά & Αναβάθμιση
es: Donar y actualizar
fil: Mag-donate at Mag-upgrade
fr: Faire un don et mettre à niveau
he: תרום ושדרג
hr: Doniraj i nadogradi
hu: Adományozás és frissítés
id: Donasi & Tingkatkan
it: Dona e Aggiorna
ja: 寄付とアップグレード
ko: 후원 및 업그레이드
nb: Doner og oppgrader
nl: Doneren & upgraden
pa: ਦਾਨ ਦਿਓ ਤੇ ਅੱਪਗਰੇਡ ਕਰੋ
pl: Wesprzyj i ulepsz
pt: Doe e Atualize
ro: Donați & Faceți Tranziția
ru: Пожертвовать и обновить
sk: Podporiť a Aktualizovať
sl: Doniraj in nadgradi
sv: Donera & Uppgradera
sw_tz: Changia & Boresha
th: บริจาค & อัปเกรด
tr: Bağış Yap & Yükselt
uk: Пожертвування та покращення
zh_hans: 捐赠 & 升级
zh_hant: 捐款與升級

# purchase.product.freeUpgrade
source: Free Upgrade
ar: ترقية مجانية
ca: Actualització gratuïta
cs: Bezplatný upgrade
da: Gratis opgradering
de: Kostenloses Upgrade
el: Δωρεάν Αναβάθμιση
es: Actualización gratuita
fil: Libreng Upgrade
fr: Mise à niveau gratuite
he: שדרוג חינם
hr: Besplatna nadogradnja
hu: Ingyenes frissítés
id: Tingkatkan Gratis
it: Aggiornamento gratuito
ja: 無料アップグレード
ko: 무료 업그레이드
nb: Gratis oppgradering
nl: Gratis upgrade
pa: ਮੁਫ਼ਤ ਅੱਪਗਰੇਡ
pl: Darmowa aktualizacja
pt: Atualização Gratuita
ro: Tranziție gratuita
ru: Обновить бесплатно
sk: Aktualizácia zdarma
sl: Zastonj nadgradnja
sv: Kostnadsfri uppgradering
sw_tz: Uboreshaji wa Bure
th: อัปเกรดฟรี
tr: Ücretsiz Yükseltme
uk: Безкоштовне покращення
zh_hans: 免费升级
zh_hant: 免費升級

# purchase.product.lifetimeLicense
source: Lifetime License
ar: رخصة لمدى الحياة
ca: Llicència de per vida
cs: Doživotní licence
da: Livstids-licens
de: Lebenslange Lizenz
el: Άδεια Εφ' όρου ζωής
es: Licencia vitalicia
fil: Panghabambuhay na Lisensya
fr: Licence à Vie
he: רשיון לכל החיים
hr: Doživotna licenca
hu: Örök licensz
id: Lisensi Seumur Hidup
it: Licenza a vita
ja: 永続ライセンス
ko: 평생 라이선스
lv: Mūža licence
nb: Livsvarig lisens
nl: Levenslange licentie
pa: ਜ਼ਿੰਗਦੀ ਭਰ ਲਈ ਲਸੰਸ
pl: Dożywotnia licencja
pt: Licença Vitalícia
ro: Licență permanenta
ru: Бессрочная лицензия
sk: Doživotná licencia
sl: Doživljenjska licenca
sv: Livstids-licens
sw_tz: Leseni ya Maisha
th: สิทธิ์ใช้งานตลอดชีพ
tr: Ömür Boyu Kullanım Lisansı
uk: Довічна ліцензія
zh_hans: 终身许可证
zh_hant: 終身授權

# purchase.product.lifetimeLicense.duration
source: one-time
ar: لمرة واحدة
ca: Una única vegada
cs: jednorázově
da: engangsbeløb
de: einmalig
el: μια φορά
es: pago único
fil: isang beses
fr: unique
he: חד פעמי
hr: jednokratno
hu: egyszeri
id: sekali
it: una tantum
ja: ワンタイム
ko: 일회성
lv: vienreiz
nb: engangs
nl: eenmalig
pa: ਇੱਕ-ਵਾਰ
pl: jednorazowo
pt: uma vez
ro: plată singulară
ru: разово
sk: jednorázovo
sl: enkraten nakup
sv: en-gångs
sw_tz: wakati-mmoja
th: ครั้งเดียว
tr: bir kez
uk: одноразово
zh_hans: 一次付费
zh_hant: 一次性

# purchase.product.pricing.free
source: Free
ar: مجاناً
ca: Gratuït
cs: Zdarma
da: Gratis
de: Gratis
el: Δωρεάν
es: Gratis
fil: Libre
fr: Gratuit
he: חינם
hr: Besplatno
hu: Ingyenes
id: Gratis
it: Gratuito
ja: 無料
ko: 무료
lv: Bezmaksas
nb: Gratis
nl: Gratis
pa: ਮੁਫ਼ਤ
pl: Darmowe
pt: Grátis
ro: Gratuit
ru: Бесплатно
sk: Voľný
sl: Zastonj
sv: Gratis
sw_tz: Bure
th: ฟรี
tr: Ücretsiz
uk: Безкоштовно
zh_hans: 免费版
zh_hant: 免費

# purchase.product.trial
source: 30-Day Trial
ar: تجربة مجانية لمدة 30 يوم
ca: Prova de 30 dies
cs: 30denní zkušební verze
da: 30-dages prøveperiode
de: 30-Tage-Testversion
el: Δοκιμή 30-Ημερών
es: Prueba de 30 días
fil: 30-Araw na Pagsubok
fr: Essai de 30 jours
he: 30 ימי ניסיון
hr: 30-dnevna probna verzija
hu: 30 napos próbaverzió
id: Percobaan 30-Hari
it: 30 giorni di prova
ja: 30日間のトライアル
ko: 30일 체험판
lv: 30 dienu izmēģinājuma versija
nb: 30-dagers prøveperiode
nl: 30-dagen proefperiode
pa: 30-ਦਿਨਾਂ ਲਈ ਅਜ਼ਮਾਇਸ਼
pl: Okres próbny 30 dni
pt: 30 dias de avaliação
ro: 30 de zile de încercare
ru: 30-дневная пробная версия
sk: 30-dňová skúšobná verzia
sl: 30-dnevni preizkus
sv: 30-dagars provperiod
sw_tz: Jaribio la Siku-30
th: ทดลองใช้ 30 วัน
tr: 30-Gün Deneme
uk: 30-денний пробний період
zh_hans: 30 天免费试用
zh_hant: 30 天試用

# purchase.product.trial.expirationDate
source: Expiration Date: %@
ar: تاريخ إنتهاء الصلاحية: %@
ca: Data d'expiració: %@
cs: Datum expirace: %@
da: Udløbsdato: %@
de: Ablaufdatum: %@
el: Ημερομηνία Λήξης: %@
es: Fecha de expiración: %@
fil: Petsa ng pagkawalang bisa: %@
fr: Date d'expiration : %@
he: תאריך תפוגה: %@
hr: Datum isteka: %@
hu: Lejárati dátum: %@
id: Tanggal Kadaluarsa: %@
it: Data di scadenza: %@
ja: 有効期限: %@
ko: 만료일: %@
lv: Beidzas: %@
nb: Utløpsdato: %@
nl: Vervaldatum: %@
pa: ਮਿਆਦ: %@
pl: Aktywne do: %@
pt: Data de validade: %@
ro: Valabil până la data de: %@
ru: Истекает: %@
sk: Dátum expirovania: %@
sl: Datum poteka: %@
sv: Utgångsdatum: %@
sw_tz: Tarehe ya Kumalizika:%@
th: วันหมดอายุ: %@
tr: Bitiş Tarihi: %@
uk: Дата завершення: %@
zh_hans: 到期时间：%@
zh_hant: 到期日期： %@

# purchase.product.trial.duration
source: for 30 days
ar: لمدة 30 يوماً
ca: durant 30 dies
cs: na 30 dní
da: i 30 dage
de: für 30 Tage
el: για 30 ημέρες
es: por 30 días
fil: sa loob ng 30 araw
fr: pendant 30 jours
he: ל- 30 ימים
hr: za 30 dana
hu: 30 napig
id: untuk 30 hari
it: per 30 giorni
ja: 30日間
ko: 30일간 사용 가능
lv: 30 dienas
nb: i 30 dager
nl: voor 30 dagen
pa: 30 ਦਿਨਾਂ ਲਈ
pl: przez 30 dni
pt: durante 30 dias
ro: pentru 30 de zile
ru: на 30 дней
sk: na 30 dní
sl: za 30 dni
sv: i 30 dagar
sw_tz: kwa siku 30
th: 30 วัน
tr: 30 gün boyunca
uk: на 30 днів
zh_hans: 30 天
zh_hant: 30 天

# purchase.product.yearlySubscription
source: Yearly Subscription
ar: اشتراك سنوي
ca: Subscripció anual
cs: Roční předplatné
da: Årligt abbonnement
de: Jahresabonnement
el: Ετήσια Συνδρομή
es: Suscripción anual
fil: Taunang Subskripsyon
fr: Abonnement annuel
he: מנוי שנתי
hr: Godišnja pretplata
hu: Éves előfizetés
id: Berlangganan Tahunan
it: Abbonamento annuale
ja: 年間サブスクリプション
ko: 연간 구독
lv: Gada abonements
nb: Årlig abonnement
nl: Jaarabonnement
pa: ਸਾਲਨਾ ਮੈਂਬਰੀ
pl: Subskrypcja roczna
pt: Subscrição anual
ro: Abonament anual
ru: Годовая подписка
sk: Ročné predplatné
sl: Letna naročnina
sv: Årsprenumeration
sw_tz: Usajili wa Kila Mwaka
th: สมาชิกรายปี
tr: Yıllık abonelik
uk: Щорічна підписка
zh_hans: 按年订阅
zh_hant: 年度訂閱

# purchase.product.yearlySubscription.duration
source: yearly
ar: سنوياً
ca: cada any
cs: ročně
da: årligt beløb
de: jährlich
el: ετήσια
es: anual
fil: taun-taon
fr: annuel
he: שנתי
hr: godišnje
hu: évente
id: tiap tahun
it: annuale
ja: 毎年
ko: 연간
lv: ik gadu
nb: årlig
nl: jaarlijks
pa: ਸਾਲਨਾ
pl: rocznie
pt: anual
ro: anual
ru: ежегодно
sk: ročne
sl: letno
sv: årligen
sw_tz: kila mwaka
th: รายปี
tr: yıllık
uk: щорічно
zh_hans: 按年
zh_hant: 每年

# purchase.readOnlyMode.alert.title
source: Read-Only Mode
ar: وضع القراءة فقط
ca: Mode de només lectura
cs: Režim jen pro čtení
da: Skrivebeskyttet tilstand
de: Schreibgeschützter Modus
el: Λειτουργία Μόνο-Ανάγνωση
es: Modo solo lectura
fr: Mode lecture seule
he: מצב קריאה בלבד
hr: Način "Samo za čitanje"
hu: Csak olvasható mód
id: Mode Read-Only
it: Modalità di sola lettura
ja: 読み取り専用モード
ko: 읽기 전용 모드
lv: Tikai lasīšanas režīms
nb: Skrivebeskyttet modus
nl: Alleen-lezen-modus
pa: ਕੇਵਲ ਪੜ੍ਹਨ ਲਈ ਢੰਗ
pl: Tryb tylko do odczytu
pt: Modo somente leitura
ro: Mod doar citire
ru: Режим "Только чтение"
sk: Iba režim čítania
sl: Način samo za branje
sv: Skrivskyddat läge
sw_tz: Hali ya Kusoma-Tu
th: โหมดอ่านอย่างเดียว
tr: Yalnızca okuma modu
uk: Режим лише для читання
zh_hans: 只读模式
zh_hant: 唯讀模式

# purchase.readOnlyMode.alert.message
source: You can unlock the full version of Cryptomator later in the settings and use it in read-only mode for now.
ar: يمكنك فتح النسخة الكاملة من Cryptomator لاحقًا في الإعدادات واستخدامها في وضع القراءة فقط حاليًا.
ca: Podeu actualitzar la versió de Cryptomator més endavant en la configuració i usar-la en mode de lectura per ara.
cs: Plnou verzi Cryptomatoru můžete později odemknout v nastavení a pro tuto chvíli použít Cryptomator v režimu jen pro čtení.
da: Du kan aktivere den fulde version af Cryptomator i indstillingerne senere, og bruge den i skrivebeskyttet tilstand for nu.
de: Du kannst die Vollversion von Cryptomator später in den Einstellungen freischalten und vorerst nur im Lesemodus verwenden.
el: Μπορείτε να ξεκλειδώσετε την πλήρη έκδοση του Cryptomator αργότερα στις ρυθμίσεις και να τη χρησιμοποιήσετε σε λειτουργία μόνο για ανάγνωση προς το παρόν.
es: Puede desbloquear la versión completa de Cryptomator más adelante en los ajustes y usarla en modo de solo lectura por ahora.
fil: Maaari mong i-unlock ang buong bersyon ng Cryptomator sa ibang pagkakataon sa mga setting at gamitin ito sa read-only na mode sa ngayon.
fr: Vous pourrez déverrouiller la version complète de Cryptomator dans les paramètres et l'utiliser pour l'instant en mode lecture seule.
he: אתה יכול לאפשר את הגרסה המלאה של Cryptomator במסך ההגדרות ולהשתמש בו במצב קריאה בלבד לעכשיו.
hr: Punu verziju Cryptomator-a možete otključati kasnije u postavkama i za sada je koristiti u načinu "samo za čitanje".
hu: Feloldhatja a Cryptomator teljes verzióját a beállításokban később és addig használhatja csak olvasható módban.
id: Anda bisa membuka Cryptomator versi lengkap nanti di pengaturan dan untuk sekarang menggunakan mode read-only.
it: Puoi sbloccare la versione completa di Cryptomator in seguito nelle impostazioni e, per ora, usarla in modalità di sola lettura.
ja: 今は読み取り専用モードで使用することができます。後で設定から Cryptomator のフルバージョンにすることができます。
ko: 설정에서 Cryptomator의 정식 버전을 해제할 수 있으며, 지금은 읽기 전용 모드로 사용할 수 있습니다.
lv: Pilno Cryptomator versiju var atslēgt vēlāk iestatījumos un pagaidām izmantot tikai lasāmā režīmā.
nb: Bruk gjerne Cryptomator i skrivebeskyttet modus. Du kan låse opp fullversjonen senere i innstillingene.
nl: U kunt de volledige versie van Cryptomator later ontgrendelen in de instellingen en voorlopig alleen-lezen modus gebruiken.
pl: Możesz odblokować pełną wersję Cryptomator później w ustawieniach i na razie używać trybu tylko do odczytu.
pt: Você pode desbloquear a versão completa do Cryptomator posteriormente nas configurações e, por enquanto, usá-lo no modo somente leitura.
ro: Puteți debloca versiunea completă a Criptomatorului mai târziu în setări și puteți folosi aplicația în modul doar pentru citire până atunci.
ru: Вы можете разблокировать полную версию Cryptomator позже в настройках, а пока использовать в режиме "только для чтения".
sk: Môžete odomknúť plnú verziu Cryptomatora neskôr v nastaveniach a používať v móde čítania hneď.
sl: Polno različico Cryptomatorja lahko odklenete kasneje v nastavitvah in jo za zdaj uporabljate samo v načinu za branje.
sv: Du kan låsa upp den fullständiga versionen av Cryptomator senare i inställningarna och använda den i skrivskyddat läge för tillfället.
sw_tz: Unaweza kufungua toleo kamili la Cryptomator baadaye katika mipangilio na kuitumia katika hali ya kusoma-tu kwa sasa.
tr: Cryptomator'ın tam sürümünün kilidini daha sonra ayarlardan açabilir ve şimdilik sadece okuma modunda kullanabilirsiniz.
uk: Ви можете розблокувати повну версію Cryptomator пізніше у налаштування, а зараз користуватись у режимі "лише для читання".
zh_hans: 您之后可以在设置中解锁 Cryptomator 完整版，在此之前只能使用只读模式。
zh_hant: 您可以稍後在設定中解鎖完整版 Cryptomator，而暫時以唯讀模式下繼續使用。

# purchase.restorePurchase.button
source: Restore Purchase
ar: استعادة المشتريات
ca: Recuperar compres
cs: Obnovit nákup
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά Αγοράς
es: Restaurar compra
fil: Ibalik ang Pagbili
fr: Restaurer l’achat
he: שחזר רכישה
hr: Obnovi kupnju
hu: Vásárlás visszaállítása
id: Pulihkan Pembelian
it: Ripristina Acquisti
ja: 購入情報の復元
ko: 구매 복원
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar compra
ro: Restabilește achiziția
ru: Восстановить покупку
sk: Obnoviť nákup
sl: Povrni nakup
sv: Återställ köp
sw_tz: Rejesha Ununuzi
th: กู้คืนการซื้อ
tr: Satın Almayı Geri Yükle
uk: Відновити покупку
zh_hans: 恢复购买
zh_hant: 復原已購項目

# purchase.restorePurchase.validTrialFound.alert.title
source: Trial Continued
ar: استمرار التجربة
ca: Prova continuada
cs: Zkušební verze pokračuje
da: Fortsætter prøveperiode
de: Testversion fortgesetzt
el: Η δοκιμαστική περίοδος συνεχίστηκε
es: Prueba continuada
fil: Ipinagpatuloy ang Pagsubok
fr: Essai en cours
he: תקופת הניסיון ממשיכה
hr: Probna verzija nastavljena
hu: Próbaidő folytatódott
id: Masa Percobaan Diperpanjang
it: Prova Continuata
ja: 試用が継続されました
ko: 체험판 계속됨
nb: Prøveperioden fortsatte
nl: Proefperiode voortgezet
pl: Kontynuacja okresu próbnego
pt: Continuação da versão de teste
ro: Continuați perioada de probă
ru: Продолжение опробования
sk: Skúška pokračuje
sl: Preizkus nadaljevan
sv: Provperiod Fortsatt
sw_tz: Kesi yaendelea
th: การทดลองใช้งานดำเนินการต่อ
tr: Deneme süresi devam ediyor
uk: Продовжується пробний період
zh_hans: 仍在试用
zh_hant: 繼續試用
