Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# untrustedTLSCertificate.add
source: Trust
ar: ثق
ca: Confia-hi
cs: Důvěřovat
da: Acceptér
de: Vertrauen
el: Εμπιστευτείτε
es: Confiar
fil: Magtiwala
fr: Approuver
he: סמוך
hi: भरोसा करे
hr: Vjeruj
hu: Megbízható
id: Percayai
it: Fidati
ja: 信頼する
ko: 신뢰하기
lv: Uzticēties
nb: Stol på
nl: Vertrouwen
pa: ਭਰੋਸਾ ਕਰੋ
pl: Zaufany
pt: Confiar
ro: De încredere
ru: Доверять
sk: Veriť
sv: Ange som betrott
sw_tz: Amini
th: เชื่อถือ
tr: Güven
uk: Довіряти
zh_hans: 信任
zh_hant: 信任

# untrustedTLSCertificate.dismiss
source: Don't Trust
ar: لا تثق
ca: No hi confiïs
cs: Nedůvěřovat
da: Afvis
de: Nicht vertrauen
el: Μην Εμπιστευτείτε
es: No confiar
fil: Huwag Magtiwala
fr: Ne pas faire confiance
he: אל תסמוך
hi: भरोसा ना करें
hr: Ne vjeruj
hu: Nem megbízható
id: Jangan Percaya
it: Non Fidarti
ja: 信頼しない
ko: 신뢰하지 않기
nb: Ikke stol på
nl: Niet vertrouwen
pa: ਭਰੋਸਾ ਨਾ ਕਰੋ
pl: Niezaufany
pt: Não Confiar
ro: Nu acreditați
ru: Не доверять
sk: Neveriť
sv: Lita inte på
sw_tz: Usiamini
th: ไม่เชื่อถือ
tr: Güvenme
uk: Не довіряти
zh_hans: 不信任
zh_hant: 不信任

# upgrade.title
source: Upgrade Offer
ar: عرض الترقية
ca: Oferta d'actualització
cs: Nabídka na Upgrade
da: Tilbud på opgradering
de: Upgrade-Angebot
el: Προσφορά Αναβάθμισης
es: Actualizar oferta
fil: I-upgrade ang Alok
fr: Offre de mise à niveau
he: הצעת שדרוג
hr: Ponuda za nadogradnju
hu: Frissítési ajánlat
id: Penawaran Peningkatan
it: Aggiorna offerta
ja: アップグレードオファー
ko: 업그레이드 제안
nb: Oppgraderingstilbud
nl: Upgrade voorstel
pa: ਅੱਪਗਰੇਡ ਪੇਸ਼ਕਸ਼
pl: Zrób upgrade
pt: Oferta de atualização
ro: Ofertă de tranziție
ru: Предложения по обновлению
sk: Ponuka aktualizácie
sv: Uppgraderingserbjudande
sw_tz: Ofa ya Kuboresha
th: ข้อเสนอการอัปเกรด
tr: Yükseltme Teklifi
uk: Пропозиції для покращення
zh_hans: 升级优惠
zh_hant: 升級優惠

# upgrade.notEligible.alert.title
source: Upgrade Failed
ar: فشل الترقية
ca: Ha fallat l'actualització
cs: Upgrade se nezdařil
da: Opgradering fejlede
de: Upgrade gescheitert
el: Η Αναβάθμιση Απέτυχε
es: Error al actualizar
fil: Nabigo ang pag-upgrade
fr: Échec de la mise à jour
he: השדרוג נכשל
hr: Nadogradnja neuspješna
hu: A frissítés nem sikerült
id: Upgrade gagal
it: Aggiornamento non riuscito
ja: アップグレードできませんでした
ko: 업그레이드 실패
nb: Oppgraderingen mislyktes
nl: Upgrade mislukt
pa: ਅੱਪਗਰੇਡ ਫੇਲ੍ਹ ਹੈ
pl: Błąd aktualizacji
pt: A atualização falhou
ro: Tranziția a eșuat
ru: Ошибка обновления
sk: Aktualizácia zlyhala
sv: Uppgradering misslyckades
sw_tz: Kupandisha daraja kumeshindikana
th: การอัปเกรดล้มเหลว
tr: Yükseltme başarısız
uk: Помилка оновлення
zh_hans: 升级失败
zh_hant: 升級失敗

# upgrade.notEligible.alert.message
source: Cryptomator couldn't detect an older version installed on your device. If you bought it, please re-download it from the App Store and try again.
ar: لم يتمكن Cryptomator من اكتشاف إصدار أقدم مثبت على جهازك. إذا كنت قد اشتريته، يرجى إعادة تنزيله من متجر التطبيقات والمحاولة مرة أخرى.
ca: Cryptomator no ha pogut trobar una versió antiga en el dispositiu. Si la vau comprar, si us plau torneu-la a descarregar de la botiga d'aplicacions i torneu a intentar-ho.
cs: Cryptomator nemohl najít starší verzi nainstalovanou na vašem zařízení. Pokud jste si ji zakoupili, stáhněte si ji prosím znovu z App Store a zkuste to znovu.
da: Cryptomator kunne ikke finde en ældre version installeret på din enhed. Hvis du købte den, bedes du downloade den igen fra App Store og prøve igen.
de: Cryptomator konnte keine ältere Version auf deinem Gerät finden. Falls du die App gekauft hast, lade sie bitte erneut aus dem App Store herunter und versuche es erneut.
el: Το Cryptomator δεν μπόρεσε να εντοπίσει μια παλαιότερη έκδοση που είναι εγκατεστημένη στη συσκευή σας. Εάν το αγοράσατε, κατεβάστε το ξανά από το App Store και δοκιμάστε ξανά.
es: Cryptomator no pudo detectar una versión anterior instalada en su dispositivo. Si la compró, vuelva a descargarla desde la App Store e intente de nuevo.
fil: Hindi matukoy ng Cryptomator ang isang mas lumang bersyon na naka-install sa iyong device. Kung binili mo ito, mangyaring muling i-download ito mula sa App Store at subukang muli.
fr: Cryptomator n'a pas pu détecter une ancienne version installée sur votre appareil. Si vous l'avez achetée, veuillez la télécharger à nouveau depuis l'App Store et réessayer.
he: Cryptomator לא זיהה גרסה ישנה יותר המותקנת על המכשיר. אם קנית אותו, אנא הורד אותו שוב מחנות האפליקציות ונסה שוב.
hr: Cryptomator nije mogao otkriti stariju verziju instaliranu na Vašem uređaju. Ako ste ga kupili, ponovno ga preuzmite iz App Store-a i pokušajte ponovno.
id: Cryptomator tidak bisa menemukan versi yang lebih lama terpasang di perangkat Anda saat ini. Jika Anda sudah membelinya, silahkan download kembali melalui App Store dan coba kembali.
it: Cryptomator non è riuscito a rilevare una versione precedente installata sul tuo dispositivo. Se l'hai acquistata, riscaricala dall'App Store e riprova.
ja: Cryptomatorは、お使いのデバイスにインストールされている古いバージョンを検出できませんでした。すでに購入していた場合はApp Storeから再度ダウンロードしてもう一度お試しください。
ko: Cryptomator가 이 기기에 설치된 구버전을 찾을 수 없습니다. 만약 구매하였다면, App Store에서 다시 설치하고 다시 시도해 주십시오.
lv: Cryptomator nevarēja noteikt ierīcē uzstādītu vecāku versiju. Ja tā tika nopirkta, lūgumas atkārtoti to lejupielādēt lietotņu veikalā un mēģināt vēlreiz.
nb: Cryptomator klarte ikke å finne en eldre versjon installert på enheten din. Hvis likevel har kjøpt en tidligere versjon, så last den ned på nytt fra App Store og prøv igjen.
nl: Cryptomator kon geen oudere versie op uw apparaat detecteren. Als u Cryptomator gekocht heeft, download deze dan opnieuw vanuit de App Store en probeer het opnieuw.
pl: Cryptomator nie wykrył starszej wersji na Twoim urządzeniu. Jeśli ją kupiłeś, pobierz ją ponownie z App Store i spróbuj ponownie.
pt: Cryptomator não conseguiu detectar uma versão mais antiga instalada no seu dispositivo. Se você o comprou, por favor descarregue-a novamente na App Store e tente novamente.
ro: Criptomatorul nu a putut detecta o versiune mai veche instalată pe dispozitivul dvs. Dacă ați cumpărat-o, descărcați-o din App Store și încercați din nou.
ru: Не удалось обнаружить старую версию Cryptomator, установленную на вашем устройстве. Если вы купили её, пожалуйста, загрузите её снова в App Store и повторите попытку.
sk: Cryptomator evie detekovať staršiu verziu nainštalovanú vo Vašom zariadení. Ak s te si ju kúpili, prosím znovu si ju stiahnite z App Store a skúste znovu.
sv: Cryptomator kunde inte upptäcka en äldre version installerad på din enhet. Om du köpte den, ladda ner den igen från App Store och försök igen.
sw_tz: Cryptomator haikuweza kugundua toleo la zamani lililosakinishwa kwenye kifaa chako. Ikiwa uliinunua, tafadhali pakua tena kutoka kwa App Store na ujaribu tena.
tr: Cryptomator, cihazınızda yüklü olan daha eski bir sürümü algılayamadı. Satın aldıysanız, lütfen App Store'dan yeniden indirin ve tekrar deneyin.
uk: Cryptomator не зміг виявити стару версію, встановлену на вашому пристрої. Якщо ви її придбали, завантажте ще раз з App Store і спробуйте ще раз.
zh_hans: Cryptomator 未能检测到您设备安装有旧版本。如果您购买过它，请从 App Store 重新下载后再试。
zh_hant: Cryptomator 無法檢測到您設備上安裝的舊版本。如果曾購買，請先從 App Store 重新下載並重試。

# upgrade.info
source: Thanks for trusting Cryptomator since version one. As a loyal user, you're eligible for a free upgrade.
ar: شكرًا لثقتك في Cryptomator منذ الإصدار الأول. كـ مستخدم مخلص، أنت مؤهل للحصول على ترقية مجانية.
ca: Gràcies per confiar en Cryptomator des de la primera versió. Com a usuari fidel, sou elegible per a una actualització gratuïta.
cs: Děkujeme, že důvěřujete Cryptomatoru od první verze. Jako věrný uživatel máte nárok na bezplatný upgrade.
da: Tak fordi du har stolet på Cryptomator siden version et. Du er berretiget til en gratis opgradering, fordi du er en loyal bruger.
de: Vielen Dank für das Vertrauen in Cryptomator seit Version eins. Als treuer Nutzer bist du für ein kostenloses Upgrade berechtigt.
el: Ευχαριστούμε που εμπιστεύεστε το Cryptomator από την πρώτη έκδοση. Ως πιστός χρήστης, πληρείτε τα κριτήρια για δωρεάν αναβάθμιση.
es: Gracias por confiar en Cryptomator desde la primera versión. Como usuario leal, puede obtener una actualización gratuita.
fil: Salamat sa pagtitiwala sa Cryptomator mula noong unang bersyon. Bilang isang tapat na user, karapat-dapat ka para sa isang libreng pag-upgrade.
fr: Merci d'avoir fait confiance à Cryptomator depuis la version 1. En tant qu'utilisateur fidèle, vous êtes éligible à une mise à niveau gratuite.
he: תודה על התמיכה ב-Cryptomator מהגירסה הראשונה. לאות הערכה, יש לך זכאות לשדרוג חינם.
hr: Hvala na povjerenju u Cryptomator od prve verzije. Kao vjerni korisnik, ispunjavate uvjete za besplatnu nadogradnju.
id: Terima kasih telah mempercayai Cryptomator sejak versi pertama. Sebagai pengguna setia, Anda berhak mendapatkan upgrade gratis.
it: Grazie per la fiducia verso Cryptomator sin dalla versione uno. Come utente fedele, sei idoneo per un aggiornamento gratuito.
ja: バージョン1以来、Cryptomatorを信頼していただきありがとうございます。ロイヤル・ユーザーとして、あなたは無料のアップグレードの対象となります。
ko: 버전 1부터 Cryptomator를 신뢰해주셔서 감사합니다. 충성고객으로서 무료 업그레이드 자격이 있습니다.
lv: Paldies par uzticēšanos Cryptomator kopš pirmās versijas! Kā uzticamam lietotājam Tev ir pieejams bezmaksas uzlabojums.
nb: Takk for tilliten til Cryptomator siden versjon én. Som lojal bruker er du kvalifisert for en gratis oppgradering.
nl: Bedankt voor het vertrouwen in Cryptomator sinds de eerste versie. Als een loyale gebruiker, komt u in aanmerking voor een gratis upgrade.
pa: ਵਰਜ਼ਨ ਇੱਕ ਤੋਂ ਲੈ ਕੇ Cryptomator ਉੱਤੇ ਭਰੋਸਾ ਕਰਨ ਲਈ ਧੰਨਵਾਦ ਹੈ। ਤੁਹਾਡੇ ਵਰਗੇ ਸਮਰਪਿਤ ਵਰਤੋਂਕਾਰ ਮੁਫ਼ਤ ਅੱਪਗਰੇਡ ਲਈ ਪਾਤਰ ਹਨ।
pl: Dziękujemy za bycie z nami od pierwszej wersji. Jako lojalny użytkownik możesz korzystać z darmowej aktualizacji.
pt: Obrigado por confiar no Cryptomator desde a primeira versão. Como um utilizador fiel, você está qualificado para uma atualização gratuita.
ro: Mulțumim ca aveți încredere în Cryptomator de la prima versiune. Ca utilizator loial, sunteți eligibil pentru tranziția gratuita.
ru: Спасибо за доверие к Cryptomator с первой его версии. Как преданный пользователь, вы имеете право на бесплатное обновление.
sk: Ďakujeme za dôveru v Cryptomator od jeho prvej verzie. Ako lojálny uživateľ máte právo na bezplatnú aktualizáciu.
sv: Tack för att du litar på Cryptomator sedan version ett. Som lojal användare är du berättigad till en gratis uppgradering.
sw_tz: Shukrani kwa kuamini Cryptomator tangu toleo la kwanza. Kama mtumiaji mwaminifu, unastahiki uboreshaji wa bure.
tr: Birinci versiyondan beri Cryptomator'a güvendiğiniz için teşekkürler. Sadık bir kullanıcı olarak ücretsiz yükseltme için uygunsunuz.
uk: Дякуємо, що ви з Cryptomator від самого початку. Як лояльному користувачу, вам надається можливість отримання безоплатної ліцензії.
zh_hans: 感谢您从第一版开始就信任 Cryptomator。作为忠实用户，您有资格获得免费升级。
zh_hant: 感謝您從第一版開始就信任 Cryptomator。作為忠實用戶，您可以獲得免費升級。

# urlSession.error.httpError.401
source: Wrong username and/or password.
ar: خطأ في اسم المستخدم و/أو كلمة المرور.
ca: Nom d'usuari o contrasenya incorrectes.
cs: Nesprávné uživatelské jméno a/nebo heslo.
da: Forkert brugernavn og/eller password.
de: Benutzername und/oder Passwort falsch.
el: Λάθος όνομα χρήστη και/ή κωδικός πρόσβασης.
es: Usuario y/o contraseña incorrectos.
fil: Maling username at/o password.
fr: Nom d'utilisateur et/ou mot de passe incorrect.
he: שם משתמש ו/או סיסמה שגויים.
hi: उपयोगकर्ता का नाम या कूट शब्द ग़लत है।
hr: Pogrešno korisničko ime i/ili lozinka.
id: Nama pengguna dan/atau kata sandi salah.
it: Nome utente e/o password errati.
ja: ユーザー名またはパスワードが間違っています。
ko: 사용자명/비밀번호가 잘못되었습니다.
lv: Nepareizs lietotājvārds un/vai parole.
nb: Feil brukernavn og/eller passord.
nl: Verkeerde gebruikersnaam en/of wachtwoord.
pa: ਗਲਤ ਵਰਤੋਂਕਾਰ ਨਾਂ ਅਤੇ/ਜਾਂ ਪਾਸਵਰਡ ਹੈ।
pl: Błędna nazwa użytkownika i/lub hasło.
pt: Nome de utilizador e/ou palavra-passe errada.
ro: Nume utilizator și/sau parolă greșită.
ru: Неверное имя пользователя и/или пароль.
sk: Nesprávne používateľské meno alebo heslo.
sv: Fel användarnamn och/eller lösenord.
sw_tz: Jina la mtumiaji lisilo sahihi na / au nenosiri.
tr: Yanlış kullanıcı adı ve / veya şifre.
uk: Неправильне ім'я користувача та/або пароль.
zh_hans: 用户名或密码错误。
zh_hant: 用戶名或密碼錯誤

# urlSession.error.httpError.403
source: Insufficient rights to requested resource.
ar: حقوق غير كافية للوصول إلى المورد المطلوب.
ca: Permisos insuficients sobre el recurs sol·licitat.
cs: Nedostatečná práva k požadovanému zdroji.
da: Du har ikke tilladelse til at få adgang til ressourcen.
de: Unzureichende Rechte für die angeforderte Ressource.
el: Ανεπαρκή δικαιώματα στον ζητούμενο πόρο.
es: Derechos insuficientes para el recurso solicitado.
fil: Hindi sapat na mga karapatan sa hiniling na mapagkukunan.
fr: Vous n'avez pas les droits pour accéder à cette ressource.
he: חסרות הרשאות לגשת למשאב.
hr: Nedovoljna prava za traženi resurs.
it: Diritti insufficienti per la risorsa richiesta.
ja: リクエストされたリソースの権限が不足しています。
ko: 요청한 자료에 대한 권한이 부족합니다.
lv: Nepietiekamas tiesības pieprasītā avota izmantošanai.
nb: Utilstrekkelige rettigheter til forespurt ressurs.
nl: Verboden toegang.
pl: Niewystarczające uprawnienia do żądanego zasobu.
pt: Direitos insuficientes para os recursos solicitados.
ro: Drepturi insuficiente pentru resursele solicitate.
ru: Недостаточно прав на запрашиваемый ресурс.
sk: Nedostatočné práva k požadovanému zdroju.
sv: Otillräckliga rättigheter till begärd resurs.
sw_tz: Haki za kutosha za rasilimali zilizoombwa.
tr: İstenen kaynak için yetersiz haklar.
uk: Недостатньо прав для запиту ресурсу.
zh_hans: 对请求的资源权限不足。
zh_hant: 沒有權限取得要求的資源。

# urlSession.error.httpError.404
source: Requested resource not found.
ar: لم يتم العثور على المورد المطلوب.
ca: No s'ha trobat el recurs sol·licitat.
cs: Požadovaný zdroj nebyl nalezen.
da: Siden kunne ikke findes.
de: Angeforderte Ressource nicht gefunden.
el: Ο ζητούμενος πόρος δεν βρέθηκε.
es: Recurso solicitado no encontrado.
fil: Hindi nakita ang hiniling na mapagkukunan.
fr: La ressource demandée est intouvable.
he: המשאב המבוקש לא נמצא.
hi: यह अनुरोध किया गया संसाधन नहीं मिला
hr: Traženi resurs nije pronađen.
hu: A keresett oldal nem található.
id: Sumber yang diminta tidam ditemukan.
it: Risorsa richiesta non trovata.
ja: リクエストされたリソースが見つかりませんでした。
ko: 요청한 자료를 찾을 수 없습니다.
lv: Pieprasītais avots nav atrasts.
nb: Forespurt ressurs ble ikke funnet.
nl: Niet gevonden.
pl: Żądany zasób nie został znaleziony.
pt: Não foi possível encontrar o recurso solicitado.
ro: Resursa solicitată nu a fost găsită.
ru: Запрошенный ресурс не найден.
sk: Požadovaný zdroj nenájdený.
sv: Begärd resurs hittades inte.
sw_tz: Rasilimali iliyoombwa haipatikani.
tr: İstenen kaynak bulunamadı.
uk: Запитаний ресурс не знайдено.
zh_hans: 找不到请求的资源。
zh_hant: 找不到要求的資源。

# urlSession.error.httpError.405
source: Request method not supported by the target resource.
ar: طريقة الطلب غير مدعومة من قبل المورد المستهدف.
ca: Mètode de sol·licitud no suportat pel recurs.
cs: Metoda požadavku není podporována cílovým zdrojem.
da: Metoden er ikke understøttet af ressourcen.
de: Anfragemethode wird von der Zielressource nicht unterstützt.
el: Η μέθοδος αιτήματος δεν υποστηρίζεται από τον πόρο-στόχο.
es: Método de solicitud no compatible por el recurso de destino.
fil: Ang paraan ng kahilingan ay hindi sinusuportahan ng target na mapagkukunan.
fr: Méthode de requête non prise en charge par la ressource cible.
he: השיטה המבוקשת אינה נתמכת על ידי משאב היעד.
hr: Ciljni resurs ne podržava metodu zahtjeva.
id: Metode request tidak didukung oleh sumber tujuan.
it: Metodo di richiesta non supportato dalla risorsa di destinazione.
ja: リクエストしたリクエストは対象のリソースによってサポートされていません。
ko: 요청 메소드가 대상 자료에 지원되지 않습니다.
lv: Mērķa avots neatbalsta šo pieprasījuma veidu.
nb: Forespørselsmetode er ikke støttet av målressursen.
nl: Aanvraagmethode niet ondersteund.
pl: Żądana metoda nie jest obsługiwana przez docelowy zasób.
pt: Método de requisição não suportado pelo recurso de destino.
ro: Metoda de solicitare nu este suportată de resursa țintă.
ru: Метод запроса не поддерживается целевым ресурсом.
sk: Požadovaná metóda nie je podporovaná cieľovým zdrojom.
sv: Åtkomstmetod stöds inte av målresursen.
sw_tz: Njia ya ombi haitegemezwi na rasilimali lengwa.
tr: Hedef kaynak tarafından desteklenmeyen istek yöntemi.
uk: Метод запиту не підтримується цільовим ресурсом.
zh_hans: 请求方式不受目标资源支持。
zh_hant: 請求方法不能被用於請求相應的資源。

# urlSession.error.httpError.409
source: Request conflict with current state of the target resource.
ar: الطلب يتعارض مع الحالة الحالية للمورد المستهدف.
ca: La petició entra en conflicte amb l'estat actual del recurs destinatari.
cs: Konflikt požadavku se současným stavem cílového zdroje.
da: Der er konflikt mellem din version, og serverens.
de: Anfragekonflikt mit dem aktuellen Zustand der Zielressource.
el: Αίτηση σύγκρουσης με την τρέχουσα κατάσταση του πόρου στόχου.
es: La solicitud entra en conflicto con el estado actual del recurso de destino.
fil: Humiling ng salungat sa kasalukuyang estado ng target na mapagkukunan.
fr: Conflit dans la requête avec l'état actuel de la ressource cible.
he: יש קונפליקט בין המצב הקיים לזה של משאב היעד.
hr: Sukob zahtjeva s trenutnim stanjem ciljnog resursa.
id: Terjadi konflik request dengan keadaan status terkini dari sumber tujuan.
it: Conflitto di richiesta con lo stato corrente della risorsa di destinazione.
ja: 対称のリソースの現在の状態とリクエストが競合します。
ko: 요청이 대상 자료의 현재 상태에 상충됩니다.
lv: Pieprasījums ir pretrunā ar pašreizējo mērķa avota stāvokli.
nb: Forespørselskonflikt med nåværende tilstand for målressursen.
nl: Conflict.
pl: Żądanie nie może być zrealizowane, konflikt z obecnym statusem zasobu.
pt: Solicitar conflito com o estado atual do recurso de destino.
ro: Conflict de solicitare cu starea actuală a resursei țintă.
ru: Запрос конфликтует с текущим состоянием целевого ресурса.
sk: Konflikt požiadavky so súčasným stavom cieľového zdroja.
sv: Åtkomstkonflikt med nuvarande tillstånd av målresursen.
sw_tz: Omba mgogoro na hali ya sasa ya rasilimali lengwa.
tr: İstek hedef kaynağın mevcut durumuyla çakışıyor.
uk: Запит суперечить поточному стану цільового ресурсу.
zh_hans: 请求与目标资源的当前状态冲突。
zh_hant: 請求存在衝突而無法處理。

# urlSession.error.httpError.412
source: Access to the target resource denied.
ar: تم رفض الوصول إلى المورد المستهدف.
ca: Accés denegat al recurs sol·licitat.
cs: Přístup k cílovému zdroji byl odepřen.
da: Adgang til ressourcen nægtet.
de: Zugriff auf die Zielressource verweigert.
el: Δεν επιτρέπεται η πρόσβαση στον πόρο-στόχο.
es: Acceso al recurso de destino denegado.
fil: Tinanggihan ang pag-access sa target na mapagkukunan.
fr: Accès à la ressource cible refusé.
he: הגישה למשאב היעד סורבה.
hr: Pristup ciljnom resursu odbijen.
id: Akses ke sumber target ditolak.
it: Accesso alla risorsa di destinazione negato.
ja: 対象のリソースへのアクセスが拒否されました。
ko: 대상 자료에 대한 접근이 거부되었습니다.
lv: Piekļuve mērķa avotam tika atteikta.
nb: Tilgang til målressursen nektet.
nl: Niet voldaan aan vooraf gestelde voorwaarde.
pl: Odmowa dostępu do docelowego zasobu.
pt: Acesso ao recurso alvo negado.
ro: Accesul la resursa țintă a fost respins.
ru: Доступ к целевому ресурсу запрещён.
sk: Prístup do cieľového zdroja zamietnutý.
sv: Åtkomst till målresursen nekad.
sw_tz: Upatikanaji wa rasilimali lengwa umekataliwa.
tr: Hedef kaynağa erişim reddedildi.
uk: Доступ до цільового ресурсу заборонений.
zh_hans: 访问目标资源受阻。
zh_hant: 資源存取被拒。

# urlSession.error.httpError.default
source: Network connection failed with status code %ld.
ar: فشل اتصال الشبكة مع رمز الحالة %ld.
ca: La connexió ha fallat amb codi d'estat %ld.
cs: Připojení k síti selhalo se stavovým kódem %ld.
da: Netværksforbindelsen fejlede med statuskoden %ld.
de: Netzwerkverbindung mit Statuscode %ld fehlgeschlagen.
el: Η σύνδεση δικτύου απέτυχε με κωδικό κατάστασης %ld.
es: La conexión de red ha fallado con el código de estado %ld.
fil: Nabigo ang koneksyon sa network gamit ang status code na %ld.
fr: La connexion au réseau a échoué avec le code %ld.
he: חיבור לרשת נכשל עם קוד שגיאה %ld.
hi: नेटवर्क सम्पर्क नहीं हो पा रहा है। हालत संख्या %ld।
hr: Mrežna veza nije uspjela sa statusnim kodom %ld.
id: Koneksi jaringan gagal dengan status kode %ld.
it: Connessione di rete non riuscita con codice di stato %ld.
ja: ステータス コード %ld でネットワーク接続に失敗しました。
ko: 네트워크 연결이 코드 %ld로 실패하였습니다.
lv: Tīkla savienojums neizdevās ar stāvokļa kodu %ld.
nb: Nettverkstilkobling mislyktes med statuskode %ld.
nl: Netwerkverbinding mislukt met statuscode %ld.
pl: Połączenie sieciowe nie powiodło się z kodem stanu %ld.
pt: Falha na conexão de rede com o código de estado %ld.
ro: Conexiunea la rețea a eșuat cu codul de stare %ld.
ru: Не удалось подключиться к сети с кодом статуса %ld.
sk: Sieťové pripojenie zlyhalo s kódom %ld.
sv: Nätverksanslutning misslyckades med statuskoden %ld.
sw_tz: Muunganisho wa mtandao umeshindikana na msimbo wa hali %ld.
tr: Ağ bağlantısı %ld durum kodu ile başarısız oldu.
uk: Не вдалось під'єднатися до мережі з кодом статусу %ld.
zh_hans: 网络连接失败，状态代码 %ld。
zh_hant: 網絡連接失敗，狀態碼為 %ld 。

# urlSession.error.unexpectedResponse
source: There was an unexpected network response.
ar: كان هناك استجابة غير متوقعة من الشبكة.
ca: Hi ha hagut una resposta de xarxa inesperada.
cs: Došlo k neočekávané odpovědi sítě.
da: Vi fik et uventet svar fra netværket.
de: Ein unerwarteter Netzwerkfehler ist aufgetreten.
el: Υπήρξε μια απροσδόκητη απόκριση δικτύου.
es: Hubo una respuesta de red inesperada.
fil: Nagkaroon ng hindi inaasahang tugon sa network.
fr: Une erreur réseau inattendue s'est produite.
he: אירעה שגיאת רשת בלתי צפויה.
hi: अप्रत्याशित नेटवर्क प्रतिक्रिया हुई।
hr: Došlo je do neočekivanog odgovora mreže.
id: Ada respons jaringan yang tidak terduga.
it: Si è verificata una risposta di rete imprevista.
ja: 予期しないネットワーク応答が発生しました。
ko: 예상치 못한 네트워크 응답이 발생했습니다.
lv: Bija neparedzēta tīkla atbilde.
nb: Det oppsto en uventet nettverksrespons.
nl: Er is een onverwachte fout opgetreden.
pl: Nieoczekiwana odpowiedź z sieci.
pt: Ocorreu um erro de rede inesperado.
ro: A existat un răspuns neașteptat în rețea.
ru: Неожиданный ответ сети.
sk: Udiala sa neočakávaná sieťová reakcia.
sv: Det fanns ett oväntat nätverkssvar.
sw_tz: Kulikuwa na majibu ya mtandao yasiyotarajiwa.
tr: Beklenmeyen bir ağ yanıtı oluştu.
uk: Сталася неочікувана відповідь мережі.
zh_hans: 非预期的网络响应。
zh_hant: 出現了預期外的網絡錯誤。

# vaultAccountManager.error.vaultAccountAlreadyExists
source: You have already added this vault.
ar: لقد أضفت هذا المخزن مسبقاً.
ca: Ja heu afegit aquesta caixa forta.
cs: Tento trezor jste již přidali.
da: Du har allerede tilføjet denne boks.
de: Dieser Vault wurde bereits hinzugefügt.
el: Έχετε ήδη προσθέσει αυτή τη κρύπτη.
es: Ya ha añadido esta bóveda.
fil: Naidagdag mo na ang vault na ito.
fr: Vous avez déjà ajouté cette coffre.
he: הכספת הזאת כבר התווספה.
hr: Već ste dodali ovaj trezor.
id: Anda sudah menambahkan vault ini.
it: Hai già aggiunto questa cassaforte.
ja: この金庫はすでに追加されています。
ko: 이미 추가된 Vault입니다.
lv: Šī glabātava jau ir pievienota.
nb: Du har allerede lagt til dette hvelvet.
nl: Je hebt deze kluis al toegevoegd.
pl: Już dodałeś ten sejf.
pt: Já adicionou este cofre.
ro: Acest seif a fost adăugat deja.
ru: Вы уже добавили себе это хранилище.
sk: Už máte pridaný tento trezor.
sv: Du har redan lagt till detta valv.
sw_tz: Tayari umeongeza kuba hii.
tr: Bu kasayı zaten eklediniz.
uk: Ви вже додали це сховище.
zh_hans: 您已添加了此保险库
zh_hant: 您已經添加了這個加密檔案庫。
