Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# maintenanceModeError.runningCloudTask
source: Operation cannot be performed because other background operations for this vault have to finish first. Please try again later.
ar: لا يمكن تنفيذ العملية لأن العمليات الخلفية الأخرى لهذه الخزانة يجب أن تنتهي أولاً. يرجى المحاولة مرة أخرى لاحقًا.
ca: L'operació no ha pogut completar-se perquè encara han de finalitzar altres operacions en segon pla per aquesta caixa forta. Torni a provar més tard.
cs: Operace nemůže být provedena, protože musí být pro tento trezor nejdříve dokončeny ostatní operace na pozadí. Opakujte akci později.
da: Operationen kan ikke udføres fordi der er igangværende baggrunds-operationer for denne boks. Prøv igen senere.
de: Der Vorgang kann nicht durchgeführt werden, da zuerst andere Hintergrundprozesse für diesen Tresor beendet werden müssen. Bitte versuche es später erneut.
el: Η λειτουργία δεν μπορεί να εκτελεστεί επειδή άλλες λειτουργίες στο παρασκήνιο αυτής της κρύπτης πρέπει να τελειώσουν πρώτα. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: La operación no puede realizarse porque otras operaciones en segundo plano para esta bóveda deben finalizar primero. Intente de nuevo más tarde.
fil: Hindi maisagawa ang operasyon dahil ang ibang mga pagpapatakbo sa background para sa vault na ito ay kailangang tapusin muna. Subukang muli mamaya.
fr: L'opération ne peut pas être effectuée car d'autres opérations en arrière-plan pour ce coffre doivent d'abord se terminer. Veuillez réessayer plus tard.
he: לא ניתן לבצע את הפעולה עקב פעולות אחרות ברקע שנדרשות להסתיים לפני כן. נסה שוב מאוחר יותר.
hr: Zahvat se ne može izvesti jer drugi pozadinski zahvati za ovaj trezor moraju završiti prve. Molimo pokušajte ponovo kasnije.
id: Operasi tidak dapat dilakukan karena operasi di background lainnya untuk vault ini harus diselesaikan terlebih dahulu. Silakan coba lagi nanti.
it: L'operazione non può essere eseguita perché altre operazioni in background per questa cassaforte devono prima terminare. Riprova più tardi.
ja: この金庫に対する他のバックグラウンド操作を最初に完了する必要があるため、操作を実行できません。あとでもう一度やり直してください。
ko: 이 Vault에 대한 다른 우선 백그라운드 작업으로 인해 작업이 불가능합니다. 잠시 후 다시 시도해 주십시오.
lv: Darbību nevar veikt, jo vispirms ir jābeidzas citām šīs glabātavas fona darbībām. Lūgums vēlāk mēģināt vēlreiz.
nb: Handlingen kan ikke utføres fordi andre bakgrunnsoperasjoner for dette hvelvet må avsluttes først. Prøv igjen senere.
nl: De bewerking kan niet worden uitgevoerd omdat andere achtergrondbewerkingen voor deze kluis eerst moeten worden afgerond. Probeer het later opnieuw.
pl: Operacja nie może być wykonana, ponieważ inne operacje działające w tle dla tego sejfu muszą zostać zakończone. Spróbuj ponownie później.
pt: A operação não pode ser realizada porque outras operações em segundo plano para este cofre têm que terminar primeiro. Por favor, tente novamente mais tarde.
ro: Operațiunea nu poate fi executată deoarece alte operațiuni in fundal pentru acest seif trebuie sa termine mai întâi. Vă rugăm să încercați mai târziu.
ru: Операция не может быть выполнена, так как для этого хранилища необходимо завершить другие фоновые операции. Повторите попытку позже.
sk: Operáciu nie je možné vykonať pretože iné operácie na pozadí v tomto trezore musia skončit prvé. Prosím skúste neskôr.
sl: Operacije ni bilo mogoče izvesti, ker se druge operacije v ozadju za ta trezor še niso zaključile. Prosimo, poskusite kasneje.
sv: Åtgärden kan inte utföras eftersom andra bakgrundsåtgärder för detta valv måste avslutas först. Försök igen senare.
sw_tz: Uendeshaji hauwezi kufanywa kwa sababu shughuli zingine za mandharinyuma za kuba hii zinapaswa kumaliza kwanza. Tafadhali jaribu tena baadaye.
tr: Bu kasa için diğer arka plan işlemlerinin önce tamamlanması gerektiğinden işlem gerçekleştirilemez. Lütfen daha sonra tekrar deneyiniz.
uk: Неможливо виконати операцію, тому що спочатку мають бути завершені інші фонові операції з цим сховищем. Будь ласка, спробуйте ще раз пізніше.
zh_hans: 操作无法进行，因为此保险库仍有后台任务在进行，请稍后再试。
zh_hant: 無法執行操作，因為此加密檔案庫的其他後台操作必須要先完成。請稍後再試。

# nameValidation.error.endsWithPeriod
source: You can't use a name that ends with a period. Please choose another name.
ar: لا يمكنك استخدام اسم ينتهي بنقطة. يرجى اختيار اسم آخر.
ca: El nom no pot acabar amb un punt. Si us plau, modifiqui'l.
cs: Nelze použít název, který končí tečkou. Zvolte prosím jiný název.
da: Du kan ikke bruge et navn som slutter med et punktum. Vælg venligst et andet navn.
de: Namen dürfen nicht mit einem Punkt enden. Wähle einen anderen Namen.
el: Δεν μπορείτε να χρησιμοποιήσετε ένα όνομα που τελειώνει με τελεία. Επιλέξτε άλλο όνομα.
es: No puede usar un nombre que termine con un punto. Elija otro nombre.
fil: Hindi ka maaaring gumamit ng pangalan na nagtatapos sa tuldok. Mangyaring pumili ng ibang pangalan.
fr: Vous ne pouvez pas utiliser un nom qui se termine par un point. Veuillez choisir un autre nom.
he: לא ניתן להשתמש בשם שמסתיים בנקודה. אנא בחר שם אחר.
hr: Ne možete koristiti ime koje završava točkom. Molimo odaberite drugo ime.
id: Anda tidak bisa menggunakan nama yang diakhiri dengan titik. Mohon gunakan nama yang lain.
it: Non è possibile utilizzare un nome che termina con uno spazio. Si prega di scegliere un altro nome.
ja: ピリオドで終わる名前は使用できません。別の名前を選択してください。
ko: 마침표로 끝나는 이름은 사용할 수 없습니다. 다른 이름을 선택해 주십시오.
lv: Nevar izmantot nosaukumu, kas beidzas ar punktu. Lūgums izvēlēties citu nosaukumu.
nb: Du kan ikke bruke et navn som slutter med et punktum. Velg et annet navn.
nl: U kunt geen naam gebruiken die eindigt met een punt. Kies een andere naam.
pl: Nazwa kończąca się kropką jest niedozwolona. Proszę wybrać inną nazwę.
pt: Você não pode usar um nome que termine com um ponto. Por favor, escolha outro nome.
ro: Nu puteți folosi un nume care se termină cu un punct. Va rugam să alegeți un nume diferit.
ru: Нельзя использовать имя, оканчивающееся точкой. Выберите другое имя.
sk: Nemôžte použiť meno ktoré končí znakom bodka. Prosím zvoľte iné meno.
sl: Ne morete uporabiti imena, ki se zaključi s piko. Prosimo, izberite drugo ime.
sv: Du kan inte använda ett namn som slutar med en period. Välj ett annat namn.
sw_tz: Huwezi kutumia jina ambalo linaisha kwa kipindi. Tafadhali chagua jina jingine.
tr: Nokta ile biten bir isim kullanamazsınız. Lütfen başka bir isim seçin.
uk: Не можна використовувати назву, що закінчується прочерком. Будь ласка, виберіть іншу назву.
zh_hans: 您不能使用以句号结尾的名称。请选择另一个名称。
zh_hant: 您不能使用以句點（.）結尾的名稱。請選擇其他名稱。

# nameValidation.error.endsWithSpace
source: You can't use a name that ends with a space. Please choose another name.
ar: لا يمكنك استخدام اسم ينتهي بمسافة. يرجى اختيار اسم آخر.
ca: El nom no pot acabar amb un espai. Si us plau, modifiqui'l.
cs: Nelze použít název, který končí mezerou. Zvolte prosím jiný název.
da: Du kan ikke bruge et navn som slutter med et mellemrum. Vælg venligst et andet navn.
de: Namen dürfen nicht mit einem Leerzeichen enden. Wähle einen anderen Namen.
el: Δεν μπορείτε να χρησιμοποιήσετε ένα όνομα που τελειώνει με κενό. Επιλέξτε άλλο όνομα.
es: No puede usar un nombre que termine con un espacio. Elija otro nombre.
fil: Hindi ka maaaring gumamit ng pangalan na nagtatapos sa isang puwang. Mangyaring pumili ng ibang pangalan.
fr: Vous ne pouvez pas utiliser un nom qui se termine par un espace. Veuillez choisir un autre nom.
he: לא ניתן להשתמש בשם שמסתיים ברווח. אנא בחר שם אחר.
hr: Ne možete koristiti ime koji završava razmakom. Molimo odaberite drugo ime.
id: Anda tidak bisa menggunakan nama yang diakhiri dengan spasi. Mohon gunakan nama yang lain.
it: Non è possibile utilizzare un nome che termina con uno spazio. Si prega di scegliere un altro nome.
ja: スペースで終わる名前は使用できません。別の名前を選択してください。
ko: 공백으로 끝나는 이름은 사용할 수 없습니다. 다른 이름을 선택해 주십시오.
lv: Nevar izmantot nosaukumu, kas beidzas ar atstarpi. Lūgums izvēlēties citu nosaukumu.
nb: Du kan ikke bruke et navn som slutter med et mellomrom. Velg et annet navn.
nl: U kunt geen naam gebruiken die eindigt met een spatie. Kies een andere naam.
pl: Nazwa kończąca się spacją jest niedozwolona. Proszę wybrać inną nazwę.
pt: Você não pode usar um nome que termine com um espaço. Por favor, escolha outro nome.
ro: Nu puteți folosi un nume care se termină cu un spatiu. Va rugam să alegeți un nume diferit.
ru: Нельзя использовать имя, оканчивающееся пробелом. Выберите другое имя.
sk: Nemôžte použiť meno ktoré končí znakom medzera. Prosím zvoľte iné meno.
sl: Ne morete uporabiti imena, ki se zaključi s presledkom. Prosimo, izberite drugo ime.
sv: Du kan inte använda ett namn som slutar med en blanksteg. Välj ett annat namn.
sw_tz: Huwezi kutumia jina ambalo linaisha kwa kipindi. Tafadhali chagua jina jingine.
tr: Boşluk ile biten bir isim kullanamazsınız. Lütfen başka bir isim seçin.
uk: Не можна використовувати назву, яка закінчується пробілом. Будь ласка, оберіть іншу назву.
zh_hans: 您不能使用一个以空格结尾的名称。请选择另一个名称。
zh_hant: 您不能使用以空格（ ）結尾的名稱。請選擇其他名稱。

# nameValidation.error.containsIllegalCharacter
source: You can't use a name that contains "%@". Please choose another name.
ar: لا يمكنك استخدام اسم يحتوي على "%@". يرجى اختيار اسم آخر.
ca: El nom no pot contenir "%@". Si us plau, modifiqui'l.
cs: Nelze použít název, který obsahuje "%@". Zvolte prosím jiný název.
da: Du kan ikke bruge et navn som indeholder "%@". Vælg venligst et andet navn.
de: Namen dürfen kein „%@“ beinhalten. Wähle einen anderen Namen.
el: Δεν μπορείτε να χρησιμοποιήσετε ένα όνομα που περιέχει το "%@". Παρακαλώ επιλέξτε ένα άλλο όνομα.
es: No puede usar un nombre que contenga "%@". Elija otro nombre.
fil: Hindi ka maaaring gumamit ng pangalan na naglalaman ng "%@". Mangyaring pumili ng ibang pangalan.
fr: Vous ne pouvez pas utiliser un nom qui contient "%@". Veuillez choisir un autre nom.
he: לא ניתן להשתמש בשם שמכיל ״%@״. אנא בחר שם אחר.
hr: Ne možete koristiti ime koje sadrži "%@". Molimo odaberite drugo ime.
id: Anda tidak bisa menggunakan nama yang mengandung "%@". Mohon gunakan nama yang lain.
it: Non è possibile usare un nome che contiene "%@". Scegliere un altro nome.
ja: "%@" を含む名前は使用できません。別の名前を選択してください。
ko: "%@"을(를) 포함하는 이름은 사용할 수 없습니다. 다른 이름을 선택해 주십시오.
lv: Nevar izmantot nosaukumu, kas satur "%@". Lūgums izvēlēties citu nosaukumu.
nb: Du kan ikke bruke et navn som inneholder "%@". Velg et annet navn.
nl: U kunt geen naam gebruiken die "%@" bevat. Kies een andere naam.
pl: Nazwa zawierająca "%@" jest niedozwolona. Proszę wybrać inną nazwę.
pt: Você não pode usar um nome que contenha "%@". Por favor, escolha outro nome.
ro: Nu puteți folosi un nume care conține "%@". Va rugam să alegeți un nume diferit.
ru: Нельзя использовать имя, содержащее "%@". Выберите другое имя.
sk: Nemôžte použiť meno ktoré končí znakom "%@". Prosím zvoľte iné meno.
sl: Ne morete uporabiti imena, ki vsebuje "%@". Prosimo, izberite drugo ime.
sv: Du kan inte använda ett namn som innehåller "%@". Välj ett annat namn.
sw_tz: Huwezi kutumia jina ambalo lina "%@" Tafadhali chagua jina jingine.
tr: "%@" içeren bir isim kullanamazsınız. Lütfen başka bir isim seçin.
uk: Ви не можете використовувати назву, яка містить "%@". Виберіть іншу назву.
zh_hans: 您不能使用包含 "%@" 的名称。请选择另一个名称。
zh_hant: 您不能使用具有「%@」的名稱。請選擇其他名稱。

# onboarding.title
source: Welcome
ar: أهلاً وسهلاً
bn: স্বাগতম
ca: Us donem la benvinguda
cs: Vítejte
da: Velkommen
de: Willkommen
el: Καλώς ήρθατε
es: Bienvenido
fil: Maligayang pagdating
fr: Bienvenue
he: ברוך הבא
hi: स्वागत है
hr: Dobrodošli
hu: Üdvözöljük
id: Selamat Datang
it: Benvenuto
ja: ようこそ
ko: 환영합니다
lv: Laipni lūdzam
nb: Velkommen
nl: Welkom
pa: ਜੀ ਆਇਆਂ ਨੂੰ
pl: Witamy
pt: Bem-vindo(a)
ro: Bine ați venit
ru: Добро пожаловать
sk: Vitajte
sl: Dobrodošli
sv: Välkommen
sw_tz: Karibu
th: ยินดีต้อนรับ
tr: Hoş geldiniz
uk: Вітаємо
zh_hans: 欢迎使用
zh_hant: 歡迎

# onboarding.info
source: Thanks for choosing Cryptomator to protect your files. With Cryptomator, the key to your data is in your hands. Cryptomator encrypts your data quickly and easily. This app is fully integrated into the Files app. Make sure to enable Cryptomator in the Files app later to access your vaults.
ar: شكرًا لاختيارك Cryptomator لحماية ملفاتك. مع Cryptomator، المفتاح لبياناتك في يديك. يقوم Cryptomator بتشفير بياناتك بسرعة وسهولة. هذا التطبيق مدمج بالكامل في تطبيق الملفات. تأكد من تفعيل Cryptomator في تطبيق الملفات لاحقًا للوصول إلى خزائنك.
ca: Gràcies per triar Cryptomator per protegir els vostres fitxers. Amb Cryptomator, el control de les vostres dades està a les vostres mans. Cryptomator xifra les teves dades de manera ràpida i senzilla. Aquesta aplicació està totalment integrada a l'aplicació Fitxers. Assegureu-vos d'habilitar Cryptomator a l'aplicació Fitxers més tard per accedir a les vostres voltes.
cs: Děkujeme, že jste si vybrali Cryptomator pro ochranu vašich souborů. S Cryptomatorem je klíč k vašim datům ve vašich rukou. Cryptomator vaše data šifruje rychle a snadno. Tato aplikace je plně integrována do aplikace Souborů. Ujistěte se, že jste aktivovali Cryptomator v aplikaci Souboru pro přístup k vašim trezorům.
da: Tak fordi du valgte Cryptomator til at beskytte dine filer. Med Cryptomator har du selv fuld kontrol over nøglen til dine data. Cryptomator krypterer dine data hurtigt og nemt. Denne app er fuld integreret med Filer appen. Sørg for at aktivere Cryptomator i Filer appen senere, for at få adgang til dine bokse.
de: Vielen Dank, dass du Cryptomator zum Schutz deiner Dateien gewählt hast. Mit Cryptomator liegt der Schlüssel zu deinen Daten in deinen Händen. Cryptomator verschlüsselt deine Daten schnell und einfach. Diese App ist vollständig in der App „Dateien“ integriert. Stelle sicher, dass du Cryptomator später in der App „Dateien“ aktivierst, um auf deine Tresore zuzugreifen.
el: Ευχαριστούμε που επιλέξατε Cryptomator για την προστασία των αρχείων σας. Με το Cryptomator, το κλειδί για τα δεδομένα σας είναι στα χέρια σας. Το Cryptomator κρυπτογραφεί τα δεδομένα σας γρήγορα και εύκολα. Αυτή η εφαρμογή είναι πλήρως ενσωματωμένη στην εφαρμογή Αρχεία. Σιγουρευτείτε ότι θα ενεργοποιήσετε τον Cryptomator στην εφαρμογή Αρχεία αργότερα για να αποκτήσετε πρόσβαση στις κρύπτες σας.
es: Gracias por elegir Cryptomator para proteger sus archivos. Con Cryptomator, la clave de sus datos está en sus manos. Cryptomator cifra sus datos de forma rápida y sencilla. Esta aplicación está totalmente integrada en la aplicación Archivos. Asegúrese de habilitar Cryptomator en la aplicación Archivos más tarde para acceder a sus bóvedas.
fil: Salamat sa pagpili sa Cryptomator para protektahan ang iyong mga file. Sa Cryptomator, nasa iyong mga kamay ang susi sa iyong data. Ine-encrypt ng Cryptomator ang iyong data nang mabilis at madali. Ang app na ito ay ganap na isinama sa Files app. Tiyaking paganahin ang Cryptomator sa Files app sa ibang pagkakataon upang ma-access ang iyong mga vault.
fr: Merci d'avoir choisi Cryptomator pour protéger vos fichiers. Avec Cryptomator, la clé de vos données est entre vos mains. Cryptomator crypte vos données rapidement et facilement. Cette application est entièrement intégrée dans l'application Fichiers. Assurez-vous d'activer Cryptomator dans l'application Fichiers plus tard pour accéder à vos coffres.
he: תודה שבחרת ב- Cryptomator להגנה על הקבצים שלך. עם Cryptomator, המפתח למידע שלך בידיים שלך. Cryptomator מצפין את המידע מהר ובקלות. ישום זה משולב באופן מלא עם ישום הקבצים Files. מאוחר יותר ודא שאיפשרת את Cryptomator בישום Files לצורך גישה אל הכספות.
hr: Hvala Vam što ste odabrali Cryptomator da štiti Vaše datoteke. S Cryptomator-om, ključ do Vaših podataka je u Vašim rukama. Cryptomator šifrira Vaše podatke brzo i jednostavno. Ova aplikacija je u potpunosti integrirana u Files aplikaciju. Svakako omogućite Cryptomator u Files aplikaciji da biste pristupili svojim trezorima.
hu: Köszönjük, hogy a Cryptomatort választotta fájlai védelméhez. A Cryptomatorral az adatainak kulcsa az ön kezében van. A Cryptomator titkosítja az adatait gyorsan és könnyedén. Ez az alkalmazás teljesen integrálva van a Fájlok appba. Engedélyezze a Cryptomatort a Fájlok appban később, hogy hozzáférhessen a széfjeihez.
id: Terima kasih telah memilih Cryptomator untuk melindungi file Anda. Dengan Cryptomator, kunci data Anda berada di tangan Anda sendiri. Cryptomator mengenkripsi data Anda dengan cepat dan mudah. Aplikasi ini terintegrasi penuh ke dalam aplikasi Files. Pastikan untuk mengaktifkan Cryptomator di aplikasi File untuk mengakses vault Anda.
it: Grazie per aver scelto Cryptomator per proteggere i tuoi file. Con Cryptomator, la chiave ai tuoi dati è nelle tue mani. Cryptomator crittografa i tuoi dati rapidamente e facilmente. Quest'app è totalmente integrata nell'app dei File. Assicurati di abilitare Cryptomator nell'app File in seguito, per accedere alle tue cassaforti.
ja: あなたのファイルを保護するためにCryptomatorを選んでいただきありがとうございます。 Cryptomatorによりあなたはデータへの鍵を自分の手中にします。Cryptomatorはあなたのデータを素早く簡単に暗号化します。 このアプリはファイルアプリとして完全に統合されています。後でファイルアプリでCryptomatorを有効にして保管庫へのアクセスをご確認ください。
ko: 파일을 보호하기 위해 Cryptomator를 선택해 주셔서 감사합니다. Cryptomator에서는 데이터에 대한 열쇠는 사용자가 갖고 있습니다. Cryptomator는 데이터를 쉽고 빠르게 암호화 합니다. 이 앱은 파일 앱과 완전히 연동되어 있습니다. 이후 파일 앱에서 Cryptomator를 활성화하여 Vault에 접근하십시오.
lv: Paldies par Cryptomator izvēlēšanos savu datņu aizsargāšanai. Ar Cryptomator atslēga uz Taviem datiem ir Tavās rokās. Cryptomator šifrē datus ātri un bez pūlēm. Šī lietotne ir pilnībā iekļauta datņu lietotnē. Vēlāk jāpārliecinās, ka Cryptomator ir iespējots datņu lietotnē, lai piekļūtu savām glabātavām.
nb: Takk for at du valgte Cryptomator for å beskytte filene. Med Cryptomator er nøkkelen til dataene dine i dine hendene. Cryptomator krypterer dataene dine raskt og enkelt. Denne appen er fullintegrert med Filer-appen. Pass på å aktivere Cryptomator i Filer-appen senere for å få tilgang til hvelvet ditt.
nl: Bedankt voor het kiezen van Cryptomator om uw bestanden te beschermen. Met Cryptomator is de sleutel tot uw gegevens in uw handen. Cryptomator versleutelt uw gegevens snel en eenvoudig. Deze app is volledig geïntegreerd in de bestandsapp. Zorg ervoor dat u Cryptomator later inschakelt in de Files app om toegang te krijgen tot uw kluizen.
pa: ਆਪਣੀਆਂ ਫਾਇਲਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਵਾਸਤੇ Cryptomator ਚੁਣਨ ਲਈ ਧੰਨਵਾਦ ਹੈ। Cryptomator ਨਾਲ ਤੁਹਾਡੇ ਡਾਟੇ ਦੀ ਕੁੰਜੀ ਤੁਹਾਡੇ ਹੱਥ ਵਿੱਚ ਹੈ। Cryptomator ਤੁਹਾਡੇ ਡਾਟੇ ਨੂੰ ਫ਼ੌਰਨ ਅਤੇ ਸੌਖੀ ਤਰ੍ਹਾਂ ਇੰਕ੍ਰਿਪਟ ਕਰਦਾ ਹੈ। ਇਹ ਐਪ ਪੂਰੀ ਤਰ੍ਹਾਂ Files ਐਪ ਨਾਲ ਜੁੜੀ ਹੋਈ ਹੈ। ਬਾਅਦ ਆਪਣੇ ਵਾਲਟਾਂ ਨੂੰ ਵਰਤਣ Files ਐਪ ਵਿੱਚ Cryptomator ਨੂੰ ਸਮਰੱਥ ਕਰਨਾ ਨਾ ਭੁੱਲੋ।
pl: Dziękujemy za wybranie Cryptomator w celu ochrony plików. Za pomocą Cryptomator klucz do Twoich danych znajduje się w Twoich rękach. Cryptomator szybko i łatwo szyfruje Twoje dane. Ta aplikacja jest w pełni zintegrowana z aplikacją Pliki. Upewnij się, że włączono Cryptomator w aplikacji Pliki, aby uzyskać dostęp do sejfów.
pt: Obrigado por escolher o Cryptomator para proteger os seus ficheiros. Com Cryptomator, a chave para os seus dados está nas suas mãos. O Cryptomator criptografa os seus dados de maneira rápida e fácil. Este aplicativo está totalmente integrado no aplicativo Ficheiros. Certifique-se de ativar o Cryptomator no aplicativo Ficheiros para puder aceder aos seus cofres.
ro: Mulțumim că ai ales Cryptomator pentru protejarea fișierelelor dvs. Cu Cryptomator, cheia datelor este în mâinile dvs. Cryptomatorul îți criptează datele rapid și ușor. Această aplicație este complet integrată în aplicația Fișiere. Asigurați-vă că activați Cryptomatorul în aplicația Fișiere pentru a accesa seifurile.
ru: Благодарим, что выбрали Cryptomator для защиты ваших файлов. С его помощью шифровать данные быстро и легко. Cryptomator полностью интегрирован в приложение "Файлы". Для доступа к хранилищам убедитесь, что Cryptopmator включён в приложении "Файлы".
sk: Ďakujeme že ste si zvolili Cryptomator na ochranu Vašich súborov. S Cryptomator-om je kľúč k dátam pevne vo Vašich rukách. Cryptomator šifruje Vaše dáta rýchlo a ľahko. Táto aplikácia je plne integrovaná súborového prieskumníka. Uistite sa o povolení Cryptomator-a v súborovom prieskumníkovi pre prístup do Vašich trezorov.
sl: Hvala, da ste izbrali Cryptomator za zaščito vaših datotek. S Cryptomatorjem je ključ do vaših podatkov v vaših rokah. Cryptomator zašifrira vaše podatke hitro in enostavno. Ta aplikacija je popolnoma vgrajena v aplikacijo Datoteke. Poskrbite, da kasneje omogočite Cryptomator v aplikaciji Datoteke, da boste lahko dostopali do svojih trezorjev.
sv: Tack för att du väljer Cryptomator för att skydda dina filer. Med Cryptomator är nyckeln till dina data i dina händer. Cryptomator krypterar dina data snabbt och enkelt. Denna app är helt integrerad i appen Filer. Se till att aktivera Cryptomator i appen Files senare för att komma åt dina valv.
sw_tz: Shukrani kwa kuchagua Cryptomator kulinda mafaili yako. With Cryptomator, ufunguo wa data yako uko mikononi mwako. Cryptomator husimba data yako haraka na kwa urahisi. Programu hii imeunganishwa kikamilifu kwenye programu ya Faili. Hakikisha kuwezesha Cryptomator katika programu ya Mafaili baadaye kufikia kuba zako.
tr: Dosyalarınızı korumak için Cryptomator'ı seçtiğiniz için teşekkür ederiz. Cryptomator ile verilerinizin anahtarı sizin elinizde. Cryptomator, verilerinizi hızlı ve kolay bir şekilde şifreler. Bu uygulama, Dosyalar uygulamasına tamamen entegredir. Kasalarınıza erişmek için daha sonra Dosyalar uygulamasında Cryptomator'ı etkinleştirdiğinizden emin olun.
uk: Дякуємо, що вибрали Cryptomator для захисту ваших файлів. Із Cryptomator ключ до ваших даних - лише у ваших руках. Cryptomator швидко і легко шифрує ваші дані. Цей додаток повністю інтегровано до додатка Файли. Переконайтесь пізніше, що активували Cryptomator в додатку Файли, щоб отримувати доступ до своїх сховищ.
zh_hans: 感谢您选择 Cryptomator 来保护您的文件。 使用 Cryptomator，您的数据安全完全处于您的掌控。Cryptomator 能够快速和轻松地加密您的数据。 此应用已完全整合到文件应用中。 请确保稍后在文件应用中启用 Cryptomator 以访问您的保险库。
zh_hant: 感謝您選擇 Cryptomator 來保護您的文件。 有了 Cryptomator，您數據的鑰匙就在您手中。 Cryptomator 可以快速輕鬆地加密您的數據。 此應用程式和「檔案」應用程式完美結合。為此，請確保稍後在「檔案」應用程式中啟用 Cryptomator 以存取您的加密檔案庫。

# onboarding.button.continue
source: Continue
ar: استمرار
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fil: Magpatuloy
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Tovább
id: Lanjut
it: Continua
ja: 続行
ko: 계속하기
nb: Fortsett
nl: Doorgaan
pa: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Далее
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
sw_tz: Endelea
th: ดำเนินการต่อ
tr: Devam et
uk: Продовжити
zh_hans: 继续
zh_hant: 繼續

# purchase.beginFreeTrial.alert.title
source: Trial Unlocked
ar: تم فتح التجربة
ca: Versió de Prova Desbloquejada
cs: Zkušební verze odemčena
da: Prøveperiode aktiveret
de: Testversion freigeschaltet
el: Η Δοκιμαστική περίοδος ξεκλειδώθηκε
es: Prueba desbloqueada
fil: Na-unlock ang Pagsubok
fr: Essai débloqué
he: תקופת ניסיון הופעלה
hr: Probna verzija otključana
hu: Próbaverzió feloldva
id: Masa Percobaan Terbuka
it: Prova Sbloccata
ja: 試用版をアンロックしました
ko: 체험판 열림
lv: Izmēģinājums atslēgts
nb: Prøveversjon låst opp
nl: Proefperiode ontgrendeld
pa: ਅਜ਼ਮਾਇਸ਼ ਅਣ-ਲਾਕ ਹੈ
pl: Wersja próbna odblokowana
pt: Versão de teste desbloqueada
ro: Perioada de proba deblocata
ru: Пробная версия разблокирована
sk: Skúška udomknutá
sl: Preizkus odklenjen
sv: Provperiod upplåst
sw_tz: Jaribu imefunguliwa
th: ปลดล็อกการทดลองการใช้งานแล้ว
tr: Deneme Kilidi Açıldı
uk: Пробний період розблоковано
zh_hans: 试用已解锁
zh_hant: 試用開始
