Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# vaultDetail.button.changeVaultPassword
source: Change Password
ar: تغيير كلمة المرور
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fil: Palitan ANG password
fr: Modifier le mot de passe
he: שנה סיסמה
hi: पासवर्ड बदलें
hr: Promijeni lozinku
hu: Jelszó megváltoztatása
id: Ubah Kata Sandi
it: Modifica la Password
ja: パスワードの変更
ko: 비밀번호 변경
lv: Nomainīt paroli
nb: Endre passord
nl: Wijzig wachtwoord
pa: ਪਾਸਵਰਡ ਬਦਲੋ
pl: Zmiana Hasła
pt: Alterar Palavra-passe
ro: Schimbați parola
ru: Изменить пароль
sk: Zmeniť heslo
sv: Ändra lösenord
sw_tz: Badilisha Neno la siri
th: เปลี่ยนรหัสผ่าน
tr: Şifreyi Değiştir
uk: Змінити пароль
zh_hans: 更改密码
zh_hant: 變更密碼

# vaultDetail.button.lock
source: Lock Now
ar: قفل الآن
ca: Bloca ara
cs: Uzamknout nyní
da: Lås nu
de: Jetzt sperren
el: Κλείδωμα τώρα
es: Bloquear ahora
fil: I-lock ngayon
fr: Verrouiller maintenant
he: נעל עכשיו
hi: अभी ताला लगाएँ
hr: Zaključaj sada
hu: Zárolás most
id: Kunci Sekarang
it: Blocca Ora
ja: 今すぐ施錠
ko: 지금 잠그기
nb: Lås nå
nl: Nu vergrendelen
pa: ਹੁਣੇ ਲਾਕ ਕਰੋ
pl: Zablokuj
pt: Bloquear Agora
ro: Blochează acum
ru: Заблокировать
sk: Uzamknúť teraz
sl: Zakleni izdaj
sv: Lås nu
sw_tz: Funga Sasa
th: ล็อกตอนนี้
tr: Şimdi Kilitle
uk: Заблокувати зараз
zh_hans: 立即锁定
zh_hant: 立即鎖定

# vaultDetail.button.moveVault
source: Move
ar: نقل
bn: স্থানান্তর করুন
ca: Mou
cs: Přesunout
da: Flyt
de: Verschieben
el: Μετακίνηση
es: Mover
fil: Ilipat
fr: Déplacer
he: שנה מיקום
hi: मूव करें
hr: Premjesti
hu: Áthelyezés
id: Pindah
it: Sposta
ja: 移動
ko: 이동
lv: Pārvietot
nb: Flytt
nl: Verplaatsen
pa: ਭੇਜੋ
pl: Przenieś
pt: Mover
ro: Mută
ru: Переместить
sk: Presunúť
sl: Premakni
sv: Flytta
sw_tz: Hamisha
th: ย้าย
tr: Taşı
uk: Перемістити
zh_hans: 移动
zh_hant: 移動

# vaultDetail.button.removeVault
source: Remove from Vault List
ar: إزالة من قائمة المخازن
ca: Elimina de la llista de caixes fortes
cs: Odebrat ze seznamu trezorů
da: Fjern fra listen over bokse
de: Aus Tresorliste entfernen
el: Κατάργηση από την Λίστα Κρύπτης
es: Eliminar de la lista de la bóveda
fil: Alisin sa Listahan ng Vault
fr: Retirer de la Liste des Coffres
he: הסרת מרשימת הכספות
hi: कक्ष-तालिका से हटाएँ
hr: Ukloni iz liste trezora
id: Hapus dari Daftar Vault
it: Rimuovi dalla Lista della Cassaforte
ja: 金庫のリストから削除
ko: Vault 목록에서 제거하기
nb: Fjern fra listen over hvelv
nl: Verwijder uit lijst
pa: ਵਾਲਟ ਸੂਚੀ ਵਿੱਚੋਂ ਹਟਾਓ
pl: Usuń z listy sejfów
pt: Remover da Lista de Cofres
ro: Eliminați din lista de seifuri
ru: Удалить из списка хранилищ
sk: Odstrániť zo zoznamu trezora
sl: Odstrani s seznama trezorjev
sv: Ta bort från valvlistan
sw_tz: Ondoa kutoka kwenye Orodha ya Kuba
th: ลบออกจากรายชื่อ Vault
tr: Kasa Listesinden Kaldır
uk: Вилучити зі списку сховищ
zh_hans: 从保险库列表中移除
zh_hant: 從加密檔案庫列表中移除

# vaultDetail.button.renameVault
source: Rename
ar: إعادة تسمية
bn: নাম পরিবর্তন করুন
ca: Canvia el nom
cs: Přejmenovat
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fil: Baguhin ang pangalan
fr: Renommer
he: שנה שם
hi: नाम बदलें
hr: Preimenuj
hu: Átnevezés
id: Ganti nama
it: Rinomina
ja: 名前を変更
ko: 이름 변경
lv: Pārdēvēt
nb: Endre navn
nl: Naam wijzigen
pa: ਨਾਂ ਬਦਲੋ
pl: Zmień nazwę
pt: Renomear
ro: Redenumește
ru: Переименовать
sk: Premenovať
sl: Preimenuj
sv: Byt namn
sw_tz: Ita jina jipya
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

# vaultDetail.changePassword.footer
source: Select a strong password for your vault that only you know and keep it in a safe place.
ar: اختر كلمة مرور قوية لخزانتك يعرفها فقط أنت واحفظها في مكان آمن.
ca: Trieu una contrasenya forta per a la caixa forta que no conegui ningú més i deseu-la en un lloc segur.
cs: Vyberte silné heslo pro váš trezor, které znáte jen vy a uchováváte na bezpečném místě.
da: Vælg en stærk adgangskode til din boks, som kun du kender og opbevar den på et sikkert sted.
de: Wähle ein starkes Passwort für deinen Tresor, das nur du kennst, und bewahre es an einem sicheren Ort auf.
el: Επιλέξτε έναν ισχυρό κωδικό πρόσβασης για την κρύπτη σας που μόνο εσείς γνωρίζετε και φυλάξτε τον σε ασφαλές μέρος.
es: Seleccione una contraseña segura para su bóveda que solo conozca usted y manténgala en un lugar seguro.
fil: Pumili ng malakas na password para sa iyong vault na ikaw lang ang nakakaalam at itago ito sa isang ligtas na lugar.
fr: Sélectionnez un mot de passe fort pour votre coffre que vous seul connaissez et conservez-le dans un endroit sûr.
he: יש לבחור סיסמה חזקה הידועה רק לך ולשמור אותה במקום בטוח.
hr: Odaberite jaku lozinku za svoj trezor koju samo Vi znate i čuvajte je na sigurnom mjestu.
id: Pilih kata sandi vault yang kuat yang mana hanya Anda yang tahu dan simpan di tempat yang aman.
it: Scegli una password sicura per la cassaforte e conservala in un posto sicuro.
ja: 安全な場所に保管しておくための強力なパスワードを選択してください。
ko: Vault에 대해 자신만 아는 강력한 암호를 선택하고, 안전한 장소에 두십시오.
lv: Jāizvēlas tikai sev zināma stipra glabātavas parole un jātur tā drošā vietā.
nb: Velg et sterkt passord for hvelvet ditt, som bare du vet. Lagre det på et trygt sted.
nl: Selecteer een sterk wachtwoord voor uw kluis dat alleen u kent en bewaar het op een veilige plaats.
pl: Wybierz silne hasło dla swojego sejfu, nikomu go nie podawaj i trzymaj je w bezpiecznym miejscu.
pt: Selecione uma senha forte para o seu cofre que só você conheça e mantenha-a em um local seguro.
ro: Alegeți o parolă puternică pentru seiful dvs., pe care doar dvs. o cunoașteți și păstrați-o într-un loc sigur.
ru: Выберите надёжный пароль для хранилища, который знаете только вы. Храните его в безопасном месте.
sk: Zvoľte silné heslo pre Váš trezor, také ktoré viete len Vy a uchovajte ho na bezpečnom mieste.
sl: Za vaš trezor Izberite močno geslo, ki ga poznate samo vi, in ga hranite na varnem mestu.
sv: Välj ett starkt lösenord för ditt valv som bara du känner till och förvara det på ett säkert ställe.
sw_tz: Chagua neno la siri kali la kuba yako ambayo tu unajua na kuiweka mahali salama.
tr: Kasanız için sadece sizi bildiğiniz ve güvenli bir yerde sakladığınız güçlü bir şifre seçin.
uk: Оберіть надійний пароль для свого сховища, про який знаєте лише ви та зберігайте його в надійному місці.
zh_hans: 为您的保险库选择一个强壮的密码，确保只有您知道并做妥善保管。
zh_hant: 為您的加密檔案庫選擇一個只有您知道的強密碼，並將其保管在安全的地方。

# vaultDetail.disabledBiometricalUnlock.footer
source: If you enable %@, your vault password will be stored in the iOS keychain.
ar: إذا مكّنت %@، سيتم تخزين كلمة المرور الخاصة بك في سلسلة مفاتيح iOS.
ca: Si activeu %@, la contrasenya de la caixa forta serà desada al clauer de iOS.
cs: Pokud povolíte %@, vaše heslo k trezoru bude uloženo v iOS klíčence.
da: Hvis du aktiverer %@, vil din boksadgangskode blive gemt i iOS-nøgleringen.
de: Wenn du %@ aktivierst, wird dein Tresor-Passwort im iOS-Schlüsselbund gespeichert.
el: Εάν ενεργοποιήσετε το %@, ο κωδικός πρόσβασης της κρύπτη σας θα αποθηκευτεί στο iOS keychain.
es: Si activa %@, su contraseña de la bóveda se almacenará en el llavero de iOS.
fil: Kung pinagana mo ang %@, maiimbak ang iyong password sa vault sa iOS keychain.
fr: Si vous activez %@, votre mot de passe de coffre sera stocké dans porte-clés iOS.
he: אם תאפשר %@, סיסמת הכספת תשמר בצרור המפתחות של iOS.
hr: Ako omogućite %@, Vaša lozinka za trezor bit će pohranjena u privjesku za ključeve iOS-a.
id: Jika diaktifkan %@, kata sandi vault akan di dimpan di iOS keychain.
it: Se abiliti %@, la password della cassaforte sarà memorizzata nel portachiavi iOS.
ja: %@ を有効にすると、金庫のパスワードが iOS Keychain に保存されるようになります。
ko: %@을(를) 활성화하면, Vault 암호가 iOS 키체인에 저장될 것입니다.
lv: Ja iespējo %@, glabātavas parole tiks glabāta iOS atslēgu saišķī.
nb: Hvis du aktiverer %@ vil hvelvet ditt bli lagret i iOS-nøkkelringen.
nl: Als je %@ inschakelt, word je kluiswachtwoord opgeslagen in de iOS-sleutelhanger.
pl: Jeśli włączysz %@, hasło sejfu będzie przechowywane w pęku kluczy iOS.
pt: Se você ativar o %@, a palavra-passe do seu cofre será armazenada no Porta-chaves do iOS.
ro: Dacă activați %@, parola de seif va fi stocată în iOS keychain.
ru: Если вы включите %@, пароль для хранилища будет сохранён в Связке ключей iOS.
sk: Ak povolíte %@, Vaše heslo trezorova bude uchované v iOS keychain.
sl: Če omogočite %@, bo vaše geslo za trezor shranjeno v iOS ključni verigi.
sv: Om du aktiverar %@lagras ditt valvlösenord i iOS-nyckelkedjan.
sw_tz: Ukiwezesha %@, nenosiri lako la kuba litahifadhiwa kwenye kitufe cha iOS.
th: หากคุณเปิดใช้งาน %@ รหัสผ่าน vault ของคุณจะถูกเก็บไว้ในพวงกุญแจ iOS
tr: %@'yi etkinleştirirseniz kasa parolanız iOS anahtar zincirinde saklanır.
uk: Якщо ви активуєте %@, ваш пароль до сховища буде збережено у ланцюжку ключів iOS.
zh_hans: 如果启用 %@，您的保险库密码将存储在 iOS 密钥链中。
zh_hant: 如果您啟用 %@，您的加密檔案庫密碼便會儲存在 iOS 鑰匙圈中。

# vaultDetail.enabledBiometricalUnlock.footer
source: Your vault password will only be required if %@ authentication fails.
ar: ستكون كلمة مرور خزينتك مطلوبة فقط إذا فشلت مصادقة %@.
ca: Només es demanarà la contrasenya de la caixa forta is l'autenticació %@ falla.
cs: Vaše heslo k trezoru bude vyžadováno pouze v případě, že %@ ověření selže.
da: Din boksadgangskode skal kun angives, hvis %@-godkendelsen mislykkes.
de: Dein Tresor-Passwort wird nur benötigt, wenn die Authentifizierung durch %@ fehlschlägt.
el: Ο κωδικός πρόσβασης του Vault σας θα απαιτείται μόνο εάν αποτύχει η ταυτοποίηση %@.
es: Su contraseña de la bóveda solo será requerida si la autenticación de %@ falla.
fil: Kakailanganin lang ang iyong password sa vault kung nabigo ang %@ authentication.
fr: Le mot de passe de votre coffre ne sera requis que si l'authentification de %@ échoue.
he: סיסמת הכספת תדרש רק אם אימות %@ יכשל.
hr: Lozinka za Vaš trezor bit će potrebna jedino ako %@ autentikacija ne uspije.
id: Kata Sandi vault hanya dibutuhkan jika otentikasi %@ gagal.
it: La password della cassaforte sarà richiesta solo se l'autenticazione %@ non è riuscita.
ja: 金庫のパスワードは %@ の認証に失敗したときのみ必要になります。
ko: Vault 암호는 %@ 인증이 실패할 때에만 요구됩니다.
lv: Glabātavas parole būs nepieciešama tikai tad, ja neizdosies %@ autentificēšana.
nb: Passordet til hvelvet ditt vil kun være nødvendig hvis %@-autentiseringen feiler.
nl: Je kluiswachtwoord zal alleen vereist zijn als %@ authenticatie mislukt.
pl: Twoje hasło do sejfu będzie wymagane tylko gdy uwierzytelnienie %@ nie powiedzie się.
pt: A palavra-passe do seu cofre só será necessária se a autenticação %@ falhar.
ro: Parola dvs. de seif va fi necesară doar dacă autentificarea %@ eșuează.
ru: Пароль для хранилища потребуется только при ошибке аутентификации %@.
sk: Vaše trezorové heslo bude požadované iba ak %@ autentikácia zlyhá.
sl: Vaše geslo za trezor bo zahtevano samo če %@ avtentikacija ne uspe.
sv: Ditt valvlösenord kommer endast att krävas om %@ autentisering misslyckas.
sw_tz: Neno la siri lako ya kuba itahitajika tu ikiwa uthibitishaji %@ utashindwa.
tr: Kasa parolanız yalnızca %@ kimlik doğrulaması başarısız olursa gerekli olacaktır.
uk: Буде необхідний ваш пароль сховища лише якщо авторизація %@ буде невдалою.
zh_hans: 只有当 %@ 身份验证失败时才需要密码。
zh_hant: 僅當 %@ 身份驗證失敗時才需要您的加密檔案庫密碼。

# vaultDetail.info.footer.accessVault
source: Access the vault via the Files app.
ar: الوصول إلى الخزانة عبر تطبيق الملفات.
ca: Accedeix a la caixa via l'app Files.
cs: Přistoupit k trezoru prostřednictvím aplikace Soubory.
da: Tilgå boksen via Filer appen.
de: Greife auf den Tresor über die App „Dateien“ zu.
el: Πρόσβαση στην κρύπτη μέσω της εφαρμογής Αρχείων.
es: Acceder a la bóveda a través de la aplicación Archivos.
fil: I-access ang vault sa pamamagitan ng Files app.
fr: Accédez au coffre via l'application Fichiers.
he: הגישה אל הכספת מבוצעת דרך ישום Files.
hi: "फ़ाइल ऐप" द्वारा प्रवेश करें।
hr: Pristupite trezoru putem Files aplikacije.
hu: Elérheti a széfet a Fájlok appban.
id: Akses vault melalui aplikasi Files.
it: Accedi alla cassaforte tramite l'app File.
ja: ファイル アプリから金庫にアクセス
ko: 파일 앱으로 이 Vault에 접근하십시오.
lv: Glabātavai var piekļūt datņu lietotnē.
nb: Få tilgang til hvelvet via Filer-appen.
nl: Toegang tot de kluis via de Bestandenapp.
pl: Uzyskaj dostęp do sejfu przez aplikację Pliki.
pt: Aceda o cofre através da aplicação Ficheiros.
ro: Accesați seiful prin intermediul aplicației fișiere.
ru: Доступ к хранилищу через приложение "Файлы".
sk: Pristúpiť k trezoru prostredníctvom súborovej aplikácie.
sl: Dostopajte do trezorja preko aplikacije Datoteke.
sv: Få tillgång till valvet via appen Filer.
sw_tz: Fikia kuba kupitia programu ya Mafaili.
tr: Dosyalar uygulaması aracılığıyla kasaya erişin.
uk: Доступ до цього сховища здійснюйте через додаток Файли.
zh_hans: 通过文件应用访问保险库。
zh_hant: 以「檔案」應用程式存取加密檔案庫。

# vaultDetail.info.footer.accountInfo
source: Logged in as %@ via %@.
ar: تم تسجيل الدخول كـ %@ عبر %@.
ca: Connectat com %@ via %@.
cs: Přihlášen jako %@ přes %@.
da: Logget ind som %@ via %@.
de: Eingeloggt als %@ über %@.
el: Συνδεθήκατε ως %@ μέσω %@.
es: Sesión iniciada como %@ vía %@.
fil: Naka-log in bilang %@ sa pamamagitan ng %@.
fr: Connecté en tant que %@ via %@.
he: מחובר כ- %@ דרך %@.
hi: उपयोगकर्ता का नाम %@ है और %@ द्वारा प्रवेश हुए हैं।
hr: Prijavljen kao %@ putem %@.
hu: Bejelentkezve, mint %@ itt: %@.
id: Masuk sebagai %@ melalui %@.
it: Accesso effettuato come %@ tramite %@.
ja: %@ を利用して %@ としてログイン
ko: %@(으)로 %@에 로그인 되어 있습니다.
nb: Innlogget som %@ via %@.
nl: Ingelogd als %@ via %@.
pl: Zalogowano jako %@ przez %@.
pt: Sessão iniciada como %@ via %@.
ro: Autentificat ca %@ prin %@.
ru: Вы вошли как %@ через %@.
sk: Prihlásený ako %@ prostredníctvom %@.
sl: Prijavljeni kot %@ preko %@.
sv: Inloggad som %@ via %@.
sw_tz: Umeingia kama %@ kupitia %@.
th: เข้าสู่ระบบในฐานะ %@ ผ่าน %@
tr: %@ aracılığıyla %@ olarak oturum açıldı.
uk: Увійшов як %@ через %@.
zh_hans: 已登录账户：%@ (%@).
zh_hant: 已經使用 %@ 登入 %@。

# vaultDetail.keepUnlocked.title
source: Unlock Duration
ar: مدة الفتح
ca: Durada del desblocatge
cs: Doba trvání odemknutí
da: Hold låst op i
de: Entsperrdauer
el: Διάρκεια Ξεκλειδώματος
es: Duración del desbloqueo
fil: I-unlock ang Tagal
fr: Durée de Déverrouillage
he: משך שחרור נעילה
hr: Trajanje otključavanja
hu: Feloldás hossza
id: Durasi Kunci Terbuka
it: Durata Sblocco
ja: 解錠する時間
ko: 잠금 해제 기간
lv: Atslēgšanas ilgums
nb: Opplåsningsvarighet
nl: Duur van ontgrendeling
pl: Czas odblokowania
pt: Duração do desbloqueio
ro: Durata deblocării
ru: Автоблокировка
sk: Trvanie odomknutia
sl: Obdobje odklenitve
sv: Varaktighet för upplåsning
sw_tz: Fungua Muda
th: ระยะเวลาในการปลดล็อก
tr: Kilidin açık kalma süresi
uk: Залишити розблокованим
zh_hans: 解锁持续时间
zh_hant: 解鎖時長

# vaultDetail.keepUnlocked.footer.off
source: Unlock will be required when Cryptomator has been terminated by the Files app.
ar: سيتعين فتح القفل عندما يتم إنهاء Cryptomator بواسطة تطبيق الملفات.
ca: Es requerirà Desblocar quan Cryptomator s'hagi tancat des de l'app Fitxers.
cs: Odemknutí bude vyžadováno po ukončení aplikace Cryptomator.
da: Det vil være nødvendigt at låse boksen op igen, hvis Cryptomator bliver afsluttet af Filer appen.
de: Entsperren wird benötigt, wenn Cryptomator durch die App „Dateien“ beendet wurde.
el: Το ξεκλείδωμα θα απαιτείται όταν το Cryptomator τερματιστεί από την εφαρμογή Άρχεια.
es: Se requerirá el desbloqueo cuando Cryptomator haya sido terminado por la aplicación Archivos.
fil: Kakailanganin ang pag-unlock kapag ang Cryptomator ay winakasan ng Files app.
fr: Le déverrouillage sera nécessaire lorsque le Cryptomator aura été terminé par l'application Fichiers.
he: שחרור נעילה ידרש כאשר Cryptomator יסגר על ידי הישום Files.
hr: Otključavanje će biti potrebno kada Files aplikacija prekine Cryptomator.
id: Kunci perlu dibuka ketika Cryptomator telah dimatikan oleh aplikasi Files.
it: Lo sblocco sarà richiesto quando Cryptomator è stato terminato dall'app File.
ja: Cryptomatorがファイルアプリによって終了された場合、ロック解除が必要になります。
ko: 파일 앱이 Cryptomator를 종료했을 때 잠금 해제가 요구됩니다.
lv: Atslēgšana būs nepieciešama, kad datņu lietotne pātrauks Cryptomator darbību.
nb: Du må låse opp igjen når Cryptomator er avsluttet av Filer-appen.
nl: Ontgrendelen zal vereist zijn wanneer Cryptomator door de app Bestanden is beëindigd.
pl: Odblokowanie będzie wymagane, gdy Cryptomator zostanie zakończony przez aplikację Pliki.
pt: Destrancar será necessário quando o Cryptomator for encerrado pelo aplicativo Ficheiros.
ro: Deblocarea va fi necesară când Criptomatorul a fost oprit de către aplicația Fișiere.
ru: Разблокировка потребуется после того, как приложение "Файлы" завершит работу Cryptomator.
sk: Odomknutie bude požadované keď bol Cryptomator zrušený Súborovou aplikáciou.
sl: Odklepanje bo potrebno, ko aplikacija za Datoteke prekine Cryptomator.
sv: Upplåsning kommer att krävas när Cryptomator har avslutats av appen Filer.
sw_tz: Fungua itahitajika wakati Cryptomator imekatishwa na programu ya Mafaili.
tr: Cryptomator, Dosyalar uygulaması tarafından sonlandırıldığında kilidi açmak gerekecektir.
uk: Розблокування буде потрібне, коли Cryptomator буде закритий додатком Файли.
zh_hans: Cryptomator 被终止后，通过“文件”应用使用时需要解锁。
zh_hant: 當 Cryptomator 被「檔案」應用程式終止時，便需要解鎖。

# vaultDetail.keepUnlocked.footer.limitedDuration
source: Unlock will be required when your vault has been idle for %@.
ar: سيتعين فتح القفل عندما تكون خزانتك غير نشطة لمدة %@.
ca: Es requerirà Desblocar quan la caixa forta estigui inactiva per %@.
cs: Odemknutí bude vyžadováno při nečinnosti trezoru delší než %@.
da: Du skal låse boksen op igen, når din boks har været inaktiv i %@.
de: Entsperren wird benötigt, wenn dein Tresor für %@ inaktiv war.
el: Το ξεκλείδωμα θα απαιτείται όταν η κρύπτη σας είναι σε αδράνεια για %@.
es: Se requerirá el desbloqueo cuando la bóveda esté inactiva durante %@.
fil: Kakailanganin ang pag-unlock kapag ang iyong vault ay naging idle para sa %@.
fr: Le déverrouillage sera nécessaire lorsque votre coffre aura été inactif pendant %@.
he: שחרור נעילה ידרש כאשר הכספת ללא פעילות למשך %@.
hr: Otključavanje će biti potrebno kada je vaš trezor neaktivan %@.
id: Kunci perlu dibuka ketika tidak ada aktivitas di vault Anda selama %@.
it: Lo sblocco sarà richiesto dopo che la cassaforte sarà rimasta inattiva per %@.
ja: 金庫が%@ 以上アイドル状態になった場合、ロック解除が必要になります。
ko: Vault가 %@ 동안 유휴 상태일 때 잠금 해제가 요구됩니다.
lv: Atslēgšana būs nepieciešama, kad glabātava būs bijusi dīkstāvē %@.
nb: Du må låse opp igjen når hvelvet ditt har vært inaktivt i %@.
nl: Ontgrendelen zal vereist zijn wanneer je kluis niet actief is geweest voor %@.
pl: Odblokowanie będzie wymagane, gdy Twój sejf będzie bezczynny przez %@.
pt: Destrancar será necessário quando o seu cofre estiver inativo por %@.
ro: Deblocarea va fi necesară atunci când seiful dvs. a fost inactiv pentru %@.
ru: Разблокировка потребуется, если хранилище остаётся неактивным в течение %@.
sk: Odomknutie bude požadované keď Váš trezor bude bez činnosti po %@.
sl: Odklepanje bo potrebno, ko je vaš trezor v mirovanju za %@.
sv: Upplåsning kommer att krävas när ditt valv har varit inaktiv i %@.
sw_tz: Fungua itahitajika wakati kuba yako imekosa kazi kwa %@.
tr: Kasanız %@ boyunca boşta durduğunda kilidi açmak gerekecektir.
uk: Буде потрібно розблокувати, якщо ваше сховище простоюватиме більше %@.
zh_hans: 您的保险库闲置 %@ 后将需要解锁。
zh_hant: 當您的加密檔案庫空閒了 %@ 時便需要解鎖。

# vaultDetail.keepUnlocked.footer.unlimitedDuration
source: No unlock will be required unless manually locked.
ar: لن يكون من الضروري فتح القفل ما لم يتم قفله يدويًا.
ca: No caldrà desblocar fins que sigui blocada manualment.
cs: Odemčení nebude třeba pokud nedojde k manuálnímu zamčení.
da: Du skal ikke låse boksen op igen, med mindre du låser den manuelt.
de: Kein Entsperren wird benötigt, außer nach einem manuellen Sperren.
el: Δεν θα απαιτείται ξεκλείδωμα εκτός εάν κλειδωθεί χειροκίνητα.
es: No se requerirá el desbloqueo a menos que se bloquee manualmente.
fil: Walang pag-unlock ang kakailanganin maliban kung manu-manong naka-lock.
fr: Aucun déverrouillage ne sera nécessaire sauf si verrouillé manuellement.
he: לא ידרש שחרור נעילה אלא אם יבוצע נעילה ידנית.
hr: Otključavanje neće biti potrebno osim ako nije ručno zaključan.
id: Tidak perlu membuka kunci selama tidak dikunci secara manual.
it: Non sarà richiesto alcun sblocco se non bloccata manualmente.
ja: 手動で施錠しない限り解錠は必要ありません。
ko: 수동으로 잠그지 않으면 잠금 해제가 요구되지 않습니다.
lv: Atslēgšana nebūs nepieciešama, ja vien nenotiks pašrocīga aizslēgšana.
nb: Ingen opplåsning vil kreves med mindre det er låst manuelt.
nl: Geen ontgrendeling vereist, tenzij de kluis handmatig wordt vergrendeld.
pl: Odblokowanie nie będzie wymagane, chyba że nastąpi zablokowanie ręcznie.
pt: Não será necessário destrancá-lo a menos que seja bloqueado manualmente.
ro: Deblocarea va fi necesara doar daca seiful este încuiat manual.
ru: Разблокировка потребуется только при блокировке вручную.
sk: Žiadne odomknutie sa nebude vyžadovať počas manuálneho zamknutia.
sl: Odklepanje bo potrebno samo po ročnem zaklepanju.
sv: Ingen upplåsning kommer att krävas om inte manuell låsning görs.
sw_tz: Hakuna kufungua itahitajika isipokuwa imefungwa kwa kikuli.
tr: Elle kilitlenmedikçe kilidi açmak gerekmeyecektir.
uk: Розблокування не буде потрібне, поки не заблокуєте вручну.
zh_hans: 除非手动锁定，否则不需要解锁。
zh_hant: 除非手動鎖定，否則無需解鎖。

# vaultDetail.locked.footer
source: Your vault is currently locked.
ar: خزانتك مقفلة حاليًا.
ca: La vostra caixa està blocada actualment.
cs: Váš trezor je momentálně uzamčen.
da: Din boks er i øjeblikket låst.
de: Dein Tresor ist zurzeit gesperrt.
el: Η κρύπτη σας είναι κλειδωμένη.
es: Su bóveda está bloqueada actualmente.
fil: Kasalukuyang naka-lock ang iyong vault.
fr: Votre coffre est actuellement verrouillé.
he: הכספת שלך כרגע נעולה.
hi: आपका कक्ष अभी बंध है।
hr: Vaš trezor je trenutno zaključan.
id: Vault saat ini terkunci.
it: La tua cassaforte è attualmente bloccata.
ja: 金庫が施錠されています。
ko: Vault가 현재 잠겨있습니다.
nb: Hvelvet ditt er for øyeblikket låst.
nl: Je kluis is momenteel vergrendeld.
pl: Twój sejf jest obecnie zablokowany.
pt: O seu cofre está de momento bloqueado.
ro: Seiful dvs. este la moment blocat.
ru: Хранилище сейчас заблокировано.
sk: Váš trezor je aktuálne uzamknutý.
sl: Vaš trezor je trenutno zaklenjen.
sv: Ditt valv är för närvarande låst.
sw_tz: Kuba yako imefungwa kwa sasa.
th: Vault ของคุณถูกล็อกอยู่
tr: Kasanız şu anda kilitli.
uk: Ваше сховище наразі заблоковане.
zh_hans: 您的保险库目前已锁定。
zh_hant: 您的加密檔案庫當前已鎖定。
