Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# hubAuthentication.requireAccountInit.alert.message
source: To proceed, please complete the steps required in your Hub user profile.
ar: للمتابعة، يرجى إكمال الخطوات المطلوبة في ملف المستخدم الخاص بك في Hub.
de: Schließe bitte die erforderlichen Schritte in deinem Hub-Benutzerprofil ab, um fortzufahren.
el: Για να συνεχίσετε, παρακαλούμε συμπληρώστε τα βήματα που απαιτούνται στο προφίλ χρήστη Hub σας.
es: Para continuar, complete los pasos necesarios en su perfil de usuario de Hub.
fr: Pour continuer, veuillez compléter les étapes requises dans votre profil d'utilisateur Hub.
id: Untuk melanjutkan, silakan lengkapi langkah-langkah yang diperlukan di profil pengguna Hub Anda.
it: Per procedere, completa i passaggi richiesti nel tuo profilo dell'Hub.
ja: 続行するにはHubユーザープロフィールで必要な手順を完了してください。
ko: 진행하려면 Hub 사용자 프로필에서 필요한 조치를 완료하십시오.
lv: Lai turpinātu, lūgums pabeigt nepieciešamos soļus savā Hub lietotāja profilā.
nl: Om verder te gaan, gelieve de stappen te voltooien in uw Hub-gebruikersprofiel.
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੇ Hub ਵਰਤੋਂਕਾਰ ਪਰੋਫਾਇਲ ਵਿੱਚ ਲੋੜੀਂਦੇ ਪੜਾਅ ਪੂਰੇ ਕਰੋ।
pl: Aby kontynuować, wykonaj kroki wymagane w profilu użytkownika Hub.
pt: Para continuar, por favor conclua as etapas exigidas no seu perfil de utilizador no Hub.
ru: Для продолжения выполните необходимые шаги в вашем профиле пользователя Hub.
sk: Pre pokračovanie, prosím splňte kroky požadované vo Vašom užívateľskom Hub profile.
sl: Za nadaljevanje, prosimo zaključite zahtevane korake v svojem Hub uporabniškem profilu.
sv: För att fortsätta, vänligen fyll i de steg som krävs i din Hub-användarprofil.
tr: Devam etmek için lütfen Hub kullanıcı profilinizde gerekli adımları tamamlayın.
uk: Щоб продовжити, будь ласка, виконайте необхідні кроки у вашому профілі користувача Hub.
zh_hans: 要继续，请完成 Hub 用户中心所需的步骤
zh_hant: 請完成您使用者檔案中所需的步驟，以便繼續進行。

# hubAuthentication.requireAccountInit.alert.actionButton
source: Go to Profile
ar: اذهب إلى الملف الشخصي
cs: Jít na profil
de: Zum Profil
el: Πηγαίνετε στο Προφίλ
es: Ir al Perfil
fr: Aller au profil
id: Buka Profil
it: Vai al profilo
ja: プロフィールへ移動
ko: 프로필로 가기
lv: Doties uz profilu
nl: Ga naar Profiel
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਤੇ ਜਾਓ
pl: Przejdź do profilu
pt: Vá para o Perfil
ru: Перейти в профиль
sk: Prejsť na profil
sl: Pojdi v profil
sv: Gå till profil
th: ไปยังโปร์ไฟล์
tr: Profile Git
uk: Перейти до профілю
zh_hans: 前往个人中心
zh_hant: 轉到個人資料

# intents.saveFile.missingFile
source: The provided file is not valid.
ar: الملف المقدم غير صالح.
ca: El fitxer proporcionat no és vàlid.
cs: Zadaný soubor není platný.
da: Den angivne fil er ikke gyldig.
de: Die bereitgestellte Datei ist nicht gültig.
el: Το παρεχόμενο αρχείο δεν είναι έγκυρο.
es: El archivo proporcionado es inválido.
fil: Ang ibinigay na file ay hindi wasto.
fr: Le fichier fourni n'est pas valide.
he: הקובץ שסופק אינו תקין.
hr: Datoteka nije ispravna.
hu: A megadott fájl érvénytelen.
id: File yang disediakan tidak valid.
it: Il file fornito non è valido.
ja: 指定されたファイルはだめです。
ko: 파일이 올바르지 않습니다.
lv: Sniegtā datne nav derīga.
nb: Den oppgitte filen er ugyldig.
nl: Het opgegeven bestand is niet geldig.
pl: Wskazany plik nie jest prawidłowy.
pt: O ficheiro especificado não é válido.
ro: Fișierul ales nu este valid.
ru: Выбран некорректный файл.
sk: Poskytnutý súbor nie je platný.
sl: Predložena datoteka ni veljavna.
sv: Den angivna filen är inte giltig.
sw_tz: Faili iliyotolewa si sahihi.
tr: Sağlanan dosya geçersiz.
uk: Цей файл неправильний.
zh_hans: 提供的文件无效。
zh_hant: 提供的檔案無效。

# intents.saveFile.invalidFolder
source: The provided folder is not valid.
ar: المجلد المقدم غير صالح.
ca: La carpeta proporcionada no és vàlida.
cs: Zadaná složka není platná.
da: Den angivne mappe er ikke gyldig.
de: Der angegebene Ordner ist ungültig.
el: Ο παρεχόμενος φάκελος δεν είναι έγκυρος.
es: La carpeta proporcionada es inválida.
fil: Ang ibinigay na folder ay hindi wasto.
fr: Le dossier fourni n'est pas valide.
he: התיקייה שנבחרה איננה תקינה.
hr: Mapa nije ispravna.
hu: A megadott mappa érvénytelen.
id: Folder yang disediakan tidak valid.
it: La cartella fornita non è valida.
ja: 指定されたフォルダーはだめです。
ko: 폴더가 올바르지 않습니다.
lv: Sniegtā mape nav derīga.
nb: Den oppgitte mappen er ugyldig.
nl: De opgegeven map is niet geldig.
pl: Wskazany folder jest niewłaściwy.
pt: A pasta especificada não é válida.
ro: Dosarul ales nu este valid.
ru: Выбрана некорректная папка.
sk: Poskytnutý adresár nie je platný.
sl: Predložena mapa ni veljavna.
sv: Den angivna mappen är inte giltig.
sw_tz: Faili iliyotolewa si sahihi.
tr: Sağlanan klasör geçersiz.
uk: Вказана папка неприпустима.
zh_hans: 提供的文件夹无效。
zh_hant: 提供的資料夾無效。

# intents.saveFile.missingTemporaryFolder
source: Failed to create temporary folder.
ar: فشل في إنشاء مجلد مؤقت.
ca: No s'ha pogut crear la carpeta temporal.
cs: Vytvoření dočasné složky se nezdařilo.
da: Kunne ikke oprette midlertidig mappe.
de: Erstellung eines temporären Ordners fehlgeschlagen.
el: Αποτυχία δημιουργίας προσωρινού φακέλου.
es: Error al crear la carpeta temporal.
fil: Nabigong gumawa ng pansamantalang folder.
fr: Impossible de créer un dossier temporaire.
he: כשלון ביצירת תיקיה זמנית.
hr: Izrada privremene mape nije uspjela.
hu: Nem sikerült létrehozni az ideiglenes mappát.
id: Gagal membuat folder sementara.
it: Non è stato possibile creare la cartella temporanea.
ja: 臨時フォルダーの作成ができませんでした。
ko: 임시 폴더를 만들 수 없습니다.
lv: Neizdevāš izveidot pagaidu mapi.
nb: Kunne ikke opprette temporær mappe.
nl: Aanmaken van tijdelijke map mislukt.
pl: Nie udało się utworzyć katalogu tymczasowego.
pt: Não foi possível criar a pasta temporária.
ro: Nu s-a putut crea dosarului temporar.
ru: Не удалось создать папку для временных файлов.
sk: Nepodarilo sa vytvoriť dočasný adresár.
sl: Ni bilo mogoče ustvariti začasne mape.
sv: Det gick inte att skapa en temporär mapp.
sw_tz: Imeshindwa kuunda folda ya muda.
tr: Geçici klasör oluşturulamadı.
uk: Не вдалося створити тимчасову папку.
zh_hans: 无法创建临时文件夹。
zh_hant: 無法建立臨時資料夾。

# intents.saveFile.lockedVault
source: You need to unlock your vault in order to use this shortcut.
ar: تحتاج إلى فتح خزانتك لاستخدام هذا الاختصار.
ca: Heu de desbloquejar la vostra caixa forta per utilitzar aquest arxiu.
cs: Musíte odemknout váš trezor, abyste mohli používat tuto zkratku.
da: Du skal låse din boks op for at bruge denne genvej.
de: Du musst deinen Tresor entsperren, um diesen Kurzbefehl nutzen zu können.
el: Πρέπει να ξεκλειδώσετε την κρύπτη σας για να χρησιμοποιήσετε αυτήν τη συντόμευση.
es: Necesita desbloquear su bóveda para poder usar este acceso directo.
fil: Kailangan mong i-unlock ang iyong vault para magamit ang shortcut na ito.
fr: Vous devez déverrouiller votre coffre pour utiliser ce raccourci.
he: עליך לבצע שחרור נעילה של הכספת כדי להשתמש בקיצור דרך זה.
hr: Morate otključati svoj trezor da biste koristili ovaj prečac.
id: Anda perlu membuka vault untuk menggunakan shortcut ini.
it: Sblocca prima la tua cassaforte per poter usare questa scorciatoia.
ja: このショートカットを使用するためにまず金庫を解錠してください。
ko: 이 단축어를 이용하려면 Vault를 잠금 해제해야 합니다.
lv: Ir nepieciešams atslēgt savu glabātavu, lai izmantotu šo saīsni.
nb: Du må låse opp hvelvet ditt for å kunne bruke denne snarveien.
nl: Je moet je kluis ontgrendelen om deze snelkoppeling te gebruiken.
pl: Musisz odblokować sejf, aby użyć tego skrótu.
pt: Precisa desbloquear o cofre para poder usar este atalho.
ro: Trebuie să deblocați seiful dvs. pentru a utiliza această scurtătură.
ru: Чтобы использовать этот ярлык, нужно разблокировать хранилище.
sk: Potrebujete odomknúť Váš trezor za účelom použitia tohto odkazu.
sl: Za uporabo te bližnjice morate odkleniti vaš trezor.
sv: Du måste låsa upp ditt valv för att kunna använda denna genväg.
sw_tz: Unahitaji kufungua kuba yako ili utumie njia hii ya mkato.
tr: Bu kısayolu kullanmak için kasanızın kilidini açmanız gerekir.
uk: Щоб скористатися цим ярликом, потрібно розблокувати своє сховище.
zh_hans: 你需要解锁保险库才能使用此快捷方式。
zh_hant: 您需要解鎖加密檔案庫後，才能使用此捷徑。

# intents.saveFile.selectedVaultNotFound
source: Selected vault could not be found.
ar: تعذر العثور على الخزانة المحددة.
ca: No s'ha pogut trobar la caixa forta seleccionada.
cs: Vybraný trezor nebyl nalezen.
da: Den valgte boks kunne ikke findes.
de: Ausgewählter Tresor konnte nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση της επιλεγμένης κρύπτης.
es: No se pudo encontrar la bóveda seleccionada.
fil: Ang naselect na vault ay hindi makita.
fr: Le coffre sélectionné est introuvable.
he: ה vault שנבחר לא נמצא.
hr: Odabrani trezor nije pronađen.
id: Vault terpilih tidak dapat ditemukan.
it: La cassaforte selezionata non è stata trovata.
ja: 選択した金庫は見つかりませんでした。
ko: 해당 Vault를 찾을 수 없습니다.
lv: Atlasītā glabātava nav atrodama.
nb: Det valgte hvelvet ble ikke funnet.
nl: Geselecteerde kluis kon niet worden gevonden.
pl: Nie znaleziono wybranego sejfu.
pt: O Cofre selecionado não foi encontrado.
ro: Seiful selectat nu a putut fi găsit.
ru: Выбранное хранилище не найдено.
sk: Zvolený trezor sa nenašiel.
sl: Izbranega trezorja ni bilo mogoče najti.
sv: Valt valv kunde inte hittas.
sw_tz: Kuba iliyochaguliwa haikupatikana.
tr: Seçilen kasa bulunamadı.
uk: Вибране сховище не знайдено.
zh_hans: 找不到选定的保险库。
zh_hant: 找不到選定的加密檔案庫。

# keepUnlocked.alert.title
source: Lock Vault?
ar: قفل المخزن؟
bn: ভোল্ট লক করবেন?
ca: Bloquejar la caixa forta?
cs: Zamknout trezor?
da: Lås boks?
de: Tresor sperren?
el: Κλείδωμα Κρύπτης;
es: ¿Bloquear bóveda?
fr: Verrouiller le coffre ?
he: לנעול את הכספת?
hr: Zaključati trezor?
hu: Széf zárolása?
id: Kunci Vault?
it: Blocco la cassaforte?
ja: 金庫を施錠しますか？
ko: Vault를 잠그시겠습니까?
lv: Aizslēgt glabātavu?
nb: Låse hvelvet?
nl: Kluis vergrendelen?
pa: ਵਾਲਟ ਲਾਕ ਕਰਨਾ ਹੈ?
pl: Zablokować sejf?
pt: Bloquear Cofre?
ro: Încuie seiful?
ru: Заблокировать хранилище?
sk: Zamknúť trezor?
sl: Zakleni trezor?
sv: Lås valv?
sw_tz: Funga Kuba?
th: ล็อก Vault?
tr: Kasa kilitlensin mi?
uk: Заблокувати сховище?
zh_hans: 锁定保险库？
zh_hant: 鎖定加密檔案庫？

# keepUnlocked.alert.message
source: This change requires your vault to be locked in order to take effect.
ar: يتطلب هذا التغيير قفل الخزانة لتطبيقه.
bn: এই পরিবর্তনটি আপনার ভোল্টে কার্যকর হতে হলে ভোল্ট লক করা প্রয়োজন.
ca: Aquest canvi requereix que la vostra caixa forta estigui bloquejada per tenir efecte.
cs: Tato změna vyžaduje uzamčení trezoru pro projevení.
da: Denne ændring kræver, at din boks låses før den træder i kraft.
de: Damit diese Änderung wirksam werden kann, muss dein Tresor gesperrt werden.
el: Αυτή η αλλαγή απαιτεί η κρύπτη σας να κλειδωθεί για να τεθεί σε ισχύ.
es: Este cambio requiere que su bóveda esté bloqueada para que surta efecto.
fil: Kinakailangan ng pagbabagong ito na i-lock ang iyong vault upang magkabisa.
fr: Cette modification nécessite que votre coffre soit verrouillé.
he: השינוי מצריך את נעילת הכספת כדי שיכנס לתוקף.
hr: Ova promjena zahtijeva da vaš trezor bude zaključan kako bi stupila na snagu.
hu: Ezen módosítások végbemenéséhez szükséges a széfet zárolni.
id: Perubahan berikut memerlukan vault Anda dalam kondisi terbuka agar bisa diterapkan.
it: Questa modifica richiede che la cassaforte sia bloccata per avere effetto.
ja: この変更を適用するには金庫を施錠する必要があります。
ko: 이 설정을 바꾸기 위해서는 Vault를 잠궈야 합니다.
lv: Lai šī izmaiņa iedarbotos, ir nepieciešams, lai glabātava ir aizslēgta.
nb: Hvelvet ditt må låses for at denne endringen skal kunne tre i kraft.
nl: Deze wijziging vereist dat je kluis vergrendeld is om van kracht te worden.
pl: Wprowadzenie tej zmiany wymaga zablokowania sejfu.
pt: Essa alteração exige que seu cofre esteja fechado para que tenha efeito.
ro: Această modificare necesită ca seiful dvs. să fie încuiat pentru a avea efect.
ru: Чтобы изменение вступило в силу, необходимо заблокировать хранилище.
sk: Táto zmena vyžaduje Váš trezor uzamknúť aby sa príkaz uplatnil.
sl: Za udejanjenje te spremembe mora biti vaš trezor zaklenjen.
sv: Denna ändring kräver att ditt valv låses för att träda i kraft.
sw_tz: Mabadiliko haya yanahitaji kuba yako kufungwa ili kuanza kutumika.
tr: Yaptığınız değişikliğin geçerli olması için kasanızın kilitlenmesi gerekmektedir.
uk: Щоб зміна набула чинності - необхідно заблокувати ваше сховище.
zh_hans: 此更改需要锁定您的保险库才能生效。
zh_hant: 此項更改需要鎖定加密檔案庫後才能生效

# keepUnlocked.alert.confirm
source: Confirm & Lock Now
ar: تأكيد واقفل الآن
bn: আমি নিশ্চিত এবং লক করুন
ca: Confirmar i bloquejar ara
cs: Potvrdit a zamknout nyní
da: Bekræft & lås nu
de: Bestätigen & jetzt sperren
el: Επιβεβαίωση & Κλείδωμα Τώρα
es: Confirmar y bloquear ahora
fil: Kumpirmahin at I-lock Ngayon
fr: Confirmer & Verrouiller maintenant
he: אשר ונעל כעת
hr: Potvrdi i zaključaj sada
hu: Megerősítés és zárolás most
id: Konfirmasi & Kunci Sekarang
it: Conferma e Blocca Ora
ja: 施錠して適用
ko: 확인 & 지금 잠그기
lv: Apstiprināt un uzreiz aizslēgt
nb: Bekreft og lås nå
nl: Bevestig en vergrendel nu
pa: ਤਸਦੀਕ ਅਤੇ ਹੁਣੇ ਲਾਕ ਕਰੋ
pl: Potwierdź i zablokuj teraz
pt: Confirme e feche agora
ro: Confirmați și încuiați acum
ru: Подтвердить и заблокировать
sk: Potvrdiť & uzamknúť teraz
sl: Potrdi in zakleni zdaj
sv: Bekräfta och lås nu
sw_tz: Thibitisha & Funga Sasa
th: ยืนยันและล็อกทันที
tr: Onayla & Şimdi kilitle
uk: Підтвердити та заблокувати зараз
zh_hans: 确认并立即锁定
zh_hant: 確認並立即鎖定

# keepUnlocked.header
source: Specify for how long you want this vault to stay unlocked when idle.
ar: حدد المدة التي تريد أن تبقى فيها هذه الخزانة غير مقفلة عند الخمول.
bn: এমনি সময়ে এই ভোল্টটি কতক্ষণ আনলক থাকবে তা নিদিষ্ট করুন.
ca: Especifiqueu durant quant de temps voleu que aquesta caixa forta romangui desbloquejada quan no s'estigui fent servir.
cs: Určete, jak dlouho chcete, aby tento trezor zůstal odemknutý při nečinnosti.
da: Angiv hvor længe du ønsker at denne boks skal forblive låst op, når den er inaktiv.
de: Lege fest, wie lange dieser Tresor im inaktiven Zustand entsperrt bleiben soll.
el: Καθορίστε για πόσο χρονικό διάστημα θέλετε αυτή η κρύπτη να παραμένει ξεκλείδωτη όταν είναι σε αδράνεια.
es: Indique durante cuánto tiempo desea que esta bóveda permanezca desbloqueada cuando esté inactiva.
fil: Tukuyin kung gaano katagal mo gustong manatiling naka-unlock ang vault na ito kapag idle.
fr: Indiquez pendant combien de temps ce coffre restera déverrouillé en cas d'inactivité.
he: הגדר לכמה זמן הכספת תשאר לא נעולה בעת שאינה בשימוש.
hr: Odredite koliko dugo želite da ovaj trezor ostane otključan kada je neaktivan.
hu: Adja meg, hogy mennyi ideig legyen a széf feloldva amikor tétlen.
id: Tentukan berapa lama Anda ingin vault tetap dibuka saat tidak ada aktivitas yang berjalan.
it: Specifica per quanto tempo la cassaforte deve rimanere sbloccata quando inattiva.
ja: アイドル時にこの金庫を解錠しておく時間を指定します。
ko: 사용하지 않을 때에 얼마나 오래 잠금 해제 할것인지 지정하십시오.
lv: Norādīt, cik ilgi šo glabātavu paturēt atslēgtu, kad dīkstāvē.
nb: Velg hvor lenge du vil at hvelvet skal forbli ulåst ved inaktivitet.
nl: Geef aan hoe lang je wilt dat deze kluis ontgrendeld blijft wanneer deze niet actief is.
pl: Określ na jak długo ten sejf ma być odblokowany podczas bezczynności.
pt: Especifique por quanto tempo você quer que este cofre permaneça aberto quando inativo.
ro: Specificați pentru cât timp doriți ca acest seif să rămână deblocat atunci când nu este folosit.
ru: Укажите период неактивности, после которого это хранилище будет автоматически заблокировано.
sk: Zadefinujte prosím, ako dlho má zostať trezor odomknutý počas nečinnosti.
sl: Določite, za koliko časa želite, da ostane ta trezor odklenjen v mirovanju.
sv: Ange hur länge du vill att detta valv ska tillåtas vara olåst vid inaktivtet.
sw_tz: Bainisha kwa muda gani unataka kuba hii ibaki wazi wakati haifanyi kazi.
tr: Boştayken, bu kasanın kilidinin ne kadar süreyle açık kalmasını istediğinizi belirtin.
uk: Вкажіть, як довго ви хочете, щоб це сховище залишалося розблокованим, коли воно не використовується.
zh_hans: 指定您希望此保险库的解锁状态在空闲时最长持续多久。
zh_hant: 指定您希望此加密檔案庫在空閒時保持解鎖狀態的時間

# keepUnlocked.footer.auto
source: Letting iOS decide means that Cryptomator may be terminated any time to free up memory, which automatically locks the vault.
ar: السماح لنظام iOS بالبت يعني أنه يمكن إنهاء تطبيق Cryptomator في أي وقت لتوفير الذاكرة، مما يؤدي إلى قفل الخزانة تلقائيًا.
bn: iOS কে সিদ্ধান্ত নিতে দেওয়া মানে হচ্ছে মেমোরি মুক্ত করতে ক্রিপ্টোমেটর যেকোনো সময় বন্ধ হয়ে যেতে পারে, যা স্বয়ংক্রিয়ভাবে ভোল্টটিকে লক করবে.
ca: Deixar que iOS decideixi significa que Cryptomator es pot cancel·lar en qualsevol moment per alliberar memòria, la qual cosa bloquejarà automàticament la caixa forta.
cs: Nechat iOS rozhodnout, že Cryptomator může být kdykoliv ukončen a uvolnit paměť, což automaticky uzamkne trezor.
da: Lad iOS beslutte, betyder, at Cryptomator kan lukkes når som helst for at frigøre hukommelse. Bokse låses automatisk.
de: Die Steuerung durch iOS bedeutet, dass Cryptomator jederzeit beendet werden kann, um Speicher freizugeben, was den Tresor automatisch sperrt.
el: Αφήνοντας το iOS να αποφασίσει σημαίνει ότι το Cryptomator μπορεί να τερματιστεί οποιαδήποτε στιγμή για να ελευθερώσει μνήμη, η οποία κλειδώνει αυτόματα την κρύπτη.
es: Dejar que iOS decida significa que Cryptomator puede ser terminado en cualquier momento para liberar memoria, lo que bloquea la bóveda automáticamente.
fil: Ang pagpapasya sa iOS ay nangangahulugan na ang Cryptomator ay maaaring wakasan anumang oras upang magbakante ng memorya, na awtomatikong nagla-lock sa vault.
fr: Laisser iOS décider signifie que Cryptomator peut être arrêté à tout moment pour libérer de la mémoire, ce qui verrouille automatiquement le coffre.
he: האפשרות לתת ל- iOS תאפשר לה לסגור את Cryptomator בכל עת כדי לשחרר זיכרון, פעולה שתגרום לנעילה אוטומטית של הכספת.
hr: Dopuštanje iOS-u da odluči znači da se Cryptomator može prekinuti u bilo kojem trenutku kako bi se oslobodila memorija, što automatski zaključava trezor.
id: Membiarkan iOS untuk memutuskan berarti Cryptomator dapat dimatikan kapanpun untuk mengosongkan memori, yang mana membuat vault secara otomatis akan terkunci.
it: Lasciare che iOS decida significa che Cryptomator può essere terminato in qualsiasi momento per liberare memoria, bloccando automaticamente la cassaforte.
ja: iOSによって決定させることは、Cryptomatorがメモリを解放するためにいつでも終了させられ、保管庫がロックされることを意味します。
ko: iOS가 지정하게 하는 것은 메모리 확보를 위해 언제든 Cryptomator가 종료되어 자동으로 Vault를 잠그는 것을 의미합니다.
lv: Ļaut iOS izlemt nozīmē, ka Cryptomator darbība var jebkurā laikā tikt pārtraukta, lai atbrīvotu atmiņu, kas automātiski aizslēdz glabātavu.
nb: Å la iOS bestemme betyr at Cryptomator kan avsluttes når som helst for å frigjøre minnebruken. Dette vil da låse hvelvet automatisk.
nl: iOS laten beslissen betekent dat Cryptomator elk moment kan worden beëindigd om geheugen vrij te maken, waardoor de kluis automatisch vergrendelt.
pl: Pozostawienie decyzji iOS oznacza, że Cryptomator może zostać zamknięty w każdym momencie w celu zwolnienia pamięci, co automatycznie blokuje sejf.
pt: Deixar o iOS decidir significa que o Cryptomator pode ser encerrado a qualquer momento para liberar memória, o que fecha automaticamente o cofre.
ro: Daca lăsați iOS sa decidă Cryptomatorul poate fi închis oricând este nevoie ca memoria sa fie eliberata, încuind seiful automat.
ru: Если оставить выбор за iOS, то при любом высвобождении памяти на устройстве работа Cryptomator может быть завершена, а хранилище автоматически заблокировано.
sk: Ponechať iOS rozhodnúť znamená že Cryptomator smie byť kedykoľvek ukončený pre uvolnenie pamäte, čo automaticky uzamkne trezor.
sl: Če bo iOS odločal, pomeni, da lahko sistem kadarkoli prekine Cryptomator za sprostitev spomina, kar samodejno zaklene trezor.
sv: Att låta iOS bestämma innebär att Cryptomator kan avslutas när som helst för att frigöra minne, vilket automatiskt låser valvet.
sw_tz: Kuruhusu iOS kuamua inamaanisha kuwa Cryptomator inaweza kukomeshwa wakati wowote ili kufungua kumbukumbu, ambayo hufunga moja kwa moja kuba.
tr: iOS'un karar vermesine izin vermek, Cryptomator'ın hafızayı boşaltmak için kasayı otomatik olarak kilitleyerek herhangi bir zamanda sonlandırılabileceği anlamına gelir.
uk: Дозвіл iOS вирішувати означає, що Cryptomator може бути зупинений в будь-який час для звільнення пам'яті, що автоматично заблокує сховище.
zh_hans: 交由 iOS 决定意味着 Cryptomator 可能随时被终止以释放内存，释放操作将自动锁定保险库。
zh_hant: 讓 iOS 決定意味着 Cryptomator 可能被隨時終止以釋放內存。這會自動鎖定加密檔案庫。
