Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# fileProvider.uploadProgress.title
source: Uploading…
ar: جاري الرفع …
ca: Carregant al núvol…
cs: Nahrávání…
da: Uploader…
de: Wird hochgeladen …
el: Μεταφόρτωση…
es: Cargando…
fil: Ina-upload…
fr: Envoi en cours…
he: העלאה…
hr: Učitavanje…
hu: Feltöltés…
id: Mengunggah…
it: Caricamento…
ja: アップロード中
ko: 업로드 중…
lv: Augšuplādē…
nb: Laster opp…
nl: Uploaden…
pa: …ਅੱਪਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Przesyłanie…
pt: A enviar…
ro: Se încarcă…
ru: Загрузка…
sk: Nahrávanie…
sl: Nalaganje …
sv: Laddar upp…
sw_tz: Inapakia…
th: กำลังอัปโหลด...
tr: Yükleniyor…
uk: Завантаження…
zh_hans: 正在上传…
zh_hant: 上傳中…

# fileProvider.uploadProgress.missingDomainError
source: Could not find domain.
ar: تعذر العثور على النطاق.
ca: No s'ha pogut trobar el domini.
cs: Doména nebyla nalezena.
da: Kunne ikke finde domæne.
de: Domain konnte nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση του τομέα.
es: No se encontró el dominio.
fil: Hindi mahanap ang domain.
fr: Impossible de trouver le domaine.
he: לא ניתן למצוא את הדומיין.
hr: Nije moguće pronaći domenu.
hu: A domain nem található.
id: Tidak dapat menemukan domain.
it: Impossibile trovare il dominio.
ja: ドメインが見つかりませんでした。
ko: 도메인을 찾을 수 없습니다.
lv: Nevarēja atrast domēnu.
nb: Kunne ikke finne domenenavn.
nl: Kan domein niet vinden.
pl: Nie można odnaleźć domeny.
pt: Não foi possível encontrar o domínio.
ro: Domeniul nu a putut fi găsit.
ru: Домен не найден.
sk: Nepodarilo sa nájsť doménu.
sl: Domene ni bilo mogoče najti.
sv: Kunde inte hitta domänen.
sw_tz: Haikuweza kupata kikoa.
th: ไม่พบโดเมน
tr: Alan adı bulunamadı.
uk: Не вдалося знайти домен.
zh_hans: 找不到域名。
zh_hant: 找不到域名。

# getFolderIntent.error.missingPath
source: No path was provided. Please provide a valid path for which a folder should be returned.
ar: لم يتم تقديم مسار. يرجى تقديم مسار صالح لإرجاع المجلد المطلوب.
ca: No s'ha proporcionat cap ruta. Proporcioneu una ruta vàlida que retorni una carpeta.
cs: Nebyla zadána žádná cesta. Uveďte prosím platnou cestu, pro kterou má být složka vrácena.
da: Ingen sti blev angivet. Angiv venligst en gyldig sti til en mappe.
de: Es wurde kein Pfad angegeben. Bitte geben Sie einen gültigen Pfad an, für den ein Ordner angegeben werden soll.
el: Δε δόθηκε καμία διαδρομή. Παρακαλώ δώστε μια έγκυρη διαδρομή για την οποία θα πρέπει να επιστραφεί ένας φάκελος.
es: No se ha proporcionado ninguna ruta. Proporcione una ruta válida para la que se debe devolver una carpeta.
fil: Walang ibinigay na landas. Mangyaring magbigay ng wastong landas kung saan dapat ibalik ang isang folder.
fr: Aucun chemin n'a été fourni. Veuillez fournir un chemin d'accès valide pour lequel un dossier doit être renvoyé.
he: לא סופק נתיב. נא ספק נתיב תקין שממנו יש להחזיר תיקיה.
hr: Putanja nije navedena. Navedite valjanu putanju za koju treba vratiti mapu.
id: Tidak ada path yang disediakan. Harap cantumkan path yang valid untuk folder yang harus dikembalikan.
it: Non è stato fornito alcun percorso. Fornire un percorso valido per il quale deve essere restituita una cartella.
ja: パスがありません。妥当なフォルダーのパスを指定してください。
ko: 경로가 지정되지 않았습니다. 폴더가 반환되는 유효한 경로를 지정해주세요.
lv: Netika norādīts ceļš. Lūgums norādīt derīgu ceļu, kas norāda uz mapi.
nb: Ingen målmappe ble oppgitt. Vennligst oppgi en gyldig bane hvor en mappe skal returneres til.
nl: Er is geen pad opgegeven. Geef een geldig pad om de folder weer te geven.
pl: Nie podano ścieżki. Proszę podać prawidłową ścieżkę do folderu.
pt: Trajeto não foi fornecido. Por favor, forneça um trajeto válido para o qual a pasta deve ser retornada.
ro: Nu a fost furnizată nicio locație. Vă rugăm să alegeți o cale validă pentru care un dosar trebuie returnat.
ru: Не указан путь. Укажите правильный путь, по которому должна быть возвращена папка.
sk: Nebola poskytnutá žiadna cesta. Prosím poskytnite platnú cestu pre adresár, ktorý by mal byť vrátený.
sl: Pot ni bila določena. Prosimo, določite veljavno pot za katero naj bo vrnjena mapa.
sv: Ingen sökväg angavs. Vänligen ange en giltig sökväg för vilken en mapp ska returneras.
sw_tz: Hakuna njia iliyotolewa. Tafadhali toa njia halali ambayo folda inapaswa kurejeshwa.
tr: Dizin sağlanmadı. Lütfen bir klasörün döndürüleceği geçerli bir dizin sağlayın.
uk: Шлях не надано. Будь ласка, надайте дійсний шлях, для якого потрібно повернути папку.
zh_hans: 未提供路径，请提供文件夹应转到的有效路径。
zh_hant: 沒有提供路徑。請提供應返回資料夾的有效路徑。

# getFolderIntent.error.noVaultSelected
source: No vault has been selected.
ar: لم يتم تحديد أي خزانة.
ca: No s'ha seleccionat cap caixa forta.
cs: Nebyl vybrán žádný trezor.
da: Ingen boks er valgt.
de: Es wurde kein Tresor ausgewählt.
el: Δεν έχει επιλεγεί κρύπτη.
es: No se ha seleccionado una bóveda.
fil: Walang vault na napili.
fr: Aucun coffre n'a été sélectionné.
he: לא נבחר קובץ vault.
hr: Niti jedan trezor nije odabran.
hu: Nincs széf kiválasztva.
id: Tidak ada vault yang dipilih.
it: Nessuna cassaforte è stata selezionata.
ja: 金庫は選択されていません。
ko: Vault가 선택되지 않았습니다.
lv: Netika atlasīta neviena glabātava.
nb: Ingen hvelv har blitt valgt.
nl: Er is geen kluis geselecteerd.
pa: ਕੋਈ ਵਾਲਟ ਨਹੀਂ ਚੁਣਿਆ ਹੈ।
pl: Nie wybrano sejfu.
pt: Nenhum cofre selecionado.
ro: Nici un seif nu a fost ales.
ru: Не выбрано хранилище.
sk: Nebol zvolený žiaden trezor.
sl: Ni bil izbran noben trezor.
sv: Inget valv har valts.
sw_tz: Hakuna kuba iliyochaguliwa.
tr: Herhangi bir kasa seçili değil.
uk: Сховище не вибрано.
zh_hans: 未选择任何保险库。
zh_hant: 未選擇任何加密檔案庫。

# hubAuthentication.title
source: Hub Vault
ar: خزانة Hub
de: Hubtresor
el: Κρύπτη Hub
es: Bóveda de Hub
fr: Coffre dans Hub
it: Centrale delle Casseforti
lv: Hub glabātava
nb: Hub hvelv
nl: Hub Kluis
pl: Hub sejfów
pt: Cofre do Hub
ru: Хаб-хранилище
sk: Hub trezora
sl: Hub trezor
sv: Hubb valv
tr: Hub Kasası
uk: Сховище Hub
zh_hans: Hub 保险库
zh_hant: Hub 加密檔案庫

# hubAuthentication.accessNotGranted
source: Your device has not yet been authorized to access this vault. Ask the vault owner to authorize it.
ar: ليس لديك الإذن للوصول إلى هذه الخزنة. اطلب من مالك الخزنة أن يأذن لك.
ca: El vostre dispositiu no ha estat encara autoritzat a accedir a aquesta caixa forta. Demaneu autorització al propietari.
cs: Vaše zařízení dosud nebylo oprávněno k přístupu k tomuto trezoru. Požádejte vlastníka trezoru, aby jej autorizoval.
da: Din enhed er endnu ikke blevet godkendt til at få adgang til denne boks. Spørg boks-ejeren om godkendelse.
de: Dein Gerät wurde noch nicht für den Zugriff auf diesen Tresor autorisiert. Bitte den Tresorbesitzer, dein Gerät zu autorisieren.
el: Η συσκευή σας δεν έχει ακόμη εξουσιοδοτηθεί να έχει πρόσβαση σε αυτή την κρύπτη. Ζητήστε από τον κάτοχο της κρύπτης να την εξουσιοδοτήσει.
es: Su dispositivo aún no ha sido autorizado para acceder a esta bóveda. Pídale al propietario de la bóveda que lo autorice.
fil: Hindi pa pinahihintulutan ang iyong device na i-access ang vault na ito. Hilingin sa may-ari ng vault na pahintulutan ito.
fr: Votre appareil n'a pas encore été autorisé à accéder à ce coffre-fort. Demandez au propriétaire du coffre-fort de l'autoriser.
he: המכשיר שלך טרם אושר לגשת לכספת הזאת. יש לבקש אישור גישה מבעל הכספת.
hu: Eszköze még nem kapott engedélyt ehhez a széfhez. Kérje a széf tulajdonosát, hogy engedélyezze a hozzáférést.
id: Perangkat Anda belum diizinkan mengakses vault ini. Minta pemilik vault untuk mengizinkannya.
it: Il tuo dispositivo non è ancora stato autorizzato ad accedere a questa cassaforte. Chiedi al proprietario della cassaforte di autorizzarlo.
ja: お使いのデバイスはまだこの金庫にアクセスする権限がありません。金庫のオーナーに権限を与えてもらってください。
ko: 이 Vault에 접근할 권한이 없습니다. Vault 소유자에게 허가를 요청하십시오.
lv: Nav atļaujas piekļūt šai glabātavai. Jālūdz tās īpašniekam, lai pilnvaro piekļuvi.
nb: Enheten din har ikke blitt autorisert til å få tilgang til dette hvelvet ennå. Spør hvelveieren om å tillate det.
nl: Uw toestel is nog niet gemachtigd om toegang te krijgen tot deze kluis. Vraag de eigenaar van de kluis om toestemming te geven.
pl: Twoje urządzenie nie zostało jeszcze upoważnione do dostępu do tego sejfu. Poproś właściciela sejfu o autoryzację.
pt: O seu dispositivo ainda não foi autorizado a aceder a este cofre. Peça ao proprietário do cofre para o autorizar.
ro: Dispozitivul dvs. nu a fost autorizat să acceseze acest seif. Solicitați proprietarului seifului să va autorizeze accesul.
ru: Ваше устройство ещё не авторизовано для доступа к этому хранилищу. Попросите владельца хранилища предоставить разрешение.
sk: Vaše zaradenie zatiaľ ešte nebolo autorizované pre pristúp tohto trezora. Požiadajte majiteľa trezora o autorizovanie.
sv: Din enhet har ännu inte behörighet att komma åt detta valv. Be valvägaren att godkänna det.
sw_tz: Kifaa chako bado hakijaidhinishwa kufikia kuba hii. Uliza mwenye kuba aidhinishe.
th: อุปกรณ์ของคุณยังไม่ได้รับการอนุญาตให้เข้าถึง vault นี้ โปรดขอให้เจ้าของ vault อนุญาต
tr: Cihazınıza henüz bu kasaya erişim yetkisi verilmedi. Kasa sahibinden yetkilendirmesini isteyin.
uk: У вас немає дозволу на доступ до цього сховища. Попросіть власника сховища авторизувати вас.
zh_hans: 您的设备尚未授权访问此保险库，请联系保险库所有者。
zh_hant: 您的設備權限尚未允許存取檔案庫，請聯絡檔案庫擁有者

# hubAuthentication.licenseExceeded
source: Your Cryptomator Hub instance has an invalid license. Please inform a Hub administrator to upgrade or renew the license.
ar: نموذج المركز Cryptomator الخاص بك لديه ترخيص غير صالح. الرجاء إبلاغ مسؤول مركز لترقية أو تجديد الترخيص.
ca: Aquest Cryptomator Hub no té una llicència vàlida. Informa si us plau a l'administrador perquè actualitzi o renovi la llicència.
da: Din Cryptomator Hub har en ugyldig licens. Få venligst en Hub administrator til at opgradere eller forny licensen.
de: Die Lizenz deiner Cryptomator-Hub-Instanz ist ungültig. Bitte informiere deinen Hub-Administrator, um die Lizenz zu erweitern oder zu erneuern.
el: Η συνεδρία σας στο Cryptomator Hub έχει μη έγκυρη άδεια χρήσης. Ενημερώστε έναν διαχειριστή του Hub για να αναβαθμίσει ή να ανανεώσει την άδεια χρήσης.
es: Su instancia del Hub de Cryptomator tiene una licencia inválida. Informe a un administrador del Hub para actualizar o renovar la licencia.
fil: Ang iyong Cryptomator Hub instance ay may di-wastong lisensya. Mangyaring ipagbigay-alam sa administrator ng Hub na mag-upgrade o mag-renew ng lisensya.
fr: Votre instance Cryptomator Hub a une licence invalide. Veuillez informer un administrateur Hub pour la mettre à niveau ou la renouveler.
he: הרישיון שמותקן במופע ה- Cryptomator האב שלך אינו תקף. אנא ידע את מנהל ההאב שלך לשדרג או לחדש את הרישיון.
hu: Az Ön Cryptomator Hub példánya érvénytelen licenccel rendelkezik. Kérem, értesítsen egy Hub rendszergazdát hogy frissítse vagy újítsa meg a licencet.
id: Contoh Cryptomator Hub Anda memiliki lisensi yang tidak valid. Mohon informasikan kepada administrator Hub untuk meningkatkan atau memperbarui lisensi.
it: La tua istanza Cryptomator Hub ha una licenza non valida. Si prega di informare un amministratore Hub per aggiornare o rinnovare la licenza.
ja: Cryptomator Hub インスタンスのライセンスが無効です。ライセンスをアップグレードまたは更新するには、Hub の管理者にご連絡ください。
ko: Cryptomator Hub 인스턴스에 잘못된 라이선스가 있습니다. 라이센스를 업그레이드하거나 갱신하려면 허브 관리자에게 알리십시오.
lv: Cryptomator Hub instancei ir nederīga licence. Lūgums ziņot Hub pārvaldītājam, lai uzlabo vai atjauno licenci.
nb: Cryptomator Hub instansen din har en ugyldig lisens. Vennligst informer en Hub-administrator om å oppgradere eller fornye lisensen.
nl: Uw Cryptomator Hub installatie heeft een ongeldige licentie. Contacteer een Hub administrator om de licentie te upgraden of te verlengen.
pl: Twoja instancja Hub ma nieprawidłową licencję. Poproś administratora Hub o uaktualnienie lub odnowienie licencji.
pt: A entidade do seu Cryptomator Hub tem uma licença inválida. Por favor, informe o administrador do Hub para atualizar ou renovar a licença.
ro: Instanța Hub are o licență invalidă. Vă rugăm să informați un administrator Hub să actualizeze sau să reînnoiască licența.
ru: У вашего Cryptomator Hub неверная лицензия. Попросите Hub администратора обновить или продлить лицензию.
sk: Vaša inštancia Cryptomator Hub-u má neplatnú licenciu. Prosím informujte Hub administrátora pre aktualizáciu alebo obnovenie licencie.
sl: Vaša Cryptomator Hub instanca ima neveljavno licenco. Prosimo obvestite Hub administratorja, da mora nadgraditi ali obnoviti licenco.
sv: Din Cryptomator Hub-instans har en ogiltig licens. Vänligen informera en Hub administratör för att uppgradera eller förnya licensen.
sw_tz: Mfano wako wa Cryptomator Hub una leseni batili. Tafadhali mjulishe msimamizi wa Hub ili kuboresha au kusasisha leseni.
th: ระบบ Cryptomator Hub ของคุณมีสิทธิ์การใช้ไม่ถูกต้อง โปรดแจ้งผู้ดูแล Hub เพื่ออัปเกรดหรือต่ออายุสิทธิ์การใช้
tr: Cryptomator Hub örneğinizde geçersiz bir lisans var. Lisansı yükseltmesi veya yenilemesi için lütfen bir Hub yöneticisini bilgilendirin.
uk: Ваш екземпляр Cryptomator Hub має недійсну ліцензію. Будь ласка, повідомте адміністратора Hub для оновлення або поновлення ліцензії.
zh_hans: 此 Cryptomator Hub 实例许可证无效，请联系Hub管理员升级或者续订许可证。
zh_hant: 此 Cryptomator Hub 實例授權無效，請聯繫管理員升級或續訂授權。

# hubAuthentication.deviceRegistration.deviceName.cells.name
source: Device Name
ar: اسم الجهاز
ca: Nom del dispositiu
cs: Název zařízení
da: Enheds-navn
de: Gerätename
el: Όνομα Συσκευής
es: Nombre del dispositivo
fil: Pangalan ng device
fr: Nom de l'appareil
he: שם מכשיר
hi: डिवाइस का नाम
hu: Készülék neve
id: Nama Perangkat
it: Nome Del Dispositivo
ja: デバイス名
ko: 기기 이름
lv: Ierīces nosaukums
nb: Enhetsnavn
nl: Naam van toestel
pl: Nazwa urządzenia
pt: Nome do dispositivo
ro: Numele dispozitivului
ru: Имя устройства
sk: Názov zariadenia
sl: Ime naprave
sv: Enhetsnamn
sw_tz: Jina la Kifaa
th: ชื่ออุปกรณ์
tr: Cihaz adı
uk: Назва пристрою
zh_hans: 设备名称
zh_hant: 設備名稱

# hubAuthentication.deviceRegistration.deviceName.footer.title
source: This seems to be the first Hub access from this device. In order to identify it for access authorization, you need to name this device.
ar: يبدو أن هذا هو الوصول الأول إلى Hub من هذا الجهاز. لتحديده لأغراض تفويض الوصول، تحتاج إلى تسمية هذا الجهاز.
de: Dies scheint der erste Hub-Zugriff von diesem Gerät zu sein. Um es für die Zugriffsberechtigung zu identifizieren, musst du diesem Gerät einen Namen geben.
el: Αυτή φαίνεται να είναι η πρώτη πρόσβαση στο Hub από αυτήν τη συσκευή. Για να την αναγνωρίσετε για εξουσιοδότηση πρόσβασης, πρέπει να ονομάσετε αυτήν τη συσκευή.
es: Este parece ser el primer acceso al Hub desde este dispositivo. Para identificarlo y autorizar el acceso, necesita nombrar este dispositivo.
fr: Il semble que ce soit le premier accès au Hub à partir de cet appareil. Afin de l'identifier pour l'autorisation d'accès, vous devez nommer cet appareil.
id: Tampaknya ini adalah akses Hub pertama dari perangkat ini. Untuk mengidentifikasi otorisasi akses ini, Anda perlu memberi nama untuk perangkat ini.
it: Sembra che questo sia il primo accesso alle Centrali delle Casseforti da questo dispositivo. Per poterlo identificare ai fini dell'autorizzazione all'accesso è necessario dare un nome a questo dispositivo.
ko: 이 기기로부터 첫번째 Hub 접근입니다. 접근 허가를 위해 인식할 수 있도록 이름을 붙이십시오.
lv: Šis izskatās pēc pirmās piekļuves Hub šajā ierīcē. Lai to varētu identificēt piekļuves pilnvarošanai, nepiciešams šai ierīcei piešķirt nosaukumu.
nb: Dette ser ut til å være den første Hub-tilgangen fra denne enheten. For å kunne identifisere den for tilgangsautorisasjon, må du å navngi denne enheten.
nl: Dit lijkt de eerste Hub toegang te zijn vanaf dit toestel. Om dit toestel te autoriseren voor toegang, moet u dit toestel benoemen.
pl: Wygląda że jest to pierwszy dostęp do Huba z tego urządzenia. Aby zidentyfikować go w celu autoryzacji dostępu, musisz nazwać to urządzenie.
pt: Parece ser o primeiro acesso ao Hub a partir deste dispositivo. Para identificá-lo para autorização de acesso, é preciso dar um nome a este dispositivo.
ru: Похоже, это первый доступ к Hub с данного устройства. Чтобы идентифицировать его для предоставления доступа, нужно дать устройству имя.
sk: Zdá sa, že ide o prvý prístup k Hub-u z tohto zariadenia. Z dôvodu identifikácie prístupovej autorizácie, je potrebné pomenovať toto zariadenie.
sl: Zdi se, da prvič dostopate do Hub-a s te naprave. Napravo morate poimenovati, da jo lahko identificirate za avtorizacijo za dostop.
sv: Detta verkar vara den första Hub-åtkomsten från den här enheten. För att identifiera den för åtkomstbehörighet, måste du namnge den här enheten.
tr: Bu cihazdan ilk Hub erişimi gibi görünüyor. Erişim yetkilendirmesini tanımlamak için bu cihazı isimlendirmeniz gerekir.
uk: Схоже, це перший доступ до Hub з цього пристрою. Щоб ідентифікувати його для авторизації доступу, вам потрібно назвати цей пристрій.
zh_hans: 这似乎是设备的首次 Hub 访问。为了识别它以进行访问授权，您需要命名此设备
zh_hant: 似乎這是第一次 Hub 訪問此設備。為了辨識它以授權訪問，您需要命名此設備。

# hubAuthentication.deviceRegistration.accountKey.footer.title
source: Your Account Key is required to login from new apps or browsers. It can be found in your profile.
ar: مفتاح الحساب الخاص بك مطلوب لتسجيل الدخول من تطبيقات أو متصفحات جديدة. يمكن العثور عليه في ملفك الشخصي.
de: Um sich von neuen Apps oder Browsern aus anzumelden, ist dein Account Key erforderlich. Er befindet sich in deinem Profil.
el: Το Κλειδί Λογαριασμού σας απαιτείται για να συνδεθείτε από νέες εφαρμογές ή προγράμματα περιήγησης. Μπορείτε να το βρείτε στο προφίλ σας.
es: Se requiere su clave de cuenta para iniciar sesión desde nuevas aplicaciones o navegadores. Puede encontrarse en su perfil.
fr: Votre clé de compte est requise pour vous connecter depuis de nouvelles applications ou de nouveaux navigateurs. Elle se trouve dans votre profil.
id: Kunci Akun Anda diperlukan untuk masuk dari aplikasi atau browser baru. Kunci dapat ditemukan di profil Anda.
it: La chiave del tuo account è richiesta per accedere da nuove applicazioni o browser. Può essere trovata nel tuo profilo.
ja: アカウントキーは新しいアプリやブラウザからログインするために必要です。プロフィール中に記載されています。
ko: 새로운 앱이나 브라우저에서 로그인하기 위해 Account Key가 필요합니다. 프로필에서 찾을 수 있습니다.
lv: Konta atslēga ir nepieciešama, lai pieteiktos jaunās lietotnēs vai pārlūkos. To var atrast savā profilā.
nl: Uw accountsleutel is vereist om in te loggen vanuit nieuwe apps of browsers. Deze kan worden gevonden in uw profiel.
pa: ਤੁਹਾਡੀ Account Key ਨਵੀਆਂ ਐਪਾਂ ਜਾਂ ਬਰਾਊਜ਼ਰਾਂ ਵਿੱਚ ਲਾਗਇਨ ਕਰਨ ਸਮੇਂ ਚਾਹੀਦੀ ਹੈ। ਇਸ ਨੂੰ ਤੁਹਾਡੇ ਪਰੋਫਾਇਲ ਵਿੱਚ ਲੱਭਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Twój Klucz Konta jest wymagany do zalogowania się z nowych aplikacji lub przeglądarek. Można go znaleźć w twoim profilu.
pt: A sua chave de conta é necessária para iniciar sessão em novos aplicativos ou navegadores. Ela pode ser encontrada no seu perfil.
ru: Для входа в систему из новых приложений или браузеров требуется ключ вашего аккаунта. Он находится в вашем профиле.
sk: Váš kľúč účtu je vyžadovaný pre prihlásenie z nových aplikácii alebo prehliadačov. Môžete ho nájsť vo vašom profile.
sl: Vaš Account Key je zahtevan za prijavo z novih aplikacij ali brskalnikov. Najdete ga lahko v svojem profilu.
sv: Din kontonyckel krävs för att logga in från nya appar eller webbläsare. Den finns i din profil.
tr: Yeni uygulamalardan veya tarayıcılardan giriş yapmak için Hesap Anahtarınız gereklidir. Profilinizde bulunabilir.
uk: Ваш ключ облікового запису потрібен для входу з нових програм або браузерів. Його можна знайти у вашому профілі.
zh_hans: 从新应用或浏览器登录需要您的账户密钥，您可以在个人中心找到它
zh_hant: 需要您的帳戶金鑰才能從新應用或瀏覽器登入。 可以在你的個人資料中找到它。

# hubAuthentication.deviceRegistration.needsAuthorization.alert.title
source: Register Device Successful
ar: تم تسجيل الجهاز بنجاح
cs: Registrace zařízení úspěšná
de: Gerät erfolgreich registriert
el: Επιτυχής Εγγραφή Συσκευής
es: Registro del dispositivo exitoso
fr: Enregistrement de l'appareil réussi
hu: Az eszköz regisztrációja sikeres
id: Berhasil Mendaftarkan Perangkat
it: Registrazione del dispositivo Riuscita
ko: 기기 등록 성공
lv: Sekmīga ierīces reģistrēšana
nb: Enhetsregistrering vellykket
nl: Registratie van toestel gelukt
pl: Rejestracja urządzenia powiodła się
pt: Dispositivo registado com sucesso
ru: Устройство успешно зарегистрировано
sk: Registrácia zariadenia úspešná
sl: Registracije naprave uspešna
sv: Enhetsregistrering lyckades
th: ลงทะเบียนอุปกรณ์สำเร็จ
tr: Cihaz Kaydı Başarılı
uk: Успішно зареєстровано пристрій
zh_hans: 注册设备成功
zh_hant: 註冊設備成功

# hubAuthentication.deviceRegistration.needsAuthorization.alert.message
source: To access the vault, your device needs to be authorized by the vault owner.
ca: Per a accedir a la caixa forta, el vostre dispositiu ha de ser autoritzat pel propietari de la caixa.
cs: Pro přístup k trezoru musí být vaše zařízení autorizováno majitelem trezoru.
da: For at tilgå boksen, skal din enhed godkendes af boks-ejeren.
de: Für Zugriff auf den Tresor muss dein Gerät vom Tresorbesitzer autorisiert werden.
el: Για να αποκτήσετε πρόσβαση στην κρύπτη, η συσκευή σας πρέπει να είναι εξουσιοδοτημένη από τον κάτοχο της κρύπτης.
es: Para acceder a la bóveda, su dispositivo debe ser autorizado por el propietario de la bóveda.
fil: Para ma-access ang vault, kailangang pahintulutan ng may-ari ng vault ang iyong device.
fr: Pour accéder au coffre-fort, votre appareil doit être autorisé par le propriétaire du coffre-fort.
he: כדי לגשת לכספת, המכשיר שלך צריך לקבל הרשאה על ידי בעלי הכספת.
hu: A széf hozzáféréséhez a széf tulajdonosának hitelesítenie kell az eszközét.
id: Untuk mengakses vault perangkat Anda harus diotorisasi oleh pemilik vault.
it: Per accedere al vault, il tuo dispositivo deve essere autorizzato dal proprietario del vault.
ja: 金庫にアクセスするためには，金庫のオーナーが端末を認証する必要があります。
ko: Vault에 접근하려면, 소유자가 권한을 허가해야 합니다.
lv: Lai piekļūtu glabātavai, tās īpašniekam ir jānodrošina piekļuve tai.
nb: For å få tilgang til hvelvet, så må enheten din bli autorisert av hvelvets eier.
nl: Om toegang te krijgen tot de kluis, moet je toestel worden gemachtigd door de eigenaar van de kluis.
pl: Aby dostać się do sejfu, Twoje urządzenie musi być autoryzowane przez właściciela sejfu.
pt: Para aceder ao cofre, o seu dispositivo precisa de ser autorizado pelo proprietário do cofre.
ro: Pentru a accesa acest seif, dispozitivul dvs. trebuie să fie autorizat de proprietarul seifului.
ru: Для доступа к хранилищу ваше устройство должно быть авторизовано владельцем хранилища.
sk: Sprístupniť trezor, Vaše zariadenie musí byť autorizované vlastníkom trezora.
sv: För att komma åt valvet måste din enhet godkännas av valvägaren.
sw_tz: Ili kufikia kuba, kifaa chako kinahitaji kuidhinishwa na mmiliki wa kuba.
tr: Kasaya erişmek için cihazınızın kasa sahibi tarafından yetkilendirilmesi gerekir.
uk: Щоб отримати доступ до сховища, його власник має надати вам дозвіл.
zh_hans: 要访问保险库，设备需得到保险库所有者的授权。
zh_hant: 想讀取檔案庫，你的設備需得到檔案庫擁有者的授權。

# hubAuthentication.requireAccountInit.alert.title
source: Action Required
ar: إجراء مطلوب
cs: Požadována akce
de: Handlung erforderlich
el: Απαιτείται Ενέργεια
es: Acción requerida
fr: Action requise
id: Diperlukan Tindakan
it: Azione richiesta
ja: 要対応
ko: 조치가 필요함
lv: Nepieciešama darbība
nl: Actie vereist
pa: ਕਾਰਵਾਈ ਦੀ ਲੋੜ ਹੈ
pl: Wymagane działanie
pt: Ação necessária
ru: Требуется действие
sk: Vyžaduje sa akcia
sl: Potrebno dejanje
sv: Åtgärd krävs
th: โปรดดำเนินการ
tr: Eylem Gerekiyor
uk: Необхідна дія
zh_hans: 需要操作
zh_hant: 需進一步操作
