Repository: cryptomator/ios
Catalog: SharedResources/*.lproj/Localizable.strings
Languages: ar, bn, ca, cs, da, de, el, es, fil, fr, he, hi, hr, hu, id, it, ja, ko, lv, nb, nl, pa, pl, pt, ro, ru, sk, sl, sv, sw_tz, th, tr, uk, zh_hans, zh_hant

# addVault.createNewVault.title
source: Create New Vault
ar: إنشاء مخزن جديد
bn: নতুন ভোল্ট তৈরি করুন
ca: Crea una caixa forta nova
cs: Vytvořit nový trezor
da: Opret ny boks
de: Neuen Tresor erstellen
el: Δημιουργία Νέας Κρύπτης
es: Crear bóveda nueva
fil: Gumawa ng Bagong Vault
fr: Créer un nouveau coffre
he: צור כספת חדשה
hi: नया वाउल्ट बनाएं
hr: Izradi novi trezor
hu: Új széf létrehozása
id: Buat Vault Baru
it: Crea Nuova Cassaforte
ja: 新しい金庫を作成
ko: 새 Vault 생성
lv: Izveidot jaunu glabātuvi
nb: Opprett et nytt hvelv
nl: Nieuwe Kluis Aanmaken
pa: ਨਵਾਂ ਵਾਲਟ ਬਣਾਓ
pl: Utwórz nowy sejf
pt: Criar Novo Cofre
ro: Creează seif nou
ru: Создать хранилище
sk: Vytvoriť nový trezor
sl: Ustvari nov trezor
sv: Skapa nytt valv
sw_tz: Unda kuba mpya
th: สร้าง Vault ใหม่
tr: Yeni Kasa Oluştur
uk: Створити нове сховище
zh_hans: 新建保险库
zh_hant: 新建加密檔案庫

# addVault.createNewVault.purchase
source: Creating a new vault requires the full version of Cryptomator.
ar: إنشاء خزانة جديدة يتطلب النسخة الكاملة من Cryptomator.
bn: একটি নতুন ভোল্ট খুলতে ক্রিপ্টোমেটরের সম্পূর্ণ সংস্করণের প্রয়োজন.
ca: La creació d'una caixa forta nova requereix la versió completa de Cryptomator.
cs: Vytvoření nového trezoru vyžaduje plnou verzi Cryptomatoru.
da: Oprettelse af en ny boks kræver den fulde version af Cryptomator.
de: Das Erstellen eines neuen Tresors erfordert die Vollversion von Cryptomator.
el: Η δημιουργία μιας νέας κρύπτης απαιτεί την πλήρη έκδοση του Cryptomator.
es: Crear una bóveda nueva requiere la versión completa de Cryptomator.
fil: Ang paggawa ng bagong vault ay nangangailangan ng buong bersyon ng Cryptomator.
fr: La création d'un nouveau coffre nécessite la version complète de Cryptomator.
he: יצירת כספת חדשה מצריך את הגרסה המלאה של Cryptomator.
hr: Izrada novog trezora zahtjeva punu verziju Cryptomator-a.
hu: Új széf létrehozásához meg kell vennie a Cryptomator teljes verzióját.
id: Membuat vault baru memerlukan Cryptomator versi lengkap.
it: La creazione di una nuova cassaforte richiede la versione completa di Cryptomator.
ja: 新しい金庫を作成するには、フルバージョンの Cryptomator が必要です。
ko: 새로운 vault를 만들려면 정식 버전을 구입해야 합니다.
lv: Jaunas glabātavas izveidošanai ir nepieciešama pilnā Cryptomator versija.
nb: Å lage et nytt hvelv krever fullversjonen av Cryptomator.
nl: Het creëren van een nieuwe kluis vereist de volledige versie van Cryptomator.
pa: ਨਵਾਂ ਵਾਲਟ ਬਣਾਉਣ ਥਈ Cryptomator ਦਾ ਪੂਰਾ ਵਰਜ਼ਨ ਚਾਹੀਦਾ ਹੈ।
pl: Tworzenie nowego sejfu wymaga pełnej wersji Cryptomatora.
pt: A criação de um novo cofre requer a versão completa do Cryptomator.
ro: Crearea unui seif nou necesită versiunea completă a Criptomatorului.
ru: Чтобы создать новое хранилище, нужна полная версия Cryptomator.
sk: Vytvorenie nového trezoru vyžaduje plnú verziu Cryptomator-a.
sl: Ustvarjanje novega trezorja zahteva polno različico Cryptomatorja.
sv: Att skapa ett nytt valv kräver den fullständiga versionen av Cryptomator.
sw_tz: Kuunda kuba mpya inahitaji toleo kamili la Cryptomator.
tr: Yeni bir kasa oluşturmak, Cryptomator'ın tam sürümünü gerektirir.
uk: Для створення нового сховища потрібна повна версія Cryptomator.
zh_hans: 创建新的保险库需要 Cryptomator 完整版。
zh_hant: 創建新的加密檔案庫需要 Cryptomator 完整版。

# addVault.createNewVault.setVaultName.header.title
source: Choose a name for the vault.
ar: اختر اسماً للمخزن.
bn: ভোল্ট এর একটি নাম দেন।
ca: Trieu el nom de la caixa forta.
cs: Zvolte jméno trezoru.
da: Vælg et navn til boksen.
de: Wähle einen Namen für den Tresor.
el: Διαλέξτε ένα όνομα για την κρύπτη.
es: Elija un nombre para la bóveda.
fil: Pumili ng pangalan para sa vault.
fr: Choisir un nom pour le coffre.
he: בחר שם לכספת.
hi: कक्ष का नाम चुने।
hr: Odaberite ime za trezor.
hu: Válasszon egy nevet az új széf számára.
id: Pilih nama vault.
it: Scegli un nome per la tua cassaforte.
ja: 金庫の名前を入力してください。
ko: Vault의 이름을 선택해주십시오.
lv: Jāizvēlas glabātavas nosaukums.
nb: Navngi hvelvet.
nl: Kies een naam voor de kluis.
pa: ਵਾਲਟ ਲਈ ਨਵਾਂ ਚੁਣੋ।
pl: Wybierz nazwę sejfu.
pt: Escolha um nome para o cofre.
ro: Alege un nume pentru seif.
ru: Выберите имя для хранилища.
sk: Zvoľte názov pre trezor.
sl: Izberite ime za trezor.
sv: Ange namn för valvet.
sw_tz: Chagua jina la kuba.
th: เลือกชื่อให้ Vault
tr: Kasa için bir ad seçin.
uk: Оберіть назву для сховища.
zh_hans: 为保险库创建一个名称。
zh_hant: 為加密檔案庫命名.

# addVault.createNewVault.setVaultName.cells.name
source: Vault Name
ar: اسم الخزينة
bn: ভোল্ট এর নাম
ca: Nom de la caixa forta
cs: Název trezoru
da: Boks-navn
de: Tresorname
el: Όνομα Κρύπτης
es: Nombre de la bóveda
fil: Pangalan ng Vault
fr: Nom du coffre
he: שם הכספת
hi: वॉल्ट का नाम
hr: Ime trezora
hu: A széf neve
id: Nama Vault
it: Nome della Cassaforte
ja: 金庫の名前
ko: Vault 이름
lv: Glabātavas nosaukums
nb: Navn på hvelvet
nl: Kluisnaam
pa: ਵਾਲਟ ਦਾ ਨਾਂ
pl: Nazwa sejfu
pt: Nome do Cofre
ro: Nume seif
ru: Имя хранилища
sk: Názov trezoru
sl: Ime trezorja
sv: Valvnamn
sw_tz: Jina la kuba
th: ชื่อ Vault
tr: Kasa Adı
uk: Назва сховища
zh_hans: 保险库名称
zh_hant: 加密檔案庫名稱

# addVault.createNewVault.setVaultName.error.emptyVaultName
source: Vault name cannot be empty.
ar: اسم المخزن لا يمكن أن يكون فارغاً.
bn: ভোল্ট এর নাম খালি হতে পারবে না।
ca: El nom de la caixa forta no pot quedar buit.
cs: Je potřeba zadat název trezoru.
da: Boks navn må ikke være tomt.
de: Tresorname darf nicht leer sein.
el: Το όνομα της κρύπτης δεν μπορεί να είναι κενό.
es: El nombre de la bóveda no puede estar vacío.
fil: Hindi pwedeng wala ang pangalan ng vault.
fr: Le nom du coffre-fort ne peut pas être vide.
he: שם הכספת לא יכול להיות ריק.
hi: कक्ष का नाम रिक्त नहीं हो सकता।
hr: Ime trezora ne može biti prazno.
hu: A széf neve nem lehet üres.
id: Nama Vault tidak boleh kosong.
it: Il nome della cassaforte non può essere vuoto.
ja: 金庫の名前は空にできません。
ko: Vault 이름은 비어있을 수 없습니다.
lv: Glabātavas nosaukums nevar būt tukšs.
nb: Du må gi hvelvet et navn.
nl: Kluis naam mag niet leeg zijn.
pa: ਵਾਲਟ ਨਾਂ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
pl: Nazwa sejfu nie może być pusta.
pt: O nome do cofre não pode estar vazio.
ro: Numele seifului nu poate fi gol.
ru: Имя хранилища не может быть пустым.
sk: Meno trezora nemôže byť prázdne.
sl: Ime trezorja ne sme biti prazno.
sv: Valvets namn får inte vara tomt.
sw_tz: Jina la Kuba haliwezi kuwa tupu.
th: ชื่อ vault ไม่สามารถเว้นว่างได้
tr: Kasa adı boş olamaz.
uk: Поле «Назва сховища» не може бути порожнім.
zh_hans: 保险库名称不能为空。
zh_hant: 加密檔案庫名稱不可留空。

# addVault.createNewVault.chooseCloud.header
source: Where should Cryptomator store the encrypted files of your vault?
ar: أين يجب على Cryptomator تخزين الملفات المشفرة للمخزن الخاص بك؟
bn: ভোল্ট এর এনক্রিপ্টেড ফাইলগুলো ক্রিপ্টোমেটর কোথায় সংরক্ষণ করবে?
ca: On deu emmagatzemar Cryptomator els fitxers xifrats de la vostra caixa forta?
cs: Kde by měl Cryptomator ukládat šifrované soubory vašeho trezoru?
da: Hvor skal Cryptomator gemme de krypterede filer af din boks?
de: Wo soll Cryptomator die verschlüsselten Dateien deines Tresors ablegen?
el: Που θα πρέπει να αποθηκεύσει το Cryptomator τα κωδικοποιημένα αρχεία της κρύπτης σου;
es: ¿Dónde se deben almacenar los archivos cifrados de la bóveda?
fil: Saan maaaring ilagay ng Cryptomator ang mga encrypted files ng iyong vault?
fr: Où Cryptomator doit-il stocker les fichiers chiffrés de votre coffre ?
he: היכן Cryptomator צריך לשמור את הקבצים המוצפנים של הכספת שלך?
hi: आपके कक्ष के कूट किए हुए दस्तावेज़ों को क्रिप्टोमेटर कहाँ संग्रह करें?
hr: Gdje bi Cryptomator trebao pohraniti šifrirane datoteke Vašeg trezora?
hu: Hova mentse a Cryptomator a széf titkosított fájljait?
id: Dimana Cryptomator seharusnya menyimpan vault berisi file enkripsi Anda?
it: Dove dovrebbe memorizzare Cryptomator i file crittografati della tua cassaforte?
ja: 金庫と金庫内の暗号化されたファイルをどこに保存しますか？
ko: Cryptomator Vault의 암호화된 파일을 어디에 저장하시겠습니까?
lv: Kur Cryptomator vajadzētu saglabāt glabātavs šifrētās datnes?
nb: Hvor skal Cryptomator lagre de krypterte filene dine?
nl: Waar moet Cryptomator de versleutelde bestanden van je kluis opslaan?
pa: ਤੁਹਾਡੇ ਵਾਲੇਟ ਲਈ ਇੰਕ੍ਰਿਪਟ ਕੀਤੀਆਂ ਫ਼ਾਇਲਾਂ Cryptomator ਕਿੱਥੇ ਸਟੋਰ ਕਰੇ?
pl: Gdzie Cryptomator powinien przechowywać zaszyfrowane pliki twojego sejfu?
pt: Onde deve o Cryptomator armazenar os arquivos criptografados do cofre?
ro: Unde ar trebui Cryptomator să stocheze fișierele criptate din seiful dumneavoastră?
ru: Где Cryptomator должен хранить зашифрованные файлы хранилища?
sk: Kde by mal Cryptomator uchovávať šifrované súbory vášho trezoru?
sl: Kam naj Cryptomator shrani šifrirane datoteke tvojega trezorja?
sv: Var ska Cryptomator lagra de krypterade filerna för ditt valv?
sw_tz: Cryptomator inapaswa kuhifadhi wapi mafaili yaliyosimbwa kwa njia fiche za kuba yako?
th: Cryptomator ควรเก็บไฟล์ของคุณไว้ที่ไหน?
tr: Cryptomator kasanızın şifreli dosyalarını nerede depolasın?
uk: Де Cryptomator має зберігати зашифровані файли вашого сховища?
zh_hans: Cryptomator 应该在哪里存储您保险库的加密文件？
zh_hant: Cryptomator 應該將您加密後的檔案存放在哪裡？

# addVault.createNewVault.chooseFolder.error.vaultNameCollision
source: "%@" already exists at this location. Choose a different vault name or location.
ar: "%@" موجود مسبقاً في هذا الموقع. اختر اسم مخزن أو موقع مختلف.
bn: "%@" নামটি এখানে ইতিমধ্যে বিদ্যমান। অন্য একটি ভোল্ট নাম বা স্থান নির্বাচন করুন।
ca: "%@" ja existeix en aquest lloc. Trieu un nom o una localització diferent.
cs: "%@" již v tomtom umístění existuje. Vyberte jiný trezor nebo umístění.
da: "%@" findes allerede på dette sted. Vælg et andet navn eller en anden placering.
de: „%@“ existiert bereits an dieser Stelle. Wähle einen anderen Tresornamen oder einen anderen Ort.
el: "%@" υπάρχει ήδη σε αυτή τη θέση. Επιλέξτε ένα διαφορετικό όνομα κρύπτης ή τοποθεσία.
es: "%@" ya existe en esta ubicación. Elija un nombre o ubicación diferente.
fil: Umiiral na ang "%@" sa lokasyong ito. Pumili ng ibang pangalan o lokasyon ng vault.
fr: "%@" existe déjà à cet emplacement. Choisissez un autre nom de coffre ou un autre emplacement.
he: %@ כבר קיים במיקום זה. בחר שם אחר לכספת או מיקום אחר.
hi: "%@" इस जगह पहले से ही मौजूद है। या तो कक्ष का नाम नहीं तो जगह बदलें।
hr: "%@" već postoji na ovoj lokaciji. Odaberite drugo ime trezora ili lokaciju.
hu: "%@" nevű széf már létezik ezen a helyen. Válasszon másik nevet vagy helyet a széfnek.
id: "%@" sudah ada di lokasi ini. Pilih nama vault atau lokasi berbeda.
it: "%@" esiste già in questa posizione. Scegli un nome o una posizione della cassaforte diverso.
ja: "%@" がすでにこの場所に存在します。別の名前か別の場所を選択してください。
ko: 해당 위치에 "%@"이(가) 이미 존재합니다. 다른 Vault 이름을 정하거나 다른 위치를 선택하십시오.
lv: "%@" jau pastāv šajā vietā. Jāizvēlas cits glabātavas nosaukums vai atrašanās vieta.
nb: "%@" finnes allerede på denne plasseringen. Velg et annet hvelvnavn eller plassering.
nl: "%@" bestaat al op deze locatie. Kies een andere kluisnaam of locatie.
pa: ਇਸ ਟਿਕਾਣੇ ਉੱਤੇ "%@" ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ। ਵੱਖਰਾ ਵਾਲਟ ਨਾਂ ਜਾਂ ਟਿਕਾਣਾ ਚੁਣੋ।
pl: "%@" już istnieje w tej lokalizacji. Wybierz inną nazwę lub lokalizację sejfu.
pt: "%@" já existe nesta localização. Escolha um nome ou localização diferente para o cofre.
ro: "%@" există deja la această locație. Alegeți un alt nume de seif sau o locație nouă.
ru: "%@" здесь уже существует. Выберите другое имя или место хранилища.
sk: "%@" už existuje v tomto umiestnení. Zvoľte iný náyov trezora alebo umiestnenie.
sl: "%@" že obstaja na tej lokaciji. Izberite drugo ime trezorja ali lokacijo.
sv: "%@" finns redan på denna plats. Välj ett annat valvnamn eller plats.
sw_tz: "%@"tayari ipo katika mahali hapa. Chagua jina tofauti la kuba au mahali.
tr: "%@" bu konumda mevcut. Farklı bir kasa adı veya konum seçin.
uk: «%@» уже існує в цьому розташуванні. Оберіть іншу назву сховища або інше розташування.
zh_hans: "%@" 已存在于此位置，请更换保险库名称或位置。
zh_hant: “%@”已經在此位置，請更換加密檔案庫名或位置

# addVault.createNewVault.detectedMasterkey.text
source: Cryptomator detected an existing vault at this location. In order to create a new vault, please go back and choose a different folder.
ar: اكتشف Cryptomator خزانة موجودة في هذا الموقع. من أجل إنشاء خزانة جديدة، يرجى العودة واختيار مجلد مختلف.
bn: ক্রিপ্টোমেটর এখানে একটি বিদ্যমান ভোল্ট সনাক্ত করেছে. তাই নতুন ভোল্ট তৈরি করতে, পিছনে ফিরে যান এবং অন্য একটি ফোল্ডার পছন্দ করুন.
ca: Cryptomator ha detectat una caixa forta en aquesta localització. Per tal de crear una nova caixa forta, si us plau, aneu enrere i trieu una altra carpeta.
cs: Cryptomator v tomto umístění zjistil existující trezor. Chcete-li vytvořit nový trezor, vraťte se zpět a vyberte jinou složku.
da: Cryptomator detekterede en eksisterende boks på denne placering. For at oprette en ny boks, skal du gå tilbage og vælge en anden mappe.
de: Cryptomator hat an diesem Ort einen bestehenden Tresor erkannt. Um einen neuen Tresor zu erstellen, gehe bitte zurück und wähle einen anderen Ordner aus.
el: Το Cryptomator εντόπισε μια υπάρχον κρύπτη σε αυτή τη θέση. Για να δημιουργήσετε μια νέα κρύπτη, παρακαλώ επιστρέψτε και επιλέξτε ένα διαφορετικό φάκελο.
es: Cryptomator detectó una bóveda existente en esta ubicación. Para crear una bóveda nueva, por favor vuelva atrás y elija una carpeta diferente.
fil: Nakakita ang Cryptomator ng umiiral nang vault sa lokasyong ito. Upang gumawa ng bagong vault, mangyaring bumalik at pumili ng ibang folder.
fr: Cryptomator a détecté un coffre existant à cet endroit. Afin de créer un nouveau coffre, veuillez revenir en arrière et choisir un dossier différent.
he: Cryptomator זיהה כספת קיימת במיקום זה. כדי ליצר כספת חדשה חזרו אחורה ובחרו תיקיה אחרת.
hi: क्रिप्टोमेटर में, इस जगह एक कक्ष पहले से ही मौजूद है। अगर एक नया कक्ष बनाना चाहते हैं तो जगह या फ़ोल्डर बदलें।
hr: Cryptomator je otkrio postojeći trezor na ovoj lokaciji. Da biste izradili novi trezor, vratite se i odaberite drugu mapu.
hu: A Cryptomator talált egy már létező széfet ezen a helyen. Új széf létrehozásához lépjen vissza és válasszon egy másik mappát.
id: Cryptomator mendeteksi vault sudah ada di lokasi ini. Untuk membuat vault baru, silahkan kembali dan pilih folder lain.
it: Cryptomator ha rilevato una cassaforte esistente in questa posizione. Per poterne creare una nuova, sei pregato di tornare indietro e scegliere una cartella differente.
ja: Cryptomator がこの場所に既存の金庫を検出しました。 新しい金庫を作成するには、戻って違うフォルダーを選択してください。
ko: Cryptomator가 이 위치에 있는 Vault를 감지하였습니다. 새 Vault를 생성하기 위해, 다른 경로를 선택하시기 바랍니다.
lv: Cryptomator noteica šajā atrašanās vietā esošu glabātavu. Lai izveidotu jaunu glabātavu, lūgums doties atpakaļ un izvēlēties citu mapi.
nb: Cryptomator oppdaget et eksisterende hvelv på denne plasseringen. For å opprette et nytt hvelv går du tilbake og velger en annen mappe.
nl: Cryptomator heeft een bestaande kluis gedetecteerd op deze locatie. Om een nieuwe kluis te maken, ga terug en kies een andere map.
pa: Cryptomator ਨੂੰ ਇਸ ਟਿਕਾਣੇ ਉੱਤੇ ਇੱਕ ਮੌਜੂਦਾ ਵਾਲਟ ਮਿਲਿਆ ਹੈ। ਨਵਾਂ ਵਾਲਟ ਬਣਾਉਣ ਲਈ ਪਿੱਛੇ ਜਾ ਕੇ ਵੱਖਰਾ ਫੋਲਡਰ ਚੁਣੋ।
pl: Cryptomator wykrył istniejący sejf w tej lokalizacji. Aby utworzyć nowy sejf, wróć i wybierz inny folder.
pt: O Cryptomator detetou um cofre existente nesta localização. Para criar um cofre novo, por favor volte atrás e escolha uma pasta diferente.
ro: Cryptomator a detectat un seif existent în această locație. Pentru a crea un nou seif, vă rugăm să mergeți înapoi și să alegeți un alt folder.
ru: Cryptomator обнаружил хранилище в этом месте. Чтобы создать новое хранилище, вернитесь назад и выберите другую папку.
sk: Cryptomator zdetekoval existujúci trezor na tejto lokalite. V prípade vytvorenia nového trezoru sa prosím vráťte späť a zvoľte iný adresár.
sl: Cryptomator je zaznal obstoječ trezor na tej lokaciji Za ustvarjanje novega trezorja, prosimo pojdite nazaj in izberite drugo mapo.
sv: Cryptomator upptäckte ett befintligt valv på denna plats. För att skapa ett nytt valv, gå tillbaka och välj en annan mapp.
sw_tz: Cryptomator imegundua kuba iliyopo katika eneo hili. In ili kuunda kuba mpya, tafadhali rudi nyuma na uchague folda tofauti.
tr: Cryptomator bu konumda mevcut bir kasa tespit etti. Yeni bir kasa oluşturmak için lütfen geri dönün ve farklı bir klasör seçin.
uk: Cryptomator виявив наявне сховище в цьому розташуванні. Щоб створити нове сховище, будь ласка, поверніться та оберіть іншу папку.
zh_hans: Cryptomator 已在此路径检测到保险库。 若想创建一个新的保险库，请返回并选择其他路径。
zh_hant: Cryptomator 在此檢測到現有的加密檔案庫。 如要建立新的加密檔案庫，請返回並選擇其他資料夾。

# addVault.createNewVault.password.enterPassword.header
source: Enter a new password.
ar: أدخل كلمة مرور جديدة.
bn: একটি নতুন পাসওয়ার্ড লিখুন.
ca: Introduïu una nova contrasenya.
cs: Zadejte nové heslo.
da: Indtast en ny adgangskode.
de: Gib ein neues Passwort ein.
el: Εισάγετε ένα νέο κωδικό.
es: Ingrese una contraseña nueva.
fil: Maglagay ng bagong password.
fr: Entrer un nouveau mot de passe.
he: בחירת סיסמה חדשה.
hi: नया कूट शब्द भरें
hr: Unesite novu lozinku.
hu: Adjon meg egy új jelszót.
id: Masukkan kata sandi baru.
it: Inserisci una nuova password.
ja: 新しいパスワードを入力してください。
ko: 새 비밀번호를 입력하세요.
lv: Jāievada jaunā parole.
nb: Skriv inn et nytt passord.
nl: Voer een nieuw wachtwoord in.
pa: ਨਵਾਂ ਪਾਸਵਰਡ ਦਿਓ।
pl: Wprowadź nowe hasło.
pt: Insira uma palavra-passe nova.
ro: Introduceți o parolă nouă.
ru: Введите новый пароль.
sk: Zadajte nové heslo.
sl: Vnesite novo geslo.
sv: Ange ett nytt lösenord.
sw_tz: Weka neno la siri jipya.
th: ป้อนรหัสผ่านใหม่ของคุณ
tr: Yeni bir şifre girin.
uk: Введіть новий пароль.
zh_hans: 输入新密码
zh_hant: 輸入新密碼.

# addVault.createNewVault.password.confirmPassword.header
source: Confirm the new password.
ar: تأكيد كلمة المرور الجديدة.
bn: নতুন পাসওয়ার্ডটি নিশ্চিত করুন.
ca: Confirma la nova contrasenya.
cs: Potvrď nové heslo.
da: Gentag den nye adgangskode.
de: Bestätige das neue Passwort.
el: Επιβεβαιώστε το νέο κωδικό.
es: Confirme la contraseña nueva.
fil: Kumpirmahin ang bagong password.
fr: Confirmez le nouveau mot de passe.
he: אישור סיסמה חדשה.
hi: नए कूट शब्द की पुष्टि करें
hr: Potvrdite novu lozinku.
hu: Erősítse meg az új jelszót.
id: Konfirmasi kata sandi baru.
it: Conferma la nuova password.
ja: 新しいパスワードを確認します
ko: 새 비밀번호 확인.
lv: Apstiprināt jauno paroli.
nb: Bekreft det nye passordet.
nl: Bevestig het nieuwe wachtwoord.
pa: ਨਵੇਂ ਪਾਸਵਰਡ ਨੂੰ ਤਸਦੀਕ ਕਰੋ।
pl: Potwierdź nowe hasło.
pt: Confirma a nova palavra-passe.
ro: Confirmați noua parolă.
ru: Подтвердите новый пароль.
sk: Porvrďte nové heslo.
sl: Potrdite novo geslo.
sv: Bekräfta nytt lösenord.
sw_tz: Thibitisha neno la siri jipya.
th: ป้อนรหัสผ่านใหม่ของคุณอีกครั้ง
tr: Yeni şifreyi onaylayın.
uk: Підтвердіть новий пароль.
zh_hans: 确认新密码。
zh_hant: 確認新密碼.

# addVault.createNewVault.password.confirmPassword.alert.title
source: Confirm Password?
ar: تأكيد كلمة المرور؟
bn: পাসওয়ার্ডটি নিশ্চিত করবেন?
ca: Confirmeu la contrasenya?
cs: Potvrdit heslo?
da: Bekræft Adgangskode?
de: Passwort bestätigen?
el: Επιβεβαίωση κωδικού;
es: ¿Confirmar contraseña?
fil: Kumpirmahin ang Password?
fr: Confirmer le mot de passe ?
he: אישור סיסמה?
hi: क्या कूट शब्द की पुष्टि करें?
hr: Potvrdi lozinku?
hu: Jelszó megerősítése?
id: Konfirmasi Kata Sandi?
it: Confermare la Password?
ja: パスワードの確認?
ko: 비밀번호를 확인하셨습니까?
lv: Apstiprināt paroli?
nb: Bekreft passord?
nl: Bevestig Wachtwoord?
pa: ਪਾਸਵਰਡ ਤਸਦੀਕ ਕਰਨਾ ਹੈ?
pl: Potwierdzić hasło?
pt: Confirmar Palavra-passe?
ro: Confirmați parola?
ru: Подтвердить пароль?
sk: Potvrdiť heslo?
sl: Potrditev gesla?
sv: Bekräfta lösenord?
sw_tz: Thibitisha nenola siri?
th: ยืนยันรหัสผ่าน?
tr: Şifreyi onaylıyor musunuz?
uk: Підтвердити пароль?
zh_hans: 确认密码？
zh_hant: 確認密碼？

# addVault.createNewVault.password.confirmPassword.alert.message
source: IMPORTANT: If you forget your password, there is no way to recover your data.
ar: هام: إذا نسيت كلمة المرور الخاصة بك، لا توجد طريقة لاستعادة بياناتك.
bn: সতর্কতা: আপনি যদি আপনার পাসওয়ার্ড ভুলে যান, তাহলে পাসওয়ার্ডটি পুনরুদ্ধার করার কোনো উপায় থাকবে না.
ca: ALERTA: Si oblideu la contrasenya no hi haurà manera de recuperar les dades.
cs: DŮLEŽITÉ: Pokud zapomenete své heslo, neexistuje způsob jak obnovit vaše data.
da: VIGTIGT: Hvis du glemmer din adgangskode, er der ingen måde hvorpå dine data kan gendannes.
de: WICHTIG: Falls du dein Passwort vergisst, können deine Daten nicht wiederhergestellt werden.
el: ΣΗΜΑΝΤΙΚΟ: Εάν ξεχάσετε τον κωδικό πρόσβασής σας, δεν υπάρχει τρόπος να ανακτήσετε τα δεδομένα σας.
es: IMPORTANTE: si olvida su contraseña no habrá manera de recuperar los datos.
fil: IMPORTANTE: Walang paraan para maisalba ang iyong datos kapag nakalimutan ang iyong password.
fr: IMPORTANT: Si vous oubliez votre mot de passe, il n'y aura aucun moyen de récupérer vos données.
he: שים לב שאינך שוכח את סיסמתך! לא ניתן לשחזר את המידע שלך בחזרה מבלי הסיסמה.
hi: महत्वपूर्ण: अगर आप अपना कूट शब्द भूल जाते हैं, तो डेटा किसी भी हाल में बहाल नहीं कर पाएँगे।
hr: VAŽNO: Ako zaboravite svoju lozinku, nema načina za povrat Vaših podataka.
hu: FONTOS: Ha elfelejti a jelszavát, nincs mód az adatok helyreállítására.
id: PENTING: Jika Anda lupa kata sandi, tidak ada cara untuk memulihkan data Anda.
it: IMPORTANTE: Se dimentichi la tua password, non c'è moto di recuperare i tuoi dati.
ja: 重要: パスワードを忘れると、データを回復する方法はありません。
ko: 중요: 만약 비밀번호를 잊어버린 경우, 데이터를 복구할 수 없습니다.
lv: SVARĪGI: ja tiek aizmirsta parole, nav iespējams atkopt savus datus.
nb: VIKTIG: Hvis du glemmer passordet ditt, er det ikke mulig å gjenopprette dataene dine.
nl: BELANGRIJK: Als u uw wachtwoord vergeet, is er geen manier om uw gegevens te herstellen.
pa: ਜ਼ਰੂਰੀ: ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਤਾਂ ਤੁਹਾਡੇ ਡਾਟੇ ਨੂੰ ਬਹਾਲ ਕਰਨ ਦਾ ਕੋਈ ਵੀ ਢੰਗ ਨਹੀਂ ਹੈ।
pl: WAŻNE: Jeśli zapomnisz hasła, nie ma możliwości odzyskania danych.
pt: IMPORTANTE: Se você se esquecer da sua senha, não há como recuperar os seus dados.
ro: IMPORTANT: Dacă vă uitați parola, nu există nicio modalitate de a vă recupera datele.
ru: ВАЖНО: Если вы забудете пароль, то не сможете восстановить данные.
sk: Dôležité: Ak zabudnete Vaše heslo, neexistuje spôsob na obnovu dát.
sl: POMEMBNO: Če pozabite geslo, ni nobene možnosti za obnovitev vaših podatkov.
sv: VIKTIGT: Om du glömmer ditt lösenord finns det inget sätt att återställa dina data.
sw_tz: MUHIMU: Ikiwa unasahau neno la siri lako, hakuna njia ya kurejesha data yako.
tr: ÖNEMLİ UYARI: Parolanızı unutursanız, verilerinizi kurtarmanın herhangi bir yolu yoktur.
uk: ВАЖЛИВО: Якщо ви забудете свій пароль, відновити дані буде неможливо.
zh_hans: 重要提示：一旦您忘记密码，将永远无法恢复您的数据。
zh_hant: 重要：如果您遺忘了密碼，您的數據將無法被恢復。

# addVault.createNewVault.password.error.emptyPassword
source: Password cannot be empty.
ar: كلمة المرور لا يمكن أن تكون فارغة.
bn: পাসওয়ার্ড খালি থাকতে পারবেনা.
ca: La contrasenya no es pot deixar en blanc.
cs: Heslo nemůže zůstat nevyplněno.
da: Adgangskoden må ikke være tom.
de: Passwort darf nicht leer sein.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός.
es: La contraseña no puede estar vacía.
fil: Hindi maaaring walang laman ang password.
fr: Le mot de passe ne peut pas être vide.
he: סיסמה לא יכולה להיות ריקה.
hi: कूट शब्द ख़ाली नहीं रख सकते।
hr: Lozinka ne može biti prazna.
hu: A jelszó nem lehet üres.
id: Kata Sandi tidak boleh kosong.
it: La password non può essere vuota.
ja: パスワードは空にできません。
ko: 비밀번호를 입력해야 합니다.
lv: Parole nevar būt tukša.
nb: Du må angi et passord.
nl: Wachtwoord mag niet leeg zijn.
pa: ਪਾਸਵਰਡ ਖਾਲੀ ਨਹੀਂ ਹੋ ਸਕਦਾ ਹੈ।
pl: Hasło nie może być puste.
pt: Palavra-passe não pode estar vazia.
ro: Parola nu poate fi goală.
ru: Пароль не может быть пустым.
sk: Heslo nemôže byť prázdne.
sl: Geslo ne sme biti prazno.
sv: Du måste ange ett lösenord.
sw_tz: Neno la siri haliwezi kuwa tupu.
th: รหัสผ่านไม่สามารถเว้นว่างได้
tr: Şifre boş bırakılamaz.
uk: Поле «Пароль» не може бути порожнім.
zh_hans: 密码不能为空。
zh_hant: 密碼不可留空。
